{
  "In a relief sculpture, one of these structures occupies the far left of an alabaster disk, next to a": {
    "guess": "Tympanum",
    "confidence": [
      [
        "T",
        -2.4316752
      ],
      [
        "ym",
        -0.07287585
      ],
      [
        "pan",
        -4.143808e-05
      ],
      [
        "um",
        -0.00070206483
      ]
    ]
  },
  "A remembrance \"league\" named for this city was patronized by Princess Beatrice, whose son, Prince Maurice": {
    "guess": "Queen Victoria's Golden Jubilee Naval Review",
    "confidence": [
      [
        "Queen",
        -1.7798121
      ],
      [
        " Victoria",
        -0.021617383
      ],
      [
        "'s",
        -0.34824148
      ],
      [
        " Golden",
        -1.2155995
      ],
      [
        " Jub",
        -0.019618263
      ],
      [
        "ilee",
        -0.001099611
      ],
      [
        " Naval",
        -2.4520307
      ],
      [
        " Review",
        -0.0013523798
      ]
    ]
  },
  "The release of fifty-two kings is celebrated during this time, while some celebrate it by making 21 different offerings and 21 different threads over the course of 35 days. Its last day consists of brothers and sisters meeting to express affection, while another day is celebrated with a mountain of food. Its second day celebrates the death of an evil demon, while its fourth day is devoted to the goddess of wealth. Mahavira attained nirvana during this holiday, making it sacred to the Jains, while": {
    "guess": "Diwali",
    "confidence": [
      [
        "Di",
        -0.12684043
      ],
      [
        "w",
        -2.9875326e-05
      ],
      [
        "ali",
        -1.11603495e-05
      ]
    ]
  },
  "In a relief sculpture, one of these structures occupies the far left of an alabaster disk, next to a plant stand into which  libations are being poured. The weeper holes in another of these structures served as drainage points for the planting of a  grove of sacred trees, according to its excavator,": {
    "guess": "Ziggurat",
    "confidence": [
      [
        "Z",
        -0.35574567
      ],
      [
        "igg",
        -0.0031676218
      ],
      [
        "urat",
        -0.00040004487
      ]
    ]
  },
  "In a relief sculpture, one of these structures occupies the far left of an alabaster disk, next to a plant stand into which  libations are being poured. The weeper holes in another of these structures served as drainage points for the planting of a  grove of sacred trees, according to its excavator, Sir Leonard Woolley. One of these structures, which were frequently  constructed in accordance to the \"bent-axis plan,\" served as the base for the White Temple; another was painted with  seven different colors, one for each (*) story. Herodotus suggested that women would sleep on a golden couch at the top of  these structures waiting for a god to come and rest in his shrine, but none of the shrines have survived. Examples of these  structures include the aforementioned Marduk one and the \"great\"": {
    "guess": "Ziggurat",
    "confidence": [
      [
        "Z",
        -0.0056505096
      ],
      [
        "igg",
        -6.2729996e-06
      ],
      [
        "urat",
        -0.00010127832
      ]
    ]
  },
  "In this religion, those who have conquered their internal passions are known as jina. This religion believes": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0023371163
      ],
      [
        "ain",
        -0.000116417184
      ],
      [
        "ism",
        -4.1080468e-05
      ]
    ]
  },
  "Some of this religion's followers went on one of the earliest-known gluten-free diets to kill their \"three corpses.\" A popular image shows this religion's founder smiling at the taste of vinegar that two other men dislike. A group of symbols important to this religion are sets of three horizontal lines distinguished by which lines are (*) broken or unbroken. This religion uses the \"uncarved block\"": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.017277086
      ],
      [
        "ao",
        -4.604148e-06
      ],
      [
        "ism",
        -0.030230813
      ]
    ]
  },
  "A related mechanism, the dominant one for semiconductors, named for D'yakonov and Perel, and unlike this mechanism is independent of the mean free path. This mechanism occurs because in real crystals momentum eigenstates named Bloch States are not spin-eigenstates anymore. If this mechanism is the primary spin scattering mechanism, then the spin-flip length lambda-sf will be linearly proportional to the mean free path. Yielding a spin relaxation rate of 1/T, for twenty points, name this main spin-flip mechanism for metals.": {
    "guess": "Elliot-Yafet mechanism",
    "confidence": [
      [
        "Ell",
        -0.45888343
      ],
      [
        "iot",
        -0.00032974407
      ],
      [
        "-Y",
        -0.007192697
      ],
      [
        "af",
        -0.00014466111
      ],
      [
        "et",
        -6.241792e-05
      ],
      [
        " mechanism",
        -0.12682205
      ]
    ]
  },
  "In one religion in this country, funerals are sometimes held years after death so that families can throw a lavish enough ceremony to help the decedent reach an afterlife called \"Puya.\" It's not Ethiopia, a religious tradition in this country traces itself back to a group of nine semi-historical apostles. A Muslim movement in this country, which struck out at perceived superstitions, was founded by Ahmad Dahlan and called Muhammadiyah. The Toraja practice the animist \"aluk\" faith in this country. A tradition in this country includes feasts called (*) \"slametans\" and is divided into \"abangan\" and": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.0056546563
      ],
      [
        "onesia",
        -2.486877e-05
      ]
    ]
  },
  "The relationship between this quantity and the contact angle can be studied using the Young-Dupre equation.  An important rule concerning this property dictates that is has a linear dependence on temperature, and a direct consequence of that rule named after Eotvos is that there must exist a critical point where this value is zero. In a simultaneously isobaric and isothermal system, the partial derivative": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.001974073
      ],
      [
        " tension",
        -0.00063368597
      ]
    ]
  },
  "In a related calculation, aggregates and mid-point utilization can generate errors in the calculations of moments, thus one must use Sheppard's correction to West's Algorithm to determine this measure. The term used to describe this measure was coined in a lecture to the Royal Academy in 1893 by Karl Pearson, in which he derived this measure for several statistics, including the chi-squared test. In order to calculate this exactly one must know the corresponding distribution function, but in practical applications, it can be estimated from a sufficiently large sample size. Useful in determining confidence intervals, for 10 points, name this statistical measure the positive root of variance usually": {
    "guess": "Standard deviation",
    "confidence": [
      [
        "Standard",
        -0.01749827
      ],
      [
        " deviation",
        -0.2245799
      ]
    ]
  },
  "This religion was revived during the National Learning movement of the 18th and 19th centuries.  Its cosmology posits a three-tiered universe that consists of \"The Plain of High Heaven,\" \"The Manifested World,\" and \"The Netherworld.\"  Although it has no sacred texts it highly values the 8th century histories": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.04186258
      ],
      [
        "into",
        -0.016583819
      ]
    ]
  },
  "Related organisms to this division possess non-photosynthetic leaves containing a characteristic vascular trace. Some species in this division benefit from an umbrella-like covering provided by a thin film of tissue called the indusium. Their gametophyte stage is called a prothallus, and as of 2006, this group includes the plants known as horsetails. Their namesake \"great radiation\" occurred in the Cretaceous, though they first appeared in the fossil record around the Carboniferous period. They are more complex than the (*) lycophytes because they possess true leaves, known as fronds. For 10 points,": {
    "guess": "Ferns",
    "confidence": [
      [
        "F",
        -0.009971752
      ],
      [
        "ern",
        -1.378283e-05
      ],
      [
        "s",
        -0.19195883
      ]
    ]
  },
  "A remastered album titled for this place begins with versions of \"Blue Suede Shoes\" and \"This Ole House\" and sees the lead singer tell the audience, \"You can't say hell or shit\" before he begins \"I Still Miss Someone.\" That album named for this place also includes performances of \"Dark as a Dungeon\" and \"25 Minutes to Go.\" One song titled for this place speculates that \"I bet there's rich folk eatin' in a fancy dining car / they're probably drinkin' coffee and smokin' big cigars.\" The narrator of that song about this place is here because he \"shot a man in Reno, just to watch him die.\" For 10 points, name this California correctional institution whose blues are recounted in a noted live album": {
    "guess": "Folsom State Prison",
    "confidence": [
      [
        "F",
        -0.052071795
      ],
      [
        "ols",
        -0.0005871103
      ],
      [
        "om",
        -4.4179764e-05
      ],
      [
        " State",
        -0.3891326
      ],
      [
        " Prison",
        -1.18755715e-05
      ]
    ]
  },
  "On this religion's holiday of Ridvan, the giving of a title meaning \"glory of God\" to the successor of its founder is celebrated. That founder took a title meaning \"the Gate\", and the \"Guardian\" of this": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.083236665
      ],
      [
        "á",
        -0.00015097891
      ],
      [
        "'",
        -0.11942524
      ],
      [
        "í",
        -5.7411373e-05
      ],
      [
        " Faith",
        -0.00021271907
      ]
    ]
  },
  "This religion's believers practice the Four Restraints and they adhere to right vision, knowledge, and conduct, or the ratnatraya. Followers perform the five-fold bow when they recite this religion's primary prayer, the Namokar Mantra. This religion reserves the highest level of its seven-tiered heaven": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0014224953
      ],
      [
        "ain",
        -0.0003029306
      ],
      [
        "ism",
        -0.016630126
      ]
    ]
  },
  "Related to the Gaulish goddess Epona and the Irish goddess Macha, she first appears in the \"Mabinogion\"": {
    "guess": "Rhiannon",
    "confidence": [
      [
        "R",
        -0.008164522
      ],
      [
        "hi",
        -0.00015335932
      ],
      [
        "annon",
        -1.9361265e-07
      ]
    ]
  },
  "A related mechanism, the dominant one for semiconductors, named for D'yakonov and Perel, and unlike this mechanism is independent of the mean free path. This mechanism occurs because in real crystals momentum eigenstates named Bloch States are not spin-eigenstates anymore. If this mechanism is the primary spin scattering mechanism, then the spin-flip length lambda-sf will be linearly proportional to the mean free path. Yielding a spin relaxation rate of 1/T, for twenty points, name this main spin-flip": {
    "guess": "D'yakonov-Perel mechanism",
    "confidence": [
      [
        "D",
        -0.21723053
      ],
      [
        "'y",
        -0.51325285
      ],
      [
        "ak",
        -0.000112960275
      ],
      [
        "on",
        -0.00022558939
      ],
      [
        "ov",
        -8.10137e-05
      ],
      [
        "-",
        -0.09627022
      ],
      [
        "Per",
        -0.00017505439
      ],
      [
        "el",
        -1.7716551e-05
      ],
      [
        " mechanism",
        -0.0437512
      ]
    ]
  },
  "This religion teaches that God has made three offers of amnesty to man, the third of which was the most perfect and the only one to not require a prophet. Places of worship in this religion are often decorated with spheres and it was once common for members of this religion to attempt to communicate": {
    "guess": "Mormonism",
    "confidence": [
      [
        "M",
        -1.7984027
      ],
      [
        "orm",
        -0.058880858
      ],
      [
        "on",
        -0.00015312091
      ],
      [
        "ism",
        -0.005264476
      ]
    ]
  },
  "A relation due to this person gives the polarizability in terms of the refractivity and permittivity and is sometimes also credited to Mossetti. The proposer of a form of the ergodic hypothesis relating to electrolysis, this physicist derived the aforementioned relation by applying that form to electrolytic dissociation. His 1857 paper on the kinetic theory introduced the concept of mean free path. An equation sometimes called his theorem states that the integral of the inexact heat differential": {
    "guess": "Ludwig Boltzmann",
    "confidence": [
      [
        "L",
        -0.7339084
      ],
      [
        "ud",
        -0.047748182
      ],
      [
        "wig",
        -0.003346325
      ],
      [
        " Bolt",
        -0.0012608295
      ],
      [
        "z",
        -0.00023309923
      ],
      [
        "mann",
        -6.253713e-05
      ]
    ]
  },
  "This religion's ceremonies include the royal rite of the sun, or rada rite, and initiation ceremonies in which novices progress from bosal to kanzo. Figures of worship in this religion include a female figure depicted with three wedding rings and a psychopomp who also governs eroticism. Practitioners believe that the cosmos is populated by zanj and anvizib, among other spirits, and that the soul is": {
    "guess": "Vodou",
    "confidence": [
      [
        "V",
        -0.07550608
      ],
      [
        "od",
        -0.0031074882
      ],
      [
        "ou",
        -0.00050227763
      ]
    ]
  },
  "The release of fifty-two kings is celebrated during this time, while some celebrate it by making 21 different offerings and 21 different threads over the course of 35 days. Its last day consists of brothers and sisters meeting to express affection, while another day is celebrated with a mountain of food. Its second day celebrates the death of an evil demon, while its fourth day is devoted to the goddess of wealth. Mahavira attained nirvana during this holiday, making it sacred to the Jains, while another group celebrates the return of a king from fourteen years of exile. FTP, name this festival in which people ignite lamps to symbolize guiding Rama back to his kingdom, the Hindu festival of lights.": {
    "guess": "Diwali",
    "confidence": [
      [
        "Di",
        -0.0017757382
      ],
      [
        "w",
        -2.2961513e-05
      ],
      [
        "ali",
        -5.4385737e-06
      ]
    ]
  },
  "This religious practice is observed by most Chinese Buddhists, but is not common among Buddhists elsewhere. [5] For 5 points, what is this behavior, which is common among many Indian religions but not required by Hinduism or Buddhism, and which involves refraining from the consumption of meat?": {
    "guess": "Vegetarianism",
    "confidence": [
      [
        "Ve",
        -0.049638905
      ],
      [
        "get",
        -5.5577775e-06
      ],
      [
        "arian",
        -7.8033605e-05
      ],
      [
        "ism",
        -0.0003584648
      ]
    ]
  },
  "In one religion in this country, funerals are sometimes held years after death so that families can throw a lavish enough ceremony to help the decedent reach an afterlife called \"Puya.\" It's not Ethiopia, a religious tradition in this country traces itself back to a group of nine semi-historical apostles. A Muslim movement in this country, which struck out at perceived superstitions, was founded by Ahmad Dahlan and called Muhammadiyah. The Toraja practice the animist \"aluk\" faith in this country. A tradition in this country includes feasts called (*) \"slametans\" and is divided into \"abangan\" and \"santri\" variants. Monotheism is the first of five principles in this country's official founding philosophy of Pancasila. For 10 points, name this most populous Muslim country, which was discussed by Clifford Geertz in Islam Observed and The Religion of Java.": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.00082011137
      ],
      [
        "onesia",
        -1.8908588e-05
      ]
    ]
  },
  "This religion's believers practice the Four Restraints and they adhere to right vision, knowledge, and conduct, or the ratnatraya. Followers perform the five-fold bow when they recite this religion's primary prayer, the Namokar Mantra. This religion reserves the highest level of its seven-tiered heaven for those who have obtained liberation, or moksha. It reveres twenty-four figures who have recaptured dharma and lead others towards enlightenment, and this religion requires adherence to ahimsa, or non-violence. For 10 points, name this non-violent Indian religion founded by the last tirthankara,": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0011927293
      ],
      [
        "ain",
        -3.9888433e-05
      ],
      [
        "ism",
        -8.299462e-06
      ]
    ]
  },
  "This religion's Kitab-i-Iqan [kee tahb-ee-ee kahn] relates this religion's teachings to both Islam and Christianity, and is better known as the Book of Certitude. Shoghi Effendi [sho-gee eff-EN-dee] was Guardian of this religion in the twentieth century. This religion believes in the (*) unity of all faiths, and its Manifestations of God include Zoroaster, Krishna, Christ, Mohammad, and the Bab [bahb]. For 10 points, identify this religion founded in Persia by Baha‟u‟llah [ba HAH-oo-lah].": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.00039123115
      ],
      [
        "á",
        -9.448371e-05
      ],
      [
        "'",
        -0.000107238506
      ],
      [
        "í",
        -5.080963e-06
      ],
      [
        " Faith",
        -6.9882217e-06
      ]
    ]
  },
  "A remembrance \"league\" named for this city was patronized by Princess Beatrice, whose son, Prince Maurice of Battenberg, was killed in a battle for it. Fighting at St. Julien and Kitcheners' Wood occurred around this city in the first battles in which a Canadian force defeated a European power. The goal of the Lys offensive was the capture of this city, which was the location of the final battle of": {
    "guess": "Ypres",
    "confidence": [
      [
        "Y",
        -0.34627217
      ],
      [
        "pres",
        -0.00021188465
      ]
    ]
  },
  "This religious practice is observed by most Chinese Buddhists, but is not common among Buddhists elsewhere.": {
    "guess": "Chinese Buddhism",
    "confidence": [
      [
        "Chinese",
        -0.2568615
      ],
      [
        " Buddhism",
        -0.79670674
      ]
    ]
  },
  "They have remixed songs by 808 State, Agent Provocateur, Mekon, David Arnold, and Soul Coughing and have collaborated with other artists, such as the Jungle Brothers, whose 1999 album, V.I.P., they produced, and Rufus Wainwright, whose song \"Shadows\" they also produced.* When Wall of Sound released a two disc album commemorating their 10th Anniversary, Alex Gifford provided the second album, a remix": {
    "guess": "Propellerheads",
    "confidence": [
      [
        "Prop",
        -0.2540536
      ],
      [
        "eller",
        -0.008988925
      ],
      [
        "heads",
        -0.0028057026
      ]
    ]
  },
  "One religious building in this city is home to its largest book market and was once occupied by the Small Swords Society. A temple in the city contains the Chamber of the Four Heavenly Kings and the Hall of the Great Hero as well as its namesake statues of the Buddha. The largest pagoda in this city": {
    "guess": "Shanghai",
    "confidence": [
      [
        "Sh",
        -1.1461809
      ],
      [
        "anghai",
        -0.0012084495
      ]
    ]
  },
  "A related mechanism, the dominant one for semiconductors, named for D'yakonov and Perel, and unlike this mechanism is independent of the mean free path. This mechanism occurs because in real crystals momentum": {
    "guess": "D'yakonov-Perel spin relaxation",
    "confidence": [
      [
        "D",
        -0.428791
      ],
      [
        "'y",
        -0.30963185
      ],
      [
        "ak",
        -0.00021772196
      ],
      [
        "on",
        -0.00014966767
      ],
      [
        "ov",
        -6.4444386e-05
      ],
      [
        "-",
        -0.2646934
      ],
      [
        "Per",
        -0.00017958412
      ],
      [
        "el",
        -8.776276e-06
      ],
      [
        " spin",
        -0.4598615
      ],
      [
        " relaxation",
        -0.0015635426
      ]
    ]
  },
  "This religion followed \"Amari\", or the principle of non-violence towards animals, but only during holy days. Fourteen may have been a sacred number in this faith, which had fourteen annual festivals celebrated with Zoroastrian-style fire ceremonies and prostration before a cross. The most important building in this faith was the Ibadat Khana, whose name simply means House of Worship, where the founder of this religion invited members of different religions to discuss and argue. The only surviving description of this religion is found in the Dabistan, or School of Manners, a Persian text that describes": {
    "guess": "Din-i Ilahi",
    "confidence": [
      [
        "D",
        -0.05018235
      ],
      [
        "in",
        -0.0007150544
      ],
      [
        "-i",
        -0.027835911
      ],
      [
        " Il",
        -0.001027093
      ],
      [
        "ahi",
        -1.7432603e-06
      ]
    ]
  },
  "One of this man's religious reforms was the elimination of fires intended to announce the new month, which along with other reforms he promulgated via his bet din. This man is general y acknowledged to be the last of the great tanaim, and hist most important work became the subject of commentaries by scholars cal ed amoraim. In the aggadic tradition, this man was held to be friendly with a Roman named Antoninus, whose conversations with this man were meant to il ustrate this man's wisdom. This man was the greatest disciple of Jacob ben Korshai, and was himself the son of Simeon Gamaliel and a descendant of Hil el, by virtue of which he held his ceremonial title. This man is best known for compiling": {
    "guess": "Rabbi Judah ha-Nasi",
    "confidence": [
      [
        "R",
        -0.3686233
      ],
      [
        "ab",
        -0.0061698128
      ],
      [
        "bi",
        -0.1462051
      ],
      [
        " Jud",
        -0.25413007
      ],
      [
        "ah",
        -5.9153886e-06
      ],
      [
        " ha",
        -0.3203854
      ],
      [
        "-N",
        -0.56042516
      ],
      [
        "asi",
        -0.00019865304
      ]
    ]
  },
  "A related disease is known as Hashimoto's syndrome. Susceptibility is mainly influenced by chromosome 2q33, and on the HLA region of chromosome 6, and therapy using beta interferon and interleukin-4 is another common cause. It is often a symptom of a more comprehensive disease called autoimmune polyglandular syndrome, and affects four different antigens: sodium-iodide symporter, TSH, thyroperoxidase, and thyroglobulin. FTP, name this disease named for a 1830s Irish physician, the most common cause": {
    "guess": "Hashimoto's thyroiditis",
    "confidence": [
      [
        "Hash",
        -0.06498713
      ],
      [
        "imoto",
        -0.0064574284
      ],
      [
        "'s",
        -0.0022418469
      ],
      [
        " thyroid",
        -0.08085533
      ],
      [
        "itis",
        -0.00015753144
      ]
    ]
  },
  "This man related finding himself standing in \"Ten million emblems and mementos of Modern Love\"\n during a beachside stroll with Thomas Mann in his essay on sanitation engineering, \"Hyperion to a Satyr.\"\n He represented D. H. Lawrence as Bill Hamblin in The World of Light, and earlier represented him as": {
    "guess": "Thomas Mann in Fiction",
    "confidence": [
      [
        "Thomas",
        -1.2795494
      ],
      [
        " Mann",
        -0.036356755
      ],
      [
        " in",
        -0.41470355
      ],
      [
        " Fiction",
        -1.8089901
      ]
    ]
  },
  "In this religion, time is conceived of in terms of utsarpini and avasarpini, ascending and descending": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0010095884
      ],
      [
        "ain",
        -3.3093824e-05
      ],
      [
        "ism",
        -0.18161361
      ]
    ]
  },
  "In this religion, those who have conquered their internal passions are known as jina. This religion believes that every living being has the potential to become God, and its followers advocate an important prayer known as the Namokar Mantra. The issue of whether nudity is required differentiates the two major sects of this religion, the Digambaras and Svetambaras. This religion's leaders include the twenty-four \"bridge-makers,\" or Tirthankaras. Some of its adherents wear masks to avoid inhaling and": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.000728517
      ],
      [
        "ain",
        -1.5809293e-05
      ],
      [
        "ism",
        -3.4405064e-05
      ]
    ]
  },
  "This religion's places of worship are reached by paths called sando and contain sacred ropes with hanging flax pendants and a gohei, or wand with hanging strips of paper. Its priests wear white socks and black sandals, and today its places of worship often contain fortune vending machines, whose bad fortunes are usually tied to a pine tree, and a sacred mirror to commemorate the end of a certain dance in this faith's lore. With deities such as the fox-loving Inari, the war god Hachiman, Uzume, Susano'o,": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.018252725
      ],
      [
        "into",
        -0.0005196704
      ]
    ]
  },
  "A remastered album titled for this place begins with versions of \"Blue Suede Shoes\" and \"This Ole House\" and sees the lead singer tell the audience, \"You can't say hell or shit\" before he begins \"I Still Miss Someone.\" That album named for this place also includes performances of \"Dark as a Dungeon\" and \"25 Minutes to Go.\" One song titled for this place speculates that \"I bet there's rich folk eatin' in a fancy dining car / they're probably drinkin' coffee and smokin' big cigars.\" The narrator of that song about this place is here because he \"shot a man in Reno, just to watch him die.\" For 10 points,": {
    "guess": "Folsom Prison (album)",
    "confidence": [
      [
        "F",
        -0.019489205
      ],
      [
        "ols",
        -0.000184587
      ],
      [
        "om",
        -7.517272e-05
      ],
      [
        " Prison",
        -0.021778718
      ],
      [
        " (",
        -0.9452065
      ],
      [
        "album",
        -0.07955937
      ],
      [
        ")",
        -0.014763322
      ]
    ]
  },
  "Release factors bind this substance to eRF3-GTP in a ribosome to end translation. The apoplastic and symplastic pathways transfer this compound. The \"potential\" of this substance is the sum of its solute and pressure components, and is symbolized psi. It is evolved into oxygen gas and two electrons to replenish those lost by photosystem II during the light-dependent reactions. This substance is present in higher concentration for the hypotonic solution. Tetrameric proteins which allow this substance to enter the cell are called aquaporins. It forms the largest percent of the cytosol by mass. For 10 points, name this vital compound for life.": {
    "guess": "Water",
    "confidence": [
      [
        "Water",
        -0.0028699003
      ]
    ]
  },
  "In this religion, those who have conquered their internal passions are known as jina. This religion believes that every living being has the potential to become God, and its followers advocate an important prayer known as the Namokar Mantra. The issue of whether nudity is required differentiates the": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0018041765
      ],
      [
        "ain",
        -3.650519e-06
      ],
      [
        "ism",
        -0.0003339162
      ]
    ]
  },
  "This religion holds that digging nine holes surrounded by twelve furrows, filling the holes with water, and sprinkling the water ritually on an unclean man will exorcise evil beings. This belief system fears beings that can be thwarted by invocations to Zam, Atar, and Apas, or earth, fire, and water. A set of beings feared by this belief system cannot distinguish between truth and falsehood, known as asha and druj. This religion fears demons called Daevas, the avoidance of which is the subject of": {
    "guess": "Zoroastrian rituals",
    "confidence": [
      [
        "Z",
        -0.08946904
      ],
      [
        "oro",
        -0.00065465475
      ],
      [
        "ast",
        -0.00036989737
      ],
      [
        "rian",
        -0.00035250463
      ],
      [
        " rituals",
        -0.664183
      ]
    ]
  },
  "A relaxed set of postulates for this framework is the Mas-Colell axioms, which eliminate the need for transitivity. In systems governed by this model, the set of excess demand functions is not restricted by the usual rationality restrictions on individual demands in the economy, a result known as the Sonnenschein-Mantel-Debreu theorem. One argument for this theory considers an auction in which each agent calculates his demand for a good at every possible price and submits it to an auctioneer, from which a price in agreement with this theory will be computed. The production function usually used in this theory is due to Koopmans, although it was significantly refined by another economist in The Theory of Value. This theory's central tenet is that excess market demand always sums to zero. For": {
    "guess": "General equilibrium theory",
    "confidence": [
      [
        "General",
        -0.0126442
      ],
      [
        " equilibrium",
        -0.013126937
      ],
      [
        " theory",
        -0.00015324011
      ]
    ]
  },
  "This religion's places of worship are reached by paths called sando and contain sacred ropes with hanging": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.0683023
      ],
      [
        "ind",
        -3.8338785e-05
      ],
      [
        "u",
        -0.00021140782
      ],
      [
        "ism",
        -0.020377206
      ]
    ]
  },
  "His religious policies were steered by his brother, Bruno, who later became an archbishop. He defeated Duke Eberhard and Giselbert at the Battle of Andernach after they aligned with this man's half brother,": {
    "guess": "Otto I, Holy Roman Emperor",
    "confidence": [
      [
        "Ot",
        -0.032347906
      ],
      [
        "to",
        -4.7040652e-05
      ],
      [
        " I",
        -0.06141168
      ],
      [
        ",",
        -0.0010954499
      ],
      [
        " Holy",
        -0.00090681826
      ],
      [
        " Roman",
        -5.9199425e-05
      ],
      [
        " Emperor",
        -0.0004388943
      ]
    ]
  },
  "They have remixed songs by 808 State, Agent Provocateur, Mekon, David Arnold, and Soul Coughing and have": {
    "guess": "Agent Provocateur",
    "confidence": [
      [
        "Agent",
        -0.39236045
      ],
      [
        " Prov",
        -0.12110007
      ],
      [
        "oc",
        -8.6616266e-05
      ],
      [
        "ateur",
        -0.0048596654
      ]
    ]
  },
  "He relieved Jackson at Harpers Ferry and organized the Army of the Shenandoah.  He fooled General Patterson in the Valley and moved back towards Richmond.  Later reinforcing John Magruder on the Peninsula, he was wounded at Fair Oaks.  He failed to relieve Pemberton at Vicksburg and prevented the capture of Atlanta for several months before he was replaces with Hood who eventually evacuated the city.": {
    "guess": "George B. McClellan",
    "confidence": [
      [
        "George",
        -0.91329914
      ],
      [
        " B",
        -0.01448537
      ],
      [
        ".",
        -0.00038205247
      ],
      [
        " McC",
        -0.0011722483
      ],
      [
        "le",
        -4.2630116e-05
      ],
      [
        "ll",
        -0.0001307143
      ],
      [
        "an",
        -1.6524515e-05
      ]
    ]
  },
  "One of this man's religious reforms was the elimination of fires intended to announce the new month, which along with other reforms he promulgated via his bet din. This man is general y acknowledged to": {
    "guess": "Ezra Pound",
    "confidence": [
      [
        "E",
        -0.9719061
      ],
      [
        "z",
        -0.0039217877
      ],
      [
        "ra",
        -3.8100377e-05
      ],
      [
        " Pound",
        -0.018335944
      ]
    ]
  },
  "She relies on the carpenter's wife, Mère Rolet, to nurse her daughter, and she makes a halfhearted attempt to resolve her restlessness by speaking with Abbé Bournisien. While visiting La Vaubyessard for a ball hosted by the Marquis d'Andervilliers, she finds a cigar case which rekindles her curiosity about wealth and the world abroad. Sickened at her husband's bungled attempt to treat a club foot, she visits a fair and watches pigs being judged with Rodolphe Boulanger. Later, feeling guilty after bonking Leon Dupuis to make up for an earlier missed opportunity, she kills herself with arsenic. For ten points, name this title character, originally named Emma Rouault, in a novel by Gustave Flaubert.": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.005184901
      ],
      [
        "ame",
        -0.00016301482
      ],
      [
        " B",
        -6.206032e-05
      ],
      [
        "ov",
        -1.7432603e-06
      ],
      [
        "ary",
        -6.301394e-05
      ]
    ]
  },
  "This religious movement traditionally recognized \"Recorded Ministers,\" some of whom ran unplanned \"waiting worships\" that concluded when the two eldest worshipers exchanged a handshake. Its earliest leaders were known as the \"Valiant Sixty.\" The \"Gurneyites\" are one offshoot of this movement, whose members typically attend Yearly Meetings. This religious movement, which traditionally used the pronoun (*) \"thee\" and refused to swear oaths, believes that they all have Christ's \"inner light\" shining within them. It was founded in the 1600s in England by George Fox. For 10 points, name this nonviolent": {
    "guess": "Quakers",
    "confidence": [
      [
        "Qu",
        -0.36167696
      ],
      [
        "akers",
        -0.07039808
      ]
    ]
  },
  "This religion followed \"Amari\", or the principle of non-violence towards animals, but only during holy days. Fourteen may have been a sacred number in this faith, which had fourteen annual festivals celebrated with Zoroastrian-style fire ceremonies and prostration before a cross. The most important building in this faith was the Ibadat Khana, whose name simply means House of Worship, where the founder of this religion invited members of different religions to discuss and argue. The only surviving description of this religion is found in the Dabistan, or School of Manners, a Persian text that describes every major religion of its time. According to tradition, this faith had only 19 followers, and its founder was rumored to have abandoned it after fire fell from the sky in Lahore, symbolizing": {
    "guess": "Din-i Ilahi",
    "confidence": [
      [
        "D",
        -0.12331959
      ],
      [
        "in",
        -0.0078354
      ],
      [
        "-i",
        -0.038647357
      ],
      [
        " Il",
        -0.001735871
      ],
      [
        "ahi",
        -3.0471343e-05
      ]
    ]
  },
  "This religion was founded by a philosopher who wrote a text emphasizing three \"jewels\" or \"treasures,\" basic virtues sometimes translated as Compassion, Moderation and Humility. Its founder is portrayed": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.3641879
      ],
      [
        "ao",
        -4.1557283e-05
      ],
      [
        "ism",
        -0.007177783
      ]
    ]
  },
  "In a relief sculpture, one of these structures occupies the far left of an alabaster disk, next to a plant stand into which  libations are being poured. The weeper holes in another of these structures served as drainage points for the planting of a  grove of sacred trees, according to its excavator, Sir Leonard Woolley. One of these structures, which were frequently  constructed in accordance to the \"bent-axis plan,\" served as the base for the White Temple; another was painted with  seven different colors, one for each (*) story. Herodotus suggested that women would sleep on a golden couch at the top of  these structures waiting for a god to come and rest in his shrine, but none of the shrines": {
    "guess": "Ziggurat",
    "confidence": [
      [
        "Z",
        -0.0027022813
      ],
      [
        "igg",
        -2.3392786e-06
      ],
      [
        "urat",
        -2.5583993e-05
      ]
    ]
  },
  "A re-release of this album includes a false start of one of the songs on this album, which differs from other twelve-bar blues tracks in B-flat by switching to A-flat seventh instead of B-flat seventh. That song also uses Wynton Kelly on piano, rather than the pianist who plays all the other tracks on this album, Bill Evans. This album, which contains a track with an unusual bass vamp entitled All Blues, also contains a track which switches between three modes using the 13th of the leading chord, entitled Blue in Green. A more well-known track from this album has no theme and allows each player a modal solo in the intent of drawing a comparison to Spanish melodies. That song, Flamenco Sketches,": {
    "guess": "Kind of Blue",
    "confidence": [
      [
        "Kind",
        -0.009106946
      ],
      [
        " of",
        -0.0010717503
      ],
      [
        " Blue",
        -2.1173457e-05
      ]
    ]
  },
  "This religion was revived during the National Learning movement of the 18th and 19th centuries.  Its cosmology posits a three-tiered universe that consists of \"The Plain of High Heaven,\" \"The Manifested World,\" and \"The Netherworld.\"  Although it has no sacred texts it highly values the 8th century histories Kojiki and Nihonshoki.  Divided into Shrine, Sect, and New Sect varieties, its name literally means \"way of the gods.\"  FTP, name this religion centered on the worship of Kami, the indigenous": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.009179943
      ],
      [
        "into",
        -0.00026503115
      ]
    ]
  },
  "The most reliable timescale for these events was developed in 1992 by Cande and Kent - it aims to include all intervals of these events greater than 30 kiloyears - those less than 30 kyr are given the": {
    "guess": "Geologic time scale",
    "confidence": [
      [
        "Ge",
        -0.34086478
      ],
      [
        "ologic",
        -0.11091438
      ],
      [
        " time",
        -0.3692146
      ],
      [
        " scale",
        -0.0007019456
      ]
    ]
  },
  "In this religion, time is conceived of in terms of utsarpini and avasarpini, ascending and descending arcs of a wheel with spokes called ara. Via a process called nirjara, adherents of this religion can": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0001375089
      ],
      [
        "ain",
        -1.4617256e-05
      ],
      [
        "ism",
        -0.0023034585
      ]
    ]
  },
  "One of this man's religious poems is divided into the sections \"Exposition,\" \"The World,\" and \"The Devil,\"": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -0.590598
      ],
      [
        " Milton",
        -0.27008873
      ]
    ]
  },
  "On this religion's holiday of Ridvan, the giving of a title meaning \"glory of God\" to the successor of": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.59194124
      ],
      [
        "á",
        -0.00027182576
      ],
      [
        "'",
        -0.28904313
      ],
      [
        "í",
        -0.00010854974
      ],
      [
        " Faith",
        -0.009060748
      ]
    ]
  },
  "He relinquished his position of director at Santa Cecilia in 1925, preferring to concentrate on composing rather than teaching. A master of descriptive music, he invokes images of doves, hens, nightingales, and cuckoos in his work The Birds. His operas include Belfagor and Lucrezia, completed by his wife. However, his most famous works paint images of various fountains at different times of the day,": {
    "guess": "Ottorino Respighi",
    "confidence": [
      [
        "O",
        -0.05064561
      ],
      [
        "tt",
        -1.4617256e-05
      ],
      [
        "or",
        -3.9888433e-05
      ],
      [
        "ino",
        -6.4325184e-05
      ],
      [
        " Resp",
        -0.00024299313
      ],
      [
        "igh",
        -6.6306106e-06
      ],
      [
        "i",
        -4.501419e-05
      ]
    ]
  },
  "This man related finding himself standing in \"Ten million emblems and mementos of Modern Love\"\n during a beachside stroll with Thomas Mann in his essay on sanitation engineering, \"Hyperion to a Satyr.\"\n": {
    "guess": "Death in Venice",
    "confidence": [
      [
        "Death",
        -1.1956205
      ],
      [
        " in",
        -0.0037409333
      ],
      [
        " Venice",
        -0.0005667338
      ]
    ]
  },
  "She relies on the carpenter's wife, Mère Rolet, to nurse her daughter, and she makes a halfhearted attempt to resolve her restlessness by speaking with Abbé Bournisien. While visiting La Vaubyessard for a ball hosted by the Marquis d'Andervilliers, she finds a cigar case which rekindles her curiosity about wealth and the world abroad. Sickened at her husband's bungled attempt to treat a club foot,": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0022213915
      ],
      [
        "ame",
        -0.00011331789
      ],
      [
        " B",
        -8.76891e-05
      ],
      [
        "ov",
        -5.5122365e-07
      ],
      [
        "ary",
        -0.00011176824
      ]
    ]
  },
  "This religious movement traditionally recognized \"Recorded Ministers,\" some of whom ran unplanned \"waiting worships\" that concluded when the two eldest worshipers exchanged a handshake. Its earliest leaders were known as the \"Valiant Sixty.\" The \"Gurneyites\" are one offshoot of this movement, whose members typically attend Yearly Meetings. This religious movement, which traditionally used the pronoun": {
    "guess": "Quakers",
    "confidence": [
      [
        "Qu",
        -0.20552184
      ],
      [
        "akers",
        -0.07604867
      ]
    ]
  },
  "Release factors bind this substance to eRF3-GTP in a ribosome to end translation. The apoplastic and symplastic pathways transfer this compound. The \"potential\" of this substance is the sum of its solute and pressure components, and is symbolized psi. It is evolved into oxygen gas and two electrons to": {
    "guess": "Water potential",
    "confidence": [
      [
        "Water",
        -0.11611988
      ],
      [
        " potential",
        -0.098303705
      ]
    ]
  },
  "This relation was discovered by Irving Fisher in the 1920s, thirty-two years before its namesake published his work on it. The New Classical version of it was developed by Robert Lucas. Robert Solow and Paul Samuelson showed that this it applied to the United States. It was criticized by Edmund Phelps": {
    "guess": "Phillips curve",
    "confidence": [
      [
        "Phill",
        -0.09575505
      ],
      [
        "ips",
        -0.0005573204
      ],
      [
        " curve",
        -0.014165511
      ]
    ]
  },
  "In a relief sculpture, one of these structures occupies the far left of an alabaster disk, next to a plant stand into which  libations are being poured. The weeper holes in another of these structures": {
    "guess": "Ziggurat",
    "confidence": [
      [
        "Z",
        -1.2112875
      ],
      [
        "igg",
        -0.0006434533
      ],
      [
        "urat",
        -0.00056709145
      ]
    ]
  },
  "This religion was revived during the National Learning movement of the 18th and 19th centuries.  Its cosmology posits a three-tiered universe that consists of \"The Plain of High Heaven,\" \"The Manifested World,\" and \"The Netherworld.\"  Although it has no sacred texts it highly values the 8th century histories Kojiki and Nihonshoki.  Divided into Shrine, Sect, and New Sect varieties, its name literally": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.004222759
      ],
      [
        "into",
        -0.000723395
      ]
    ]
  },
  "This religion's founder received a vision of Vohu Manah while gathering water in the Daiti River. Practitioners of it differentiate between asha and druj, which stand for truth and chaos. Followers of this religion believe that virtue is rewarded in the House of Songs, which lies across the bridge (*) Chinvat. Instruction on how to repel demons called Daevas is given in the Vendidad, which, along with the Gathas, make up its scripture. This religion follows its holy text of the Avesta, and its deities include Angra Mainyu and Ahura Mazda. For 10 points, identify this religion based on the teachings of its namesake Persian prophet, sometimes called Zarathustra.": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0013979761
      ],
      [
        "oro",
        -8.709308e-05
      ],
      [
        "ast",
        -4.1273333e-06
      ],
      [
        "rian",
        -7.89631e-07
      ],
      [
        "ism",
        -1.147242e-06
      ]
    ]
  },
  "The relationship between the weak version of this phenomenon and heavy fermion superconductivity is a topic of much current research. Occurring mostly in transition metal and rare earth oxides, it is found": {
    "guess": "High-temperature superconductivity",
    "confidence": [
      [
        "High",
        -0.28485778
      ],
      [
        "-",
        -0.035479166
      ],
      [
        "temperature",
        -3.7697225e-06
      ],
      [
        " super",
        -0.0058908723
      ],
      [
        "conduct",
        -0.0009476648
      ],
      [
        "ivity",
        -0.00671194
      ]
    ]
  },
  "This religion teaches that God has made three offers of amnesty to man, the third of which was the most perfect and the only one to not require a prophet. Places of worship in this religion are often decorated with spheres and it was once common for members of this religion to attempt to communicate with their dead ancestors, sometimes using ouija boards. The major symbol of this religion is the left": {
    "guess": "Spiritism",
    "confidence": [
      [
        "Spirit",
        -0.56126237
      ],
      [
        "ism",
        -0.3421585
      ]
    ]
  },
  "One religious building in this city is home to its largest book market and was once occupied by the Small": {
    "guess": "Leipzig",
    "confidence": [
      [
        "Le",
        -0.4100299
      ],
      [
        "ipzig",
        -0.000718746
      ]
    ]
  },
  "In one religion in this country, funerals are sometimes held years after death so that families can throw a lavish enough ceremony to help the decedent reach an afterlife called \"Puya.\" It's not Ethiopia, a religious tradition in this country traces itself back to a group of nine semi-historical apostles. A Muslim movement in this country, which struck out at perceived superstitions, was founded by": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.07803531
      ],
      [
        "onesia",
        -0.00043949028
      ]
    ]
  },
  "This religion's creator deity was symbolized by the spine of a bovine. People in this religion had three": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.8147389
      ],
      [
        "ind",
        -0.007053864
      ],
      [
        "u",
        -3.8696395e-05
      ],
      [
        "ism",
        -0.0033848186
      ]
    ]
  },
  "In a relief sculpture, one of these structures occupies the far left of an alabaster disk, next to a plant stand into which  libations are being poured. The weeper holes in another of these structures served as drainage points for the planting of a  grove of sacred trees, according to its excavator, Sir Leonard Woolley. One of these structures, which were frequently  constructed in accordance to the \"bent-axis plan,\" served as the base for the White Temple; another was painted with  seven different": {
    "guess": "Ziggurat",
    "confidence": [
      [
        "Z",
        -0.024670206
      ],
      [
        "igg",
        -1.7432603e-06
      ],
      [
        "urat",
        -0.00036347136
      ]
    ]
  },
  "This religion believes that one may \"overstand\" something while not understanding it. Its eating practices": {
    "guess": "Rastafari",
    "confidence": [
      [
        "R",
        -0.0044423435
      ],
      [
        "ast",
        -0.00019257364
      ],
      [
        "afari",
        -0.2647023
      ]
    ]
  },
  "He relinquished his position of director at Santa Cecilia in 1925, preferring to concentrate on composing rather than teaching. A master of descriptive music, he invokes images of doves, hens, nightingales, and cuckoos in his work The Birds. His operas include Belfagor and Lucrezia, completed by his wife. However, his most famous works paint images of various fountains at different times of the day, trees in different locations, and several holidays, all occurring within Rome. FTP, identify this composer of The Fountains of Rome, The Pines of Rome, and Roman Festivals.": {
    "guess": "Ottorino Respighi",
    "confidence": [
      [
        "O",
        -0.009129501
      ],
      [
        "tt",
        -1.7432603e-06
      ],
      [
        "or",
        -1.998142e-05
      ],
      [
        "ino",
        -3.7981175e-05
      ],
      [
        " Resp",
        -8.9119545e-05
      ],
      [
        "igh",
        -3.0545007e-06
      ],
      [
        "i",
        -5.5623317e-05
      ]
    ]
  },
  "This religion's ceremonies include the royal rite of the sun, or rada rite, and initiation ceremonies": {
    "guess": "Vodou",
    "confidence": [
      [
        "V",
        -0.1511072
      ],
      [
        "od",
        -0.0856074
      ],
      [
        "ou",
        -0.0035949566
      ]
    ]
  },
  "One relation bearing this name is the differential equation \"y-prime plus p of x times y equals q of x times y to the nth power.\" Using another relation of this name, Torricelli's theorem can be derived,": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.70023423
      ],
      [
        "ou",
        -3.7697225e-06
      ],
      [
        "lli",
        -0.00022690064
      ],
      [
        "'s",
        -0.07575167
      ],
      [
        " principle",
        -0.23845083
      ]
    ]
  },
  "They released their album Beggars Banquet with a plain white cover after a picture of a dirty restroom": {
    "guess": "The Rolling Stones",
    "confidence": [
      [
        "The",
        -0.28276357
      ],
      [
        " Rolling",
        -0.027650284
      ],
      [
        " Stones",
        -0.00010402
      ]
    ]
  },
  "One of this man's religious poems is divided into the sections \"Exposition,\" \"The World,\" and \"The Devil,\" and he wrote a play whose main character is a soccer player who smokes constantly and never talks. In addition to \"Ode to the Most Holy Eucharist\" and When Five Years Pass, he wrote a play in which a scorpion threatens the love of Sylvia and Boybeetle, who is also being tempted by the titular enchantment. This author of The (*) Shoemaker's Prodigious Wife and The Butterfly's Evil Spell also described Leonardo's mutually fatal duel with the Bridegroom in the first play of his Rural Trilogy. For 10 points, name this author of Blood Wedding and The House of Bernarda Alba.": {
    "guess": "Federico García Lorca",
    "confidence": [
      [
        "F",
        -0.0020887582
      ],
      [
        "eder",
        -9.014684e-06
      ],
      [
        "ico",
        -1.6286107e-05
      ],
      [
        " García",
        -0.0012720199
      ],
      [
        " Lor",
        -4.3202e-07
      ],
      [
        "ca",
        -2.7252845e-05
      ]
    ]
  },
  "A relaxed set of postulates for this framework is the Mas-Colell axioms, which eliminate the need for transitivity. In systems governed by this model, the set of excess demand functions is not restricted by the usual rationality restrictions on individual demands in the economy, a result known as the Sonnenschein-Mantel-Debreu theorem. One argument for this theory considers an auction in which each agent calculates his demand for a good at every possible price and submits it to an auctioneer, from which a price in agreement with this theory will be computed. The production function usually used in this theory is due to Koopmans, although it was significantly refined by another economist in The": {
    "guess": "General equilibrium theory",
    "confidence": [
      [
        "General",
        -0.025051383
      ],
      [
        " equilibrium",
        -0.054106403
      ],
      [
        " theory",
        -0.0001819682
      ]
    ]
  },
  "This man was once released from debtor's prison because his admirer Joseph Martin paid his debt. Along": {
    "guess": "Charles Dickens",
    "confidence": [
      [
        "Charles",
        -1.5184698
      ],
      [
        " Dickens",
        -0.06284159
      ]
    ]
  },
  "A remastered album titled for this place begins with versions of \"Blue Suede Shoes\" and \"This Ole House\" and sees the lead singer tell the audience, \"You can't say hell or shit\" before he begins \"I Still Miss Someone.\" That album named for this place also includes performances of \"Dark as a Dungeon\" and \"25 Minutes to Go.\" One song titled for this place speculates that \"I bet there's rich folk eatin'": {
    "guess": "Folsom Prison",
    "confidence": [
      [
        "F",
        -1.1404941
      ],
      [
        "ols",
        -0.0008578623
      ],
      [
        "om",
        -7.0404574e-05
      ],
      [
        " Prison",
        -0.16085328
      ]
    ]
  },
  "The most reliable timescale for these events was developed in 1992 by Cande and Kent - it aims to include all intervals of these events greater than 30 kiloyears - those less than 30 kyr are given the designation \"crypto.\" One of these events named after Jaramillo may be related to a tektite-producing impact field on the Ivory Coast. Other examples are named after findings at Cobb Mountain and Mungo": {
    "guess": "Geomagnetic Reversal",
    "confidence": [
      [
        "Geom",
        -0.33794087
      ],
      [
        "agnetic",
        -5.4908094e-05
      ],
      [
        " Re",
        -0.44580433
      ],
      [
        "vers",
        -4.3202e-07
      ],
      [
        "al",
        -0.012229661
      ]
    ]
  },
  "His religious policies were steered by his brother, Bruno, who later became an archbishop. He defeated": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.085112125
      ],
      [
        "to",
        -0.00019698418
      ],
      [
        " the",
        -0.556663
      ],
      [
        " Great",
        -0.00010402
      ]
    ]
  },
  "His religious policies were steered by his brother, Bruno, who later became an archbishop. He defeated Duke Eberhard and Giselbert at the Battle of Andernach after they aligned with this man's half brother, Thankmar. Later, he intervened in Northern Italy after the assassination of Berengarius and gained power there after marrying the daughter of Rudolph II, Adelaide. After further rebellions by his son Ludolph and by Conrad the Red, this man terminated their powers at the Imperial Diet of Auerstadt.": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.0005374244
      ],
      [
        "to",
        -5.5577775e-06
      ],
      [
        " the",
        -0.09408663
      ],
      [
        " Great",
        -1.5213274e-05
      ]
    ]
  },
  "A remembrance \"league\" named for this city was patronized by Princess Beatrice, whose son, Prince Maurice of Battenberg, was killed in a battle for it. Fighting at St. Julien and Kitcheners' Wood occurred around this city in the first battles in which a Canadian force defeated a European power. The goal": {
    "guess": "Ypres",
    "confidence": [
      [
        "Y",
        -0.12594756
      ],
      [
        "pres",
        -0.00011248347
      ]
    ]
  },
  "A relaxed set of postulates for this framework is the Mas-Colell axioms, which eliminate the need for transitivity. In systems governed by this model, the set of excess demand functions is not restricted by the usual rationality restrictions on individual demands in the economy, a result known as the Sonnenschein-Mantel-Debreu theorem. One argument for this theory considers an auction in which each": {
    "guess": "General equilibrium theory",
    "confidence": [
      [
        "General",
        -0.07283751
      ],
      [
        " equilibrium",
        -0.007640821
      ],
      [
        " theory",
        -0.00022451657
      ]
    ]
  },
  "A relaxed set of postulates for this framework is the Mas-Colell axioms, which eliminate the need for transitivity. In systems governed by this model, the set of excess demand functions is not restricted": {
    "guess": "General equilibrium theory",
    "confidence": [
      [
        "General",
        -0.068555795
      ],
      [
        " equilibrium",
        -0.008081043
      ],
      [
        " theory",
        -0.0011093784
      ]
    ]
  },
  "Some of the remaining mysteries include why the S-boxes are highly resistant to linear analysis but vulnerable to differential analysis, why there are exactly 16 rounds, and why the key length was chosen to be 56 bits. Many suspect the NSA of inserting a trapdoor into the design but no significant weakness has ever been found in this most popular symmetric cipher. For 10 points, name this standard algorithm.": {
    "guess": "Data Encryption Standard",
    "confidence": [
      [
        "Data",
        -0.051744014
      ],
      [
        " Encryption",
        -0.0002637199
      ],
      [
        " Standard",
        -0.00020532844
      ]
    ]
  },
  "In a related calculation, aggregates and mid-point utilization can generate errors in the calculations of moments, thus one must use Sheppard's correction to West's Algorithm to determine this measure. The term used to describe this measure was coined in a lecture to the Royal Academy in 1893 by Karl Pearson, in which he derived this measure for several statistics, including the chi-squared test. In order to calculate this exactly one must know the corresponding distribution function, but in practical applications, it can be estimated from a sufficiently large sample size. Useful in determining confidence intervals, for 10 points, name this statistical measure the positive root of variance usually denoted with the lowercase Greek letter sigma.": {
    "guess": "Standard deviation",
    "confidence": [
      [
        "Standard",
        -0.0021281375
      ],
      [
        " deviation",
        -0.119034484
      ]
    ]
  },
  "The relationship between the weak version of this phenomenon and heavy fermion superconductivity is a": {
    "guess": "Gravitational lens",
    "confidence": [
      [
        "Gr",
        -0.7955893
      ],
      [
        "avit",
        -0.002140982
      ],
      [
        "ational",
        -0.041769974
      ],
      [
        " lens",
        -0.11373442
      ]
    ]
  },
  "A remastered album titled for this place begins with versions of \"Blue Suede Shoes\" and \"This Ole House\" and sees the lead singer tell the audience, \"You can't say hell or shit\" before he begins \"I Still Miss Someone.\" That album named for this place also includes performances of \"Dark as a Dungeon\"": {
    "guess": "San Quentin",
    "confidence": [
      [
        "San",
        -0.50976235
      ],
      [
        " Quentin",
        -0.000114748334
      ]
    ]
  },
  "This relation was discovered by Irving Fisher in the 1920s, thirty-two years before its namesake published": {
    "guess": "Phillips curve",
    "confidence": [
      [
        "Phill",
        -0.02180939
      ],
      [
        "ips",
        -0.00017457757
      ],
      [
        " curve",
        -0.0035095569
      ]
    ]
  },
  "Release factors bind this substance to eRF3-GTP in a ribosome to end translation. The apoplastic and symplastic pathways transfer this compound. The \"potential\" of this substance is the sum of its solute and pressure components, and is symbolized psi. It is evolved into oxygen gas and two electrons to replenish those lost by photosystem II during the light-dependent reactions. This substance is present in higher concentration for the hypotonic solution. Tetrameric proteins which allow this substance to enter the cell are called aquaporins. It forms the largest percent of the cytosol by mass. For": {
    "guess": "Water",
    "confidence": [
      [
        "Water",
        -0.0013057142
      ]
    ]
  },
  "This religion's prayers are called \"ardas\", and its practitioners are required to have a positive attitude called \"Chardi Kalah.\" A khanda is used to stir the amrit that is consumed during initiation into this religion and its members wear a kangha in their kesha and carry a ceremonial dagger called the kirpan, which are a part of the Five Ks. This religion's sacred text is called the Adi Granth, and is regarded as its current Guru after the death of Guru Gobind Singh. For 10 points, identify this": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.00083321275
      ],
      [
        "ikh",
        -9.3291674e-05
      ],
      [
        "ism",
        -0.00025084958
      ]
    ]
  },
  "A relaxed set of postulates for this framework is the Mas-Colell axioms, which eliminate the need for transitivity. In systems governed by this model, the set of excess demand functions is not restricted by the usual rationality restrictions on individual demands in the economy, a result known as the Sonnenschein-Mantel-Debreu theorem. One argument for this theory considers an auction in which each agent calculates his demand for a good at every possible price and submits it to an auctioneer, from which a price in agreement with this theory will be computed. The production function usually used": {
    "guess": "General equilibrium theory",
    "confidence": [
      [
        "General",
        -0.04318325
      ],
      [
        " equilibrium",
        -0.007512807
      ],
      [
        " theory",
        -0.00013584005
      ]
    ]
  },
  "Release factors bind this substance to eRF3-GTP in a ribosome to end translation. The apoplastic and symplastic pathways transfer this compound. The \"potential\" of this substance is the sum of its solute": {
    "guess": "Water potential",
    "confidence": [
      [
        "Water",
        -0.13101444
      ],
      [
        " potential",
        -0.22614035
      ]
    ]
  },
  "She relies on the carpenter's wife, Mère Rolet, to nurse her daughter, and she makes a halfhearted attempt to resolve her restlessness by speaking with Abbé Bournisien. While visiting La Vaubyessard for a ball hosted by the Marquis d'Andervilliers, she finds a cigar case which rekindles her curiosity about wealth and the world abroad. Sickened at her husband's bungled attempt to treat a club foot, she visits a fair and watches pigs being judged with Rodolphe Boulanger. Later, feeling guilty after bonking Leon Dupuis to make up for an earlier missed opportunity, she kills herself with arsenic. For": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.00036894376
      ],
      [
        "ame",
        -0.00015145572
      ],
      [
        " B",
        -2.8802491e-05
      ],
      [
        "ov",
        -1.3856493e-06
      ],
      [
        "ary",
        -4.978234e-05
      ]
    ]
  },
  "In a relief sculpture, one of these structures occupies the far left of an alabaster disk, next to a plant stand into which  libations are being poured. The weeper holes in another of these structures served as drainage points for the planting of a  grove of sacred trees, according to its excavator, Sir Leonard Woolley. One of these structures, which were frequently  constructed in accordance to the": {
    "guess": "Ziggurat",
    "confidence": [
      [
        "Z",
        -0.3411185
      ],
      [
        "igg",
        -1.8074163e-05
      ],
      [
        "urat",
        -0.0009080066
      ]
    ]
  },
  "His religious policies were steered by his brother, Bruno, who later became an archbishop. He defeated Duke Eberhard and Giselbert at the Battle of Andernach after they aligned with this man's half brother, Thankmar. Later, he intervened in Northern Italy after the assassination of Berengarius and gained power there after marrying the daughter of Rudolph II, Adelaide. After further rebellions by his son Ludolph and by Conrad the Red, this man terminated their powers at the Imperial Diet of Auerstadt. Following this, he rushed to Augsburg to defeat the Magyars. FTP, Identify this man who ruled out of Magdeburg and the victor at Lechfeld; a German king who consolidated power and in 962 was crowned the first Holy Roman Emperor of the Saxon line.": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.0007061177
      ],
      [
        "to",
        -6.1537958e-06
      ],
      [
        " the",
        -0.1484138
      ],
      [
        " Great",
        -0.00041339206
      ]
    ]
  },
  "This religion makes heavy use of the Prayer of Saint Ephrem, and the sanctuary and the nave are separated by the iconostasis in its churches. The symbol of this religion depicts a vertical line intersected by two horizontal lines and one at an angle. The original use of the Hagia Sophia was as a church for this religion. This branch of Christianity was excommunicated for rejecting Pope Leo IX, which": {
    "guess": "Eastern Orthodoxy",
    "confidence": [
      [
        "Eastern",
        -0.024927443
      ],
      [
        " Orth",
        -0.6671176
      ],
      [
        "odoxy",
        -0.0050702104
      ]
    ]
  },
  "It remains in a compensatory relationship with the outer, conscious attitude. It is thought to derive": {
    "guess": "Unconscious mind",
    "confidence": [
      [
        "Un",
        -0.3570339
      ],
      [
        "conscious",
        -0.00024989594
      ],
      [
        " mind",
        -0.038622692
      ]
    ]
  },
  "One of this man's religious reforms was the elimination of fires intended to announce the new month, which along with other reforms he promulgated via his bet din. This man is general y acknowledged to be the last of the great tanaim, and hist most important work became the subject of commentaries by scholars cal ed amoraim. In the aggadic tradition, this man was held to be friendly with a Roman named Antoninus, whose conversations with this man were meant to il ustrate this man's wisdom. This man was the greatest disciple of Jacob ben Korshai, and was himself the son of Simeon Gamaliel and a descendant of Hil el, by virtue of which he held his ceremonial title. This man is best known for compiling a text that would centuries later inspire a series of commentaries, as wel as a similarly-named text, by Maimonides; that text is a topical arrangement of Talmudic oral law. For 10 points, identify this rabbi who lived in the 2nd century C.E. and is responsible for editing the Mishnah, known": {
    "guess": "Judah ha-Nasi",
    "confidence": [
      [
        "Jud",
        -0.5869069
      ],
      [
        "ah",
        -7.8987236e-05
      ],
      [
        " ha",
        -0.17800641
      ],
      [
        "-N",
        -0.06767427
      ],
      [
        "asi",
        -4.2391708e-05
      ]
    ]
  },
  "A relation due to this person gives the polarizability in terms of the refractivity and permittivity and is sometimes also credited to Mossetti. The proposer of a form of the ergodic hypothesis relating": {
    "guess": "Lorentz-Lorenz equation",
    "confidence": [
      [
        "L",
        -1.0221481
      ],
      [
        "orent",
        -0.15268537
      ],
      [
        "z",
        -0.00024239712
      ],
      [
        "-L",
        -0.22242652
      ],
      [
        "oren",
        -0.0016351896
      ],
      [
        "z",
        -0.0058928877
      ],
      [
        " equation",
        -0.019144505
      ]
    ]
  },
  "The relationship between the weak version of this phenomenon and heavy fermion superconductivity is a topic of much current research. Occurring mostly in transition metal and rare earth oxides, it is found below 120 Kelvin in manganese oxide and 280 Kelvin in dichromium trioxide, but has been observed at over 600K in some lanthanum compounds.  Unlike in ferrimagnetism, the cancellation of atomic moments is complete, so there is no net moment. Materials that can exhibit this behavior do so only below the Neel point; above that point, show paramagnetism. FTP, name the behavior resulting when neighboring magnetic moments in a material are in an antiparallel alignment; the opposite of a more familiar": {
    "guess": "Antiferromagnetism",
    "confidence": [
      [
        "Ant",
        -0.06596109
      ],
      [
        "ifer",
        -0.00033057848
      ],
      [
        "rom",
        -0.0007297091
      ],
      [
        "agnet",
        -0.03451408
      ],
      [
        "ism",
        -1.7478143e-05
      ]
    ]
  },
  "This religion believes that one may \"overstand\" something while not understanding it. Its eating practices are heavily based on Revelation 22:2, which speaks of the \"leaves of the tree\" and the \"healing of the nation.\" It is based on the teachings of Howell and meets for Groundings where reasonings occur. Its adherents celebrate the holiday of Nyabingi and follow a strict dietary code known as Ital.": {
    "guess": "Rastafari",
    "confidence": [
      [
        "R",
        -0.0010652015
      ],
      [
        "ast",
        -1.4140442e-05
      ],
      [
        "afari",
        -0.23633252
      ]
    ]
  },
  "This man related finding himself standing in \"Ten million emblems and mementos of Modern Love\"\n during": {
    "guess": "Modern Love",
    "confidence": [
      [
        "Modern",
        -0.7261323
      ],
      [
        " Love",
        -0.0023494805
      ]
    ]
  },
  "Some of the remaining mysteries include why the S-boxes are highly resistant to linear analysis but vulnerable to differential analysis, why there are exactly 16 rounds, and why the key length was chosen to be 56 bits. Many suspect the NSA of inserting a trapdoor into the design but no significant weakness": {
    "guess": "Advanced Encryption Standard",
    "confidence": [
      [
        "Advanced",
        -0.6014738
      ],
      [
        " Encryption",
        -0.00013226394
      ],
      [
        " Standard",
        -1.4617256e-05
      ]
    ]
  },
  "Related to the Gaulish goddess Epona and the Irish goddess Macha, she first appears in the \"Mabinogion\" riding a pale steed.  The wife of Pwyll, she was forced to act as a horse and to carry visitors to the royal court after being unjustly accused of murdering her infant son.  For 10 points, name this woman of Celtic myth, who probably was not asked \"Will you ever win?\" during her time of penance.": {
    "guess": "Rhiannon",
    "confidence": [
      [
        "R",
        -0.00612526
      ],
      [
        "hi",
        -2.3319124e-05
      ],
      [
        "annon",
        -1.50940705e-05
      ]
    ]
  },
  "This religion teaches that God has made three offers of amnesty to man, the third of which was the most perfect and the only one to not require a prophet. Places of worship in this religion are often decorated with spheres and it was once common for members of this religion to attempt to communicate with their dead ancestors, sometimes using ouija boards. The major symbol of this religion is the left eye of God, which decorates its altars and buildings. This religion's name means \"High Tower\" and its ecclesiastical structure mimics that of the Catholic Church with bishops and a pope. Most notable for making saints out of Sun Yat Sen and Victor Hugo, for ten points name this syncretic 20th century": {
    "guess": "Caodaism",
    "confidence": [
      [
        "Ca",
        -0.0036158701
      ],
      [
        "oda",
        -0.00044783088
      ],
      [
        "ism",
        -5.9153886e-06
      ]
    ]
  },
  "This religion's believers practice the Four Restraints and they adhere to right vision, knowledge, and conduct, or the ratnatraya. Followers perform the five-fold bow when they recite this religion's primary prayer, the Namokar Mantra. This religion reserves the highest level of its seven-tiered heaven for those who have obtained liberation, or moksha. It reveres twenty-four figures who have recaptured dharma and lead others towards enlightenment, and this religion requires adherence to ahimsa, or non-violence. For 10 points, name this non-violent Indian religion founded by the last tirthankara, Mahavira.": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0030128805
      ],
      [
        "ain",
        -1.4140442e-05
      ],
      [
        "ism",
        -2.220075e-06
      ]
    ]
  },
  "This man related finding himself standing in \"Ten million emblems and mementos of Modern Love\"\n during a beachside stroll with Thomas Mann in his essay on sanitation engineering, \"Hyperion to a Satyr.\"\n He represented D. H. Lawrence as Bill Hamblin in The World of Light, and earlier represented him as the\n painter Mark Rampion in a work also featuring excerpts from the journal of Philip Quarles. In another\n work, this man described the sport of Centrifugal Bumble-Puppy, the Bokanovsky process, and": {
    "guess": "Brave New World",
    "confidence": [
      [
        "Br",
        -0.418761
      ],
      [
        "ave",
        0.0
      ],
      [
        " New",
        -0.000112960275
      ],
      [
        " World",
        -0.00010425841
      ]
    ]
  },
  "One religious building in this city is home to its largest book market and was once occupied by the Small Swords Society. A temple in the city contains the Chamber of the Four Heavenly Kings and the Hall of the Great Hero as well as its namesake statues of the Buddha. The largest pagoda in this city is attached to a temple dedicated to both the Amitabha and the Maitreya Buddhas that holds a yearly fair during the third lunar month. This home of the Jade Buddha in the Putuou district and the Longhua temples also contains the She Shan Basilica and the Saint Ignatius Cathedral. The Old City God Temple is located near this city's (*) Pudong business district and partially commemorates Chen Huacheng, who defended this city from the British during the First Opium War. This city is home to China's largest population of Christians, due to the presence of European missionaries, who also influenced this city's Bund District. For 10 points, name this port city at the mouth of the Yangtze River, the": {
    "guess": "Shanghai",
    "confidence": [
      [
        "Sh",
        -0.0012646402
      ],
      [
        "anghai",
        -0.0007719861
      ]
    ]
  },
  "One religious building in this city is home to its largest book market and was once occupied by the Small Swords Society. A temple in the city contains the Chamber of the Four Heavenly Kings and the Hall of the Great Hero as well as its namesake statues of the Buddha. The largest pagoda in this city is attached to a temple dedicated to both the Amitabha and the Maitreya Buddhas that holds a yearly fair during the third lunar month. This home of the Jade Buddha in the Putuou district and the Longhua temples also contains the She Shan Basilica and the Saint Ignatius Cathedral. The Old City God Temple is located near this city's (*) Pudong business district and partially commemorates Chen Huacheng,": {
    "guess": "Shanghai",
    "confidence": [
      [
        "Sh",
        -0.00052205444
      ],
      [
        "anghai",
        -7.481511e-05
      ]
    ]
  },
  "This religion's prayers are called \"ardas\", and its practitioners are required to have a positive attitude called \"Chardi Kalah.\" A khanda is used to stir the amrit that is consumed during initiation into": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.011153338
      ],
      [
        "ikh",
        -0.008048993
      ],
      [
        "ism",
        -0.0045976844
      ]
    ]
  },
  "A re-release of this album includes a false start of one of the songs on this album, which differs from other twelve-bar blues tracks in B-flat by switching to A-flat seventh instead of B-flat seventh. That song also uses Wynton Kelly on piano, rather than the pianist who plays all the other tracks on this album, Bill Evans. This album, which contains a track with an unusual bass vamp entitled All Blues, also contains a track which switches between three modes using the 13th of the leading chord, entitled Blue in Green. A more well-known track from this album has no theme and allows each player a modal solo in the intent of drawing a comparison to Spanish melodies. That song, Flamenco Sketches, follows a song with a namesake chord consisting of three perfect fourths capped by a major third.": {
    "guess": "Kind of Blue",
    "confidence": [
      [
        "Kind",
        -0.041453224
      ],
      [
        " of",
        -0.0013233344
      ],
      [
        " Blue",
        -2.9636918e-05
      ]
    ]
  },
  "This religion's texts include the Holy Piby, and one of this religion's saints is Marcus Garvey. This": {
    "guess": "Rastafari",
    "confidence": [
      [
        "R",
        -0.0022281676
      ],
      [
        "ast",
        -6.909333e-05
      ],
      [
        "afari",
        -0.0015279558
      ]
    ]
  },
  "This religion followed \"Amari\", or the principle of non-violence towards animals, but only during holy days. Fourteen may have been a sacred number in this faith, which had fourteen annual festivals celebrated with Zoroastrian-style fire ceremonies and prostration before a cross. The most important building in this faith was the Ibadat Khana, whose name simply means House of Worship, where the founder of this religion invited members of different religions to discuss and argue. The only surviving": {
    "guess": "Din-i Ilahi",
    "confidence": [
      [
        "D",
        -0.48314753
      ],
      [
        "in",
        -0.0011531977
      ],
      [
        "-i",
        -0.010119275
      ],
      [
        " Il",
        -0.00029136782
      ],
      [
        "ahi",
        -1.2664457e-06
      ]
    ]
  },
  "This religion followed \"Amari\", or the principle of non-violence towards animals, but only during holy days. Fourteen may have been a sacred number in this faith, which had fourteen annual festivals celebrated": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.073597744
      ],
      [
        "ain",
        -1.9743013e-05
      ],
      [
        "ism",
        -2.1531068e-05
      ]
    ]
  },
  "A 1998 release of the complete recordings behind this album introduced nine previously unreleased tracks, such as \"Take It or Leave It,\" \"Yaphet,\" and an additional version of \"Double Image.\" Participants in its productions included bassist Dave Holland, bass clarinetist Bennie Maupin, and guitarist John McLaughlin, the namesake of its fourth track. This album, which also included such cuts as \"Pharoah's Dance\" and \"Spanish Key,\" is, along with its artist's In a Silent Way, often labeled the defining album of jazz fusion. FTP, name this 1969 Miles Davis double album released ten years after Kind": {
    "guess": "The Complete Bitches Brew Sessions",
    "confidence": [
      [
        "The",
        -0.5199608
      ],
      [
        " Complete",
        -0.1975202
      ],
      [
        " B",
        -0.024238383
      ],
      [
        "itches",
        -2.0458236e-05
      ],
      [
        " Brew",
        -5.3193703e-06
      ],
      [
        " Sessions",
        -0.5745447
      ]
    ]
  },
  "One religious building in this city is home to its largest book market and was once occupied by the Small Swords Society. A temple in the city contains the Chamber of the Four Heavenly Kings and the Hall of the Great Hero as well as its namesake statues of the Buddha. The largest pagoda in this city is attached to a temple dedicated to both the Amitabha and the Maitreya Buddhas that holds a yearly fair during the third lunar month. This home of the Jade Buddha in the Putuou district and the Longhua temples also contains the She Shan Basilica and the Saint Ignatius Cathedral. The Old City God Temple is located near this city's (*) Pudong business district and partially commemorates Chen Huacheng, who defended this city from the British during the First Opium War. This city is home to China's largest population of Christians, due to the presence of European missionaries, who also influenced": {
    "guess": "Shanghai",
    "confidence": [
      [
        "Sh",
        -0.0005226505
      ],
      [
        "anghai",
        -4.763667e-05
      ]
    ]
  },
  "He relinquished his position of director at Santa Cecilia in 1925, preferring to concentrate on composing rather than teaching. A master of descriptive music, he invokes images of doves, hens, nightingales, and cuckoos in his work The Birds. His operas include Belfagor and Lucrezia, completed by his": {
    "guess": "Ottorino Respighi",
    "confidence": [
      [
        "O",
        -0.35401258
      ],
      [
        "tt",
        -0.00038837024
      ],
      [
        "or",
        -0.000108668944
      ],
      [
        "ino",
        -8.8165914e-05
      ],
      [
        " Resp",
        -0.00060057297
      ],
      [
        "igh",
        -5.4385737e-06
      ],
      [
        "i",
        -3.5716304e-05
      ]
    ]
  },
  "This man was once released from debtor's prison because his admirer Joseph Martin paid his debt. Along with Henry Timberlake and an Indian named Chief Kanagatucko, this man once took a dangerous journey over a frozen river from Fort Robinson, Virginia to Knoxville, Tennessee. This man succeeded Charles Pinkney as Senator, and during the Revolutionary War he won he lost the Battle of Fishing Creek but won the Battle of Hanging Rock. At the Battle of Blackstock, this man defeated General Tarleton.": {
    "guess": "Thomas Sumter",
    "confidence": [
      [
        "Thomas",
        -0.14814124
      ],
      [
        " Sum",
        -0.0021509768
      ],
      [
        "ter",
        -0.00034714415
      ]
    ]
  },
  "In this religion, those who have conquered their internal passions are known as jina. This religion believes that every living being has the potential to become God, and its followers advocate an important": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0017815682
      ],
      [
        "ain",
        -6.9882217e-06
      ],
      [
        "ism",
        -0.00030269218
      ]
    ]
  },
  "This religion's Kitab-i-Iqan [kee tahb-ee-ee kahn] relates this religion's teachings to both Islam and": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0075924336
      ],
      [
        "á",
        -0.00025669055
      ],
      [
        "'",
        -0.0012805953
      ],
      [
        "í",
        -8.8165914e-05
      ],
      [
        " Faith",
        -0.00044449317
      ]
    ]
  },
  "This religion's believers practice the Four Restraints and they adhere to right vision, knowledge, and conduct, or the ratnatraya. Followers perform the five-fold bow when they recite this religion's primary prayer, the Namokar Mantra. This religion reserves the highest level of its seven-tiered heaven for those who have obtained liberation, or moksha. It reveres twenty-four figures who have recaptured dharma and lead others towards enlightenment, and this religion requires adherence to ahimsa, or": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0010893779
      ],
      [
        "ain",
        -2.2127088e-05
      ],
      [
        "ism",
        -1.0564331e-05
      ]
    ]
  },
  "This religion's creator deity was symbolized by the spine of a bovine. People in this religion had three souls, only one of which was immortal and could be transfigured after death. A reformer of this religion ordered an official regicide of old deities and composed the Great Hymn. In this religion, the rolling of (*) dung by beetles personified by Khepri symbolized the transition of the Sun, which was attacked by a serpent every night. Atenism was a monotheistic variety of - for 10 points - what religion that worshipped deities like Horus and Ra?": {
    "guess": "Ancient Egyptian religion",
    "confidence": [
      [
        "Anc",
        -0.11711582
      ],
      [
        "ient",
        -4.2153304e-05
      ],
      [
        " Egyptian",
        -0.0011512941
      ],
      [
        " religion",
        -0.062065046
      ]
    ]
  },
  "The most reliable timescale for these events was developed in 1992 by Cande and Kent - it aims to include all intervals of these events greater than 30 kiloyears - those less than 30 kyr are given the designation \"crypto.\" One of these events named after Jaramillo may be related to a tektite-producing": {
    "guess": "Geomagnetic Reversal",
    "confidence": [
      [
        "Geom",
        -0.036051277
      ],
      [
        "agnetic",
        -0.00010843054
      ],
      [
        " Re",
        -0.9474755
      ],
      [
        "vers",
        -2.1008714e-06
      ],
      [
        "al",
        -0.025441596
      ]
    ]
  },
  "On this religion's holiday of Ridvan, the giving of a title meaning \"glory of God\" to the successor of its founder is celebrated. That founder took a title meaning \"the Gate\", and the \"Guardian\" of this religion was Shoghi Effendi. The sacred texts of this religion include the Book of Certitude, and its temples include one in Haifa. In addition to the two aforementioned prophets, this faith also considers Adam, Abraham, Moses, Krishna, Zoroaster, Buddha, Jesus, and Muhammad to be prophets. It was founded in nineteenth century Persia by Siyyd Ali Muhammad. FTP, name this faith founded on the basis": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.008167127
      ],
      [
        "á",
        -4.6683042e-05
      ],
      [
        "'",
        -0.0027284326
      ],
      [
        "í",
        -3.4166656e-05
      ],
      [
        " Faith",
        -1.1041146e-05
      ]
    ]
  },
  "This relationship predicts the existence of creep waves, which are less useful than Rayleigh waves for nondestructive testing. The boundary conditions of Maxwell's equations, along with Fermat's principle of least time, may be used to derive it, and a quantity named for Brewster can be calculated from this law assuming complete reflection. Involved in the derivation of the critical angle, this relationship predicts an angle of fifty degrees will produce total internal reflection at a water-air boundary. For 10 points, identify this relationship which determines how the angle at which light enters": {
    "guess": "Snell's Law",
    "confidence": [
      [
        "Sn",
        -0.2527949
      ],
      [
        "ell",
        -0.00095862785
      ],
      [
        "'s",
        -0.00048453463
      ],
      [
        " Law",
        -0.1281939
      ]
    ]
  },
  "In this religion, time is conceived of in terms of utsarpini and avasarpini, ascending and descending arcs of a wheel with spokes called ara. Via a process called nirjara, adherents of this religion can destroy a substance which binds to the soul called karman, and debate over whether asceticism demands": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.000563519
      ],
      [
        "ain",
        -2.129266e-05
      ],
      [
        "ism",
        -0.0016924349
      ]
    ]
  },
  "One religious movement in this state venerated St. Anthony and was lead by Kimpa Vita. The Duke of Bengo's forces escaped a battle along the Ulanga river at which this state was defeated. A breakaway state from here defeated the Portuguese at Kitombo. The Kimpanzu and the Kinlaza were the main factions in this country's civil war and its region of Mombares was a major center of textile production. Garcia II of here allied with the Dutch against the Portuguese and Rui D'Aguiar met with one king of": {
    "guess": "Kongo Civil War",
    "confidence": [
      [
        "K",
        -0.5361362
      ],
      [
        "ongo",
        -0.0008263026
      ],
      [
        " Civil",
        -0.88794607
      ],
      [
        " War",
        -0.0067140744
      ]
    ]
  },
  "A relaxed set of postulates for this framework is the Mas-Colell axioms, which eliminate the need for transitivity. In systems governed by this model, the set of excess demand functions is not restricted by the usual rationality restrictions on individual demands in the economy, a result known as the Sonnenschein-Mantel-Debreu theorem. One argument for this theory considers an auction in which each agent calculates his demand for a good at every possible price and submits it to an auctioneer, from which a price in agreement with this theory will be computed. The production function usually used in this theory is due to Koopmans, although it was significantly refined by another economist in The Theory of Value. This theory's central tenet is that excess market demand always sums to zero. For 10 points, identify this theory of economics that claims that all markets and prices are always at a macroeconomic optimum.": {
    "guess": "General equilibrium theory",
    "confidence": [
      [
        "General",
        -0.03551505
      ],
      [
        " equilibrium",
        -0.27546123
      ],
      [
        " theory",
        -0.00019972587
      ]
    ]
  },
  "Some of the remaining mysteries include why the S-boxes are highly resistant to linear analysis but vulnerable to differential analysis, why there are exactly 16 rounds, and why the key length was chosen to be 56 bits. Many suspect the NSA of inserting a trapdoor into the design but no significant weakness has ever been found in this most popular symmetric cipher. For 10 points, name this standard": {
    "guess": "Data Encryption Standard",
    "confidence": [
      [
        "Data",
        -0.043308828
      ],
      [
        " Encryption",
        -0.00021903319
      ],
      [
        " Standard",
        -2.4034345e-05
      ]
    ]
  },
  "This religion was revived during the National Learning movement of the 18th and 19th centuries.  Its cosmology posits a three-tiered universe that consists of \"The Plain of High Heaven,\" \"The Manifested": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.042113934
      ],
      [
        "into",
        -0.027936533
      ]
    ]
  },
  "A 1998 release of the complete recordings behind this album introduced nine previously unreleased tracks, such as \"Take It or Leave It,\" \"Yaphet,\" and an additional version of \"Double Image.\" Participants in its productions included bassist Dave Holland, bass clarinetist Bennie Maupin, and guitarist": {
    "guess": "Bitches Brew",
    "confidence": [
      [
        "B",
        -0.06939518
      ],
      [
        "itches",
        -0.0014745104
      ],
      [
        " Brew",
        -0.00043376852
      ]
    ]
  },
  "A re-release of this album includes a false start of one of the songs on this album, which differs from other twelve-bar blues tracks in B-flat by switching to A-flat seventh instead of B-flat seventh. That song also uses Wynton Kelly on piano, rather than the pianist who plays all the other tracks on": {
    "guess": "Kind of Blue",
    "confidence": [
      [
        "Kind",
        -0.0015033135
      ],
      [
        " of",
        -7.755679e-05
      ],
      [
        " Blue",
        -2.0696643e-05
      ]
    ]
  },
  "The most reliable timescale for these events was developed in 1992 by Cande and Kent - it aims to include all intervals of these events greater than 30 kiloyears - those less than 30 kyr are given the designation \"crypto.\" One of these events named after Jaramillo may be related to a tektite-producing impact field on the Ivory Coast. Other examples are named after findings at Cobb Mountain and Mungo Lake. A \"three-dimensional self-consistent computer simulation\" of one of these events was produced": {
    "guess": "Geomagnetic Reversal",
    "confidence": [
      [
        "Geom",
        -0.61103666
      ],
      [
        "agnetic",
        -2.3676734e-05
      ],
      [
        " Re",
        -0.821263
      ],
      [
        "vers",
        -3.1281633e-07
      ],
      [
        "al",
        -0.01592257
      ]
    ]
  },
  "Religion, Mythology, and Philosophy: In Vodou, Baron Samedi resides at this location, shepherding souls into the Guinee, the spirit realm. Hecate, and by extension Trivia, was associated with these locations as represented by her three heads. For fifteen points, identify these locations which in American": {
    "guess": "Crossroads",
    "confidence": [
      [
        "Cross",
        -0.40402094
      ],
      [
        "roads",
        -0.023244662
      ]
    ]
  },
  "This religion followed \"Amari\", or the principle of non-violence towards animals, but only during holy days. Fourteen may have been a sacred number in this faith, which had fourteen annual festivals celebrated with Zoroastrian-style fire ceremonies and prostration before a cross. The most important building in this faith was the Ibadat Khana, whose name simply means House of Worship, where the founder of this religion invited members of different religions to discuss and argue. The only surviving description of this religion is found in the Dabistan, or School of Manners, a Persian text that describes every major religion of its time. According to tradition, this faith had only 19 followers, and its founder was rumored to have abandoned it after fire fell from the sky in Lahore, symbolizing Allah's displeasure at a certain royal personage in Agra. For ten points, name this short-lived syncretic religion, founded by the third Mughal Emperor, Akbar the Great.": {
    "guess": "Din-i Ilahi",
    "confidence": [
      [
        "D",
        -0.0044934964
      ],
      [
        "in",
        -0.0018057262
      ],
      [
        "-i",
        -0.08716062
      ],
      [
        " Il",
        -0.00047583276
      ],
      [
        "ahi",
        -9.0883464e-07
      ]
    ]
  },
  "She relies on the carpenter's wife, Mère Rolet, to nurse her daughter, and she makes a halfhearted attempt to resolve her restlessness by speaking with Abbé Bournisien. While visiting La Vaubyessard for a ball hosted by the Marquis d'Andervilliers, she finds a cigar case which rekindles her curiosity": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0019003171
      ],
      [
        "ame",
        -0.00015229016
      ],
      [
        " B",
        -0.00018935515
      ],
      [
        "ov",
        -2.1008714e-06
      ],
      [
        "ary",
        -9.9371064e-05
      ]
    ]
  },
  "They have remixed songs by 808 State, Agent Provocateur, Mekon, David Arnold, and Soul Coughing and have collaborated with other artists, such as the Jungle Brothers, whose 1999 album, V.I.P., they produced, and Rufus Wainwright, whose song \"Shadows\" they also produced.* When Wall of Sound released a two disc album commemorating their 10th Anniversary, Alex Gifford provided the second album, a remix album which also included a brand new track by the band featuring Livingroom Johnston. FTP, name this band, which has to date only released one album, 1998's Decksanddrumsandrockandroll, featuring the": {
    "guess": "Propellerheads",
    "confidence": [
      [
        "Prop",
        -0.014284674
      ],
      [
        "eller",
        -0.0022143694
      ],
      [
        "heads",
        -0.0010384063
      ]
    ]
  },
  "This religion's places of worship are reached by paths called sando and contain sacred ropes with hanging flax pendants and a gohei, or wand with hanging strips of paper. Its priests wear white socks and black sandals, and today its places of worship often contain fortune vending machines, whose bad fortunes are usually tied to a pine tree, and a sacred mirror to commemorate the end of a certain dance in this faith's lore. With deities such as the fox-loving Inari, the war god Hachiman, Uzume, Susano'o, and Amaterasu, this is, FTP, what native religion of Japan?": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.0050689066
      ],
      [
        "into",
        -0.00015514737
      ]
    ]
  },
  "This religion's believers practice the Four Restraints and they adhere to right vision, knowledge, and": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0016958918
      ],
      [
        "ain",
        -0.00011415232
      ],
      [
        "ism",
        -0.0009873193
      ]
    ]
  },
  "A relation due to this person gives the polarizability in terms of the refractivity and permittivity and is sometimes also credited to Mossetti. The proposer of a form of the ergodic hypothesis relating to electrolysis, this physicist derived the aforementioned relation by applying that form to electrolytic dissociation. His 1857 paper on the kinetic theory introduced the concept of mean free path. An equation sometimes called his theorem states that the integral of the inexact heat differential divided by the temperature vanishes over a reversible cycle; a better-known statement due to him notes": {
    "guess": "Josiah Willard Gibbs",
    "confidence": [
      [
        "Jos",
        -0.3081258
      ],
      [
        "iah",
        -5.1808798e-05
      ],
      [
        " Will",
        -0.0013325021
      ],
      [
        "ard",
        -0.00031651612
      ],
      [
        " Gibbs",
        -4.365741e-06
      ]
    ]
  },
  "This religion followed \"Amari\", or the principle of non-violence towards animals, but only during holy days. Fourteen may have been a sacred number in this faith, which had fourteen annual festivals celebrated with Zoroastrian-style fire ceremonies and prostration before a cross. The most important building in this faith was the Ibadat Khana, whose name simply means House of Worship, where the founder of this religion invited members of different religions to discuss and argue. The only surviving description of this religion is found in the Dabistan, or School of Manners, a Persian text that describes every major religion of its time. According to tradition, this faith had only 19 followers,": {
    "guess": "Din-i Ilahi",
    "confidence": [
      [
        "D",
        -0.113779314
      ],
      [
        "in",
        -0.00065048266
      ],
      [
        "-i",
        -0.035996076
      ],
      [
        " Il",
        -0.0021324179
      ],
      [
        "ahi",
        -4.8425554e-06
      ]
    ]
  },
  "This religion's ceremonies include the royal rite of the sun, or rada rite, and initiation ceremonies in which novices progress from bosal to kanzo. Figures of worship in this religion include a female": {
    "guess": "Haitian Vodou",
    "confidence": [
      [
        "H",
        -0.74624354
      ],
      [
        "ait",
        -0.00011319869
      ],
      [
        "ian",
        -0.0002970896
      ],
      [
        " V",
        -2.0458236e-05
      ],
      [
        "od",
        -1.7478143e-05
      ],
      [
        "ou",
        -8.061054e-06
      ]
    ]
  },
  "One relation bearing this name is the differential equation \"y-prime plus p of x times y equals q of x times y to the nth power.\" Using another relation of this name, Torricelli's theorem can be derived, and this relation itself can be derived by integrating over all space and assuming that the body force is only due to gravity. Since it is only applicable to stead, incompressible, inviscid flows, all time derivatives in the Navier-Stokes equations can be set to zero, and this relation, which expresses": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.6388889
      ],
      [
        "ou",
        -6.392203e-06
      ],
      [
        "lli",
        -0.0004523606
      ],
      [
        "'s",
        -0.006436588
      ],
      [
        " principle",
        -0.33259764
      ]
    ]
  },
  "This religion's believers practice the Four Restraints and they adhere to right vision, knowledge, and conduct, or the ratnatraya. Followers perform the five-fold bow when they recite this religion's primary prayer, the Namokar Mantra. This religion reserves the highest level of its seven-tiered heaven for those who have obtained liberation, or moksha. It reveres twenty-four figures who have recaptured": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.00063630845
      ],
      [
        "ain",
        -2.2007884e-05
      ],
      [
        "ism",
        -0.0005915172
      ]
    ]
  },
  "This religious movement traditionally recognized \"Recorded Ministers,\" some of whom ran unplanned \"waiting": {
    "guess": "Quakers",
    "confidence": [
      [
        "Qu",
        -0.041428402
      ],
      [
        "akers",
        -0.030436886
      ]
    ]
  },
  "The release of fifty-two kings is celebrated during this time, while some celebrate it by making 21 different offerings and 21 different threads over the course of 35 days. Its last day consists of brothers and sisters meeting to express affection, while another day is celebrated with a mountain of food. Its second day celebrates the death of an evil demon, while its fourth day is devoted to the goddess of wealth. Mahavira attained nirvana during this holiday, making it sacred to the Jains, while another group celebrates the return of a king from fourteen years of exile. FTP, name this festival": {
    "guess": "Diwali",
    "confidence": [
      [
        "Di",
        -0.07630948
      ],
      [
        "w",
        -2.749125e-05
      ],
      [
        "ali",
        -4.604148e-06
      ]
    ]
  },
  "A relaxed set of postulates for this framework is the Mas-Colell axioms, which eliminate the need for transitivity. In systems governed by this model, the set of excess demand functions is not restricted by the usual rationality restrictions on individual demands in the economy, a result known as the": {
    "guess": "General equilibrium theory",
    "confidence": [
      [
        "General",
        -0.25167125
      ],
      [
        " equilibrium",
        -0.06358073
      ],
      [
        " theory",
        -0.0028222315
      ]
    ]
  },
  "This relationship predicts the existence of creep waves, which are less useful than Rayleigh waves for nondestructive testing. The boundary conditions of Maxwell's equations, along with Fermat's principle of least time, may be used to derive it, and a quantity named for Brewster can be calculated from this law assuming complete reflection. Involved in the derivation of the critical angle, this relationship predicts an angle of fifty degrees will produce total internal reflection at a water-air boundary. For 10 points, identify this relationship which determines how the angle at which light enters and exits a boundary changes due change in refractive index.": {
    "guess": "Snell's Law",
    "confidence": [
      [
        "Sn",
        -0.006459563
      ],
      [
        "ell",
        -0.00037442712
      ],
      [
        "'s",
        -0.0007033761
      ],
      [
        " Law",
        -0.581784
      ]
    ]
  },
  "In one religion in this country, funerals are sometimes held years after death so that families can throw a lavish enough ceremony to help the decedent reach an afterlife called \"Puya.\" It's not Ethiopia,": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.41684225
      ],
      [
        "onesia",
        -0.0001006823
      ]
    ]
  },
  "One religious building in this city is home to its largest book market and was once occupied by the Small Swords Society. A temple in the city contains the Chamber of the Four Heavenly Kings and the Hall": {
    "guess": "Jing'an Temple",
    "confidence": [
      [
        "J",
        -1.1470228
      ],
      [
        "ing",
        -0.3264673
      ],
      [
        "'an",
        -0.00093635515
      ],
      [
        " Temple",
        -0.0020869735
      ]
    ]
  },
  "He relieved Jackson at Harpers Ferry and organized the Army of the Shenandoah.  He fooled General Patterson in the Valley and moved back towards Richmond.  Later reinforcing John Magruder on the Peninsula, he was wounded at Fair Oaks.  He failed to relieve Pemberton at Vicksburg and prevented the capture of Atlanta for several months before he was replaces with Hood who eventually evacuated the city.  He again failed to defeat Sherman at Bentonville and was forced to surrender a month later at Durham Station.  For 10 points, name this Civil War general who commanded Confederate troops on the Peninsula": {
    "guess": "Joseph E. Johnston",
    "confidence": [
      [
        "Joseph",
        -0.17528914
      ],
      [
        " E",
        -0.003995054
      ],
      [
        ".",
        -0.00070052256
      ],
      [
        " Johnston",
        -0.0010147068
      ]
    ]
  },
  "In a related calculation, aggregates and mid-point utilization can generate errors in the calculations of moments, thus one must use Sheppard's correction to West's Algorithm to determine this measure.": {
    "guess": "Method of moments (probability theory)",
    "confidence": [
      [
        "Method",
        -0.74823534
      ],
      [
        " of",
        -0.0009743518
      ],
      [
        " moments",
        -0.12765485
      ],
      [
        " (",
        -0.4007465
      ],
      [
        "probability",
        -0.6374823
      ],
      [
        " theory",
        -0.00030721823
      ],
      [
        ")",
        -0.00042768914
      ]
    ]
  },
  "This religion's Kitab-i-Iqan [kee tahb-ee-ee kahn] relates this religion's teachings to both Islam and Christianity, and is better known as the Book of Certitude. Shoghi Effendi [sho-gee eff-EN-dee] was Guardian of this religion in the twentieth century. This religion believes in the (*) unity of all": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0024923033
      ],
      [
        "á",
        -8.418666e-06
      ],
      [
        "'",
        -2.9875326e-05
      ],
      [
        "í",
        -2.9352968e-06
      ],
      [
        " Faith",
        -4.246537e-06
      ]
    ]
  },
  "This religion teaches that God has made three offers of amnesty to man, the third of which was the most perfect and the only one to not require a prophet. Places of worship in this religion are often decorated": {
    "guess": "Islam",
    "confidence": [
      [
        "Islam",
        -1.5860454
      ]
    ]
  },
  "A re-release of this album includes a false start of one of the songs on this album, which differs from other twelve-bar blues tracks in B-flat by switching to A-flat seventh instead of B-flat seventh. That song also uses Wynton Kelly on piano, rather than the pianist who plays all the other tracks on this album, Bill Evans. This album, which contains a track with an unusual bass vamp entitled All": {
    "guess": "Kind of Blue",
    "confidence": [
      [
        "Kind",
        -0.022465046
      ],
      [
        " of",
        -0.0013283335
      ],
      [
        " Blue",
        -5.1808798e-05
      ]
    ]
  },
  "The relationship between this quantity and the contact angle can be studied using the Young-Dupre equation.  An important rule concerning this property dictates that is has a linear dependence on temperature,": {
    "guess": "Surface energy",
    "confidence": [
      [
        "Surface",
        -0.04453203
      ],
      [
        " energy",
        -0.5027256
      ]
    ]
  },
  "A relation due to this person gives the polarizability in terms of the refractivity and permittivity and is sometimes also credited to Mossetti. The proposer of a form of the ergodic hypothesis relating to electrolysis, this physicist derived the aforementioned relation by applying that form to electrolytic dissociation. His 1857 paper on the kinetic theory introduced the concept of mean free path. An equation sometimes called his theorem states that the integral of the inexact heat differential divided by the temperature vanishes over a reversible cycle; a better-known statement due to him notes that the same integral is non-negative over a general thermodynamic cycle. FTP, name this German physicist best known for positing both the second law of thermodynamics and the concept of entropy,": {
    "guess": "Rudolf Clausius",
    "confidence": [
      [
        "R",
        -0.020478124
      ],
      [
        "ud",
        -1.60477e-05
      ],
      [
        "olf",
        -0.0002700377
      ],
      [
        " Claus",
        -0.00011617878
      ],
      [
        "ius",
        -7.684157e-05
      ]
    ]
  },
  "A related mechanism, the dominant one for semiconductors, named for D'yakonov and Perel, and unlike this mechanism is independent of the mean free path. This mechanism occurs because in real crystals momentum eigenstates named Bloch States are not spin-eigenstates anymore. If this mechanism is the primary": {
    "guess": "D'yakonov-Perel mechanism",
    "confidence": [
      [
        "D",
        -0.17527144
      ],
      [
        "'y",
        -0.35633627
      ],
      [
        "ak",
        -6.372917e-05
      ],
      [
        "on",
        -0.00019996427
      ],
      [
        "ov",
        -8.6616266e-05
      ],
      [
        "-",
        -0.10188176
      ],
      [
        "Per",
        -0.00021355349
      ],
      [
        "el",
        -2.4391957e-05
      ],
      [
        " mechanism",
        -0.17394727
      ]
    ]
  },
  "This religion teaches that God has made three offers of amnesty to man, the third of which was the most perfect and the only one to not require a prophet. Places of worship in this religion are often decorated with spheres and it was once common for members of this religion to attempt to communicate with their dead ancestors, sometimes using ouija boards. The major symbol of this religion is the left eye of God, which decorates its altars and buildings. This religion's name means \"High Tower\" and": {
    "guess": "Mormonism",
    "confidence": [
      [
        "M",
        -1.7463303
      ],
      [
        "orm",
        -0.012200335
      ],
      [
        "on",
        -4.334534e-05
      ],
      [
        "ism",
        -0.0006644222
      ]
    ]
  },
  "The most reliable timescale for these events was developed in 1992 by Cande and Kent - it aims to include all intervals of these events greater than 30 kiloyears - those less than 30 kyr are given the designation \"crypto.\" One of these events named after Jaramillo may be related to a tektite-producing impact field on the Ivory Coast. Other examples are named after findings at Cobb Mountain and Mungo Lake. A \"three-dimensional self-consistent computer simulation\" of one of these events was produced by Glatzmaier and Roberts. A particularly major one of these is named after Brunhes and Matuyama, whose observations in Japan first confirmed their timing. This phenomenon allowed confirmation of the idea of seafloor spreading by Vine and Matthews, because it results in symmetrical \"stripes\" radiating": {
    "guess": "Geomagnetic Reversal",
    "confidence": [
      [
        "Geom",
        -0.0137948645
      ],
      [
        "agnetic",
        -4.3202e-07
      ],
      [
        " Re",
        -0.14398189
      ],
      [
        "vers",
        -1.9816675e-06
      ],
      [
        "al",
        -0.00040612428
      ]
    ]
  },
  "The most reliable timescale for these events was developed in 1992 by Cande and Kent - it aims to include all intervals of these events greater than 30 kiloyears - those less than 30 kyr are given the designation \"crypto.\" One of these events named after Jaramillo may be related to a tektite-producing impact field on the Ivory Coast. Other examples are named after findings at Cobb Mountain and Mungo Lake. A \"three-dimensional self-consistent computer simulation\" of one of these events was produced by Glatzmaier and Roberts. A particularly major one of these is named after Brunhes and Matuyama, whose observations in Japan first confirmed their timing. This phenomenon allowed confirmation of the idea of seafloor spreading by Vine and Matthews, because it results in symmetrical \"stripes\" radiating outward from mid-oceanic ridges. FTP, name this type of geologic event that happens when the Earth": {
    "guess": "Geomagnetic Reversal",
    "confidence": [
      [
        "Geom",
        -0.008712669
      ],
      [
        "agnetic",
        0.0
      ],
      [
        " Re",
        -0.08898734
      ],
      [
        "vers",
        -7.89631e-07
      ],
      [
        "al",
        -0.0002943479
      ]
    ]
  },
  "One relation bearing this name is the differential equation \"y-prime plus p of x times y equals q of x times y to the nth power.\" Using another relation of this name, Torricelli's theorem can be derived, and this relation itself can be derived by integrating over all space and assuming that the body force is only due to gravity. Since it is only applicable to stead, incompressible, inviscid flows, all time derivatives in the Navier-Stokes equations can be set to zero, and this relation, which expresses the conservation of energy, may be obtained through integration along a streamline. For ten points,": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.5126529
      ],
      [
        "ou",
        -3.5313153e-06
      ],
      [
        "lli",
        -0.0005655418
      ],
      [
        "'s",
        -0.00031985383
      ],
      [
        " principle",
        -0.21591192
      ]
    ]
  },
  "One religious building in this city is home to its largest book market and was once occupied by the Small Swords Society. A temple in the city contains the Chamber of the Four Heavenly Kings and the Hall of the Great Hero as well as its namesake statues of the Buddha. The largest pagoda in this city is attached to a temple dedicated to both the Amitabha and the Maitreya Buddhas that holds a yearly": {
    "guess": "Shanghai",
    "confidence": [
      [
        "Sh",
        -0.32373282
      ],
      [
        "anghai",
        -0.00035774958
      ]
    ]
  },
  "Religion, Mythology, and Philosophy: In Vodou, Baron Samedi resides at this location, shepherding souls": {
    "guess": "Baron Samedi",
    "confidence": [
      [
        "Bar",
        -0.061494857
      ],
      [
        "on",
        -0.00031699296
      ],
      [
        " S",
        -0.012482341
      ],
      [
        "amedi",
        -0.00076781755
      ]
    ]
  },
  "A remembrance \"league\" named for this city was patronized by Princess Beatrice, whose son, Prince Maurice of Battenberg, was killed in a battle for it. Fighting at St. Julien and Kitcheners' Wood occurred around this city in the first battles in which a Canadian force defeated a European power. The goal of the Lys offensive was the capture of this city, which was the location of the final battle of the Race to the (*) Sea as trenches were dug in 1914. The third battle named for this city is also named for a town five miles to its east called Passchendaele. The second battle for this city marked the first widespread use of poison gas during World War I. For 10 points, name this Belgian city that the British nicknamed \"Wipers.\"": {
    "guess": "Ypres",
    "confidence": [
      [
        "Y",
        -0.0017555029
      ],
      [
        "pres",
        -0.00017135908
      ]
    ]
  },
  "On this religion's holiday of Ridvan, the giving of a title meaning \"glory of God\" to the successor of its founder is celebrated. That founder took a title meaning \"the Gate\", and the \"Guardian\" of this religion was Shoghi Effendi. The sacred texts of this religion include the Book of Certitude, and its temples include one in Haifa. In addition to the two aforementioned prophets, this faith also considers": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0004124384
      ],
      [
        "á",
        -1.378283e-05
      ],
      [
        "'",
        -6.50404e-05
      ],
      [
        "í",
        -1.2233183e-05
      ],
      [
        " Faith",
        -3.9650025e-05
      ]
    ]
  },
  "This religious movement traditionally recognized \"Recorded Ministers,\" some of whom ran unplanned \"waiting worships\" that concluded when the two eldest worshipers exchanged a handshake. Its earliest leaders were known as the \"Valiant Sixty.\" The \"Gurneyites\" are one offshoot of this movement, whose members typically attend Yearly Meetings. This religious movement, which traditionally used the pronoun (*) \"thee\" and refused to swear oaths, believes that they all have Christ's \"inner light\" shining": {
    "guess": "Quakers",
    "confidence": [
      [
        "Qu",
        -0.4335991
      ],
      [
        "akers",
        -0.07074344
      ]
    ]
  },
  "The most reliable timescale for these events was developed in 1992 by Cande and Kent - it aims to include all intervals of these events greater than 30 kiloyears - those less than 30 kyr are given the designation \"crypto.\" One of these events named after Jaramillo may be related to a tektite-producing impact field on the Ivory Coast. Other examples are named after findings at Cobb Mountain and Mungo Lake. A \"three-dimensional self-consistent computer simulation\" of one of these events was produced by Glatzmaier and Roberts. A particularly major one of these is named after Brunhes and Matuyama, whose observations in Japan first confirmed their timing. This phenomenon allowed confirmation of the idea of seafloor spreading by Vine and Matthews, because it results in symmetrical \"stripes\" radiating outward from mid-oceanic ridges. FTP, name this type of geologic event that happens when the Earth enters a new Chronozone by switching from north to south.": {
    "guess": "Geomagnetic Reversal",
    "confidence": [
      [
        "Geom",
        -0.0036213316
      ],
      [
        "agnetic",
        0.0
      ],
      [
        " Re",
        -0.21398
      ],
      [
        "vers",
        -1.3856493e-06
      ],
      [
        "al",
        -0.0007450681
      ]
    ]
  },
  "This religion makes heavy use of the Prayer of Saint Ephrem, and the sanctuary and the nave are separated by the iconostasis in its churches. The symbol of this religion depicts a vertical line intersected by two horizontal lines and one at an angle. The original use of the Hagia Sophia was as a church for this religion. This branch of Christianity was excommunicated for rejecting Pope Leo IX, which lead to the Great Schism. For 10 points, name this branch of Christianity led by the Patriarch of": {
    "guess": "Eastern Orthodox Church",
    "confidence": [
      [
        "Eastern",
        -0.014096044
      ],
      [
        " Orthodox",
        -0.049837176
      ],
      [
        " Church",
        -0.0075419033
      ]
    ]
  },
  "His religious policies were steered by his brother, Bruno, who later became an archbishop. He defeated Duke Eberhard and Giselbert at the Battle of Andernach after they aligned with this man's half brother, Thankmar. Later, he intervened in Northern Italy after the assassination of Berengarius and gained": {
    "guess": "Otto I, Holy Roman Emperor",
    "confidence": [
      [
        "Ot",
        -0.006569364
      ],
      [
        "to",
        -9.293406e-05
      ],
      [
        " I",
        -0.22905238
      ],
      [
        ",",
        -0.00054528815
      ],
      [
        " Holy",
        -0.00096291193
      ],
      [
        " Roman",
        -3.333223e-05
      ],
      [
        " Emperor",
        -0.00079128606
      ]
    ]
  },
  "It remains in a compensatory relationship with the outer, conscious attitude. It is thought to derive from three sources, including the individual man's experience with women as companion, man's own femininity, and the inherited collective image formed from the collective experience of woman. Identifying with it may cause effeminateness or homosexuality, and it develops from the collective unconscious. FTP, name this Jungian archetype of the feminine that contrasts with the animus.": {
    "guess": "Anima",
    "confidence": [
      [
        "An",
        -0.0039118147
      ],
      [
        "ima",
        -1.147242e-06
      ]
    ]
  },
  "One of this man's religious reforms was the elimination of fires intended to announce the new month, which along with other reforms he promulgated via his bet din. This man is general y acknowledged to be the last of the great tanaim, and hist most important work became the subject of commentaries by scholars cal ed amoraim. In the aggadic tradition, this man was held to be friendly with a Roman named": {
    "guess": "Rabbi Yohanan ben Zakkai",
    "confidence": [
      [
        "R",
        -0.9370381
      ],
      [
        "ab",
        -0.023365442
      ],
      [
        "bi",
        -0.29827407
      ],
      [
        " Y",
        -0.6100837
      ],
      [
        "oh",
        -0.41911212
      ],
      [
        "anan",
        -9.3410876e-05
      ],
      [
        " ben",
        -0.46026495
      ],
      [
        " Z",
        -0.15014209
      ],
      [
        "akk",
        -3.1281633e-07
      ],
      [
        "ai",
        -0.00011749002
      ]
    ]
  },
  "One of this man's religious poems is divided into the sections \"Exposition,\" \"The World,\" and \"The Devil,\" and he wrote a play whose main character is a soccer player who smokes constantly and never talks.": {
    "guess": "Federico García Lorca",
    "confidence": [
      [
        "F",
        -0.12494322
      ],
      [
        "eder",
        -0.007827949
      ],
      [
        "ico",
        -2.6895234e-05
      ],
      [
        " García",
        -0.0009189624
      ],
      [
        " Lor",
        -3.7697225e-06
      ],
      [
        "ca",
        -4.036525e-05
      ]
    ]
  },
  "Religion, Mythology, and Philosophy: In Vodou, Baron Samedi resides at this location, shepherding souls into the Guinee, the spirit realm. Hecate, and by extension Trivia, was associated with these locations": {
    "guess": "Ghede Nibo",
    "confidence": [
      [
        "G",
        -0.6028539
      ],
      [
        "h",
        -1.4390532
      ],
      [
        "ede",
        -0.000834524
      ],
      [
        " N",
        -0.1627683
      ],
      [
        "ibo",
        -0.0007389923
      ]
    ]
  },
  "A relation due to this person gives the polarizability in terms of the refractivity and permittivity and is sometimes also credited to Mossetti. The proposer of a form of the ergodic hypothesis relating to electrolysis, this physicist derived the aforementioned relation by applying that form to electrolytic": {
    "guess": "Fritz London",
    "confidence": [
      [
        "F",
        -0.9718781
      ],
      [
        "ritz",
        -0.1703856
      ],
      [
        " London",
        -0.07276335
      ]
    ]
  },
  "He relieved Jackson at Harpers Ferry and organized the Army of the Shenandoah.  He fooled General Patterson in the Valley and moved back towards Richmond.  Later reinforcing John Magruder on the Peninsula, he was wounded at Fair Oaks.  He failed to relieve Pemberton at Vicksburg and prevented the capture of Atlanta for several months before he was replaces with Hood who eventually evacuated the city.  He again failed to defeat Sherman at Bentonville and was forced to surrender a month later at Durham": {
    "guess": "Joseph E. Johnston",
    "confidence": [
      [
        "Joseph",
        -0.18544932
      ],
      [
        " E",
        -0.010124588
      ],
      [
        ".",
        -0.00295702
      ],
      [
        " Johnston",
        -0.0015014138
      ]
    ]
  },
  "One of this religion's previous leaders stated that a Mother Wheel's contents were used to raise mountains": {
    "guess": "Nation of Islam",
    "confidence": [
      [
        "Nation",
        -0.0934734
      ],
      [
        " of",
        -0.00016384924
      ],
      [
        " Islam",
        -9.253091e-06
      ]
    ]
  },
  "A relaxed set of postulates for this framework is the Mas-Colell axioms, which eliminate the need for transitivity. In systems governed by this model, the set of excess demand functions is not restricted by the usual rationality restrictions on individual demands in the economy, a result known as the Sonnenschein-Mantel-Debreu theorem. One argument for this theory considers an auction in which each agent calculates his demand for a good at every possible price and submits it to an auctioneer, from": {
    "guess": "General equilibrium theory",
    "confidence": [
      [
        "General",
        -0.021564541
      ],
      [
        " equilibrium",
        -0.009242777
      ],
      [
        " theory",
        -0.00012821102
      ]
    ]
  },
  "The relationship between this quantity and the contact angle can be studied using the Young-Dupre equation.  An important rule concerning this property dictates that is has a linear dependence on temperature, and a direct consequence of that rule named after Eotvos is that there must exist a critical point where this value is zero. In a simultaneously isobaric and isothermal system, the partial derivative of Gibbs free energy with respect to area yields this quantity. Differences in this property between two interfaces yield to the formation of tear drops of wine in the Marangoni effect, and more": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.001206423
      ],
      [
        " tension",
        -9.0788395e-05
      ]
    ]
  },
  "Some of the remaining mysteries include why the S-boxes are highly resistant to linear analysis but vulnerable to differential analysis, why there are exactly 16 rounds, and why the key length was chosen": {
    "guess": "Advanced Encryption Standard",
    "confidence": [
      [
        "Advanced",
        -0.52001303
      ],
      [
        " Encryption",
        -0.0007251793
      ],
      [
        " Standard",
        -2.0935051e-05
      ]
    ]
  },
  "A relation due to this person gives the polarizability in terms of the refractivity and permittivity and is sometimes also credited to Mossetti. The proposer of a form of the ergodic hypothesis relating to electrolysis, this physicist derived the aforementioned relation by applying that form to electrolytic dissociation. His 1857 paper on the kinetic theory introduced the concept of mean free path. An equation sometimes called his theorem states that the integral of the inexact heat differential divided by the temperature vanishes over a reversible cycle; a better-known statement due to him notes that the same integral is non-negative over a general thermodynamic cycle. FTP, name this German physicist best known for positing both the second law of thermodynamics and the concept of entropy, whose name figures in an important relation along with the name of ?ile Clapeyron.": {
    "guess": "Rudolf Clausius",
    "confidence": [
      [
        "R",
        -0.06987974
      ],
      [
        "ud",
        -0.00022368213
      ],
      [
        "olf",
        -0.0001201125
      ],
      [
        " Claus",
        -0.00033343938
      ],
      [
        "ius",
        -0.00012296606
      ]
    ]
  },
  "This man was once released from debtor's prison because his admirer Joseph Martin paid his debt. Along with Henry Timberlake and an Indian named Chief Kanagatucko, this man once took a dangerous journey over a frozen river from Fort Robinson, Virginia to Knoxville, Tennessee. This man succeeded Charles": {
    "guess": "Daniel Boone",
    "confidence": [
      [
        "Daniel",
        -0.46318454
      ],
      [
        " Boone",
        -0.0014999832
      ]
    ]
  },
  "This religious practice is observed by most Chinese Buddhists, but is not common among Buddhists elsewhere. [5] For 5 points, what is this behavior, which is common among many Indian religions but not": {
    "guess": "Vegetarianism",
    "confidence": [
      [
        "Ve",
        -0.826983
      ],
      [
        "get",
        -7.107425e-06
      ],
      [
        "arian",
        -0.00022654302
      ],
      [
        "ism",
        -0.00073470094
      ]
    ]
  },
  "The relationship between this quantity and the contact angle can be studied using the Young-Dupre equation.  An important rule concerning this property dictates that is has a linear dependence on temperature, and a direct consequence of that rule named after Eotvos is that there must exist a critical point where this value is zero. In a simultaneously isobaric and isothermal system, the partial derivative of Gibbs free energy with respect to area yields this quantity. Differences in this property": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.006282237
      ],
      [
        " tension",
        -0.035111606
      ]
    ]
  },
  "This man was once released from debtor's prison because his admirer Joseph Martin paid his debt. Along with Henry Timberlake and an Indian named Chief Kanagatucko, this man once took a dangerous journey over a frozen river from Fort Robinson, Virginia to Knoxville, Tennessee. This man succeeded Charles Pinkney as Senator, and during the Revolutionary War he won he lost the Battle of Fishing Creek but won the Battle of Hanging Rock. At the Battle of Blackstock, this man defeated General Tarleton. This man was nicknamed the \"Gamecock of the Revolution\", the inspiration for his home state university's mascot. For ten points name this early American general from South Carolina, for whom a fort in": {
    "guess": "Thomas Sumter",
    "confidence": [
      [
        "Thomas",
        -0.01940935
      ],
      [
        " Sum",
        -0.0002518032
      ],
      [
        "ter",
        -0.00038384052
      ]
    ]
  },
  "This religion's founder received a vision of Vohu Manah while gathering water in the Daiti River. Practitioners of it differentiate between asha and druj, which stand for truth and chaos. Followers of this religion believe that virtue is rewarded in the House of Songs, which lies across the bridge (*) Chinvat. Instruction on how to repel demons called Daevas is given in the Vendidad, which, along with the Gathas, make up its scripture. This religion follows its holy text of the Avesta, and its deities include Angra Mainyu and Ahura Mazda. For 10 points, identify this religion based on the teachings": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.008201891
      ],
      [
        "oro",
        -0.00014811802
      ],
      [
        "ast",
        -6.2729996e-06
      ],
      [
        "rian",
        -2.6968896e-06
      ],
      [
        "ism",
        -0.00028922583
      ]
    ]
  },
  "This man was once released from debtor's prison because his admirer Joseph Martin paid his debt. Along with Henry Timberlake and an Indian named Chief Kanagatucko, this man once took a dangerous journey over a frozen river from Fort Robinson, Virginia to Knoxville, Tennessee. This man succeeded Charles Pinkney as Senator, and during the Revolutionary War he won he lost the Battle of Fishing Creek but": {
    "guess": "William Blount",
    "confidence": [
      [
        "William",
        -0.8585902
      ],
      [
        " Bl",
        -0.7121687
      ],
      [
        "ount",
        -2.7133641e-05
      ]
    ]
  },
  "In one religion in this country, funerals are sometimes held years after death so that families can throw a lavish enough ceremony to help the decedent reach an afterlife called \"Puya.\" It's not Ethiopia, a religious tradition in this country traces itself back to a group of nine semi-historical apostles.": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.81458616
      ],
      [
        "i",
        -0.0012136871
      ],
      [
        "opia",
        -0.05498519
      ]
    ]
  },
  "Related to the Gaulish goddess Epona and the Irish goddess Macha, she first appears in the \"Mabinogion\" riding a pale steed.  The wife of Pwyll, she was forced to act as a horse and to carry visitors to": {
    "guess": "Rhiannon",
    "confidence": [
      [
        "R",
        -0.009415692
      ],
      [
        "hi",
        -9.968313e-06
      ],
      [
        "annon",
        -1.8074163e-05
      ]
    ]
  },
  "This religion teaches that God has made three offers of amnesty to man, the third of which was the most": {
    "guess": "Baháʼí Faith",
    "confidence": [
      [
        "Bah",
        -1.4612302
      ],
      [
        "á",
        -0.0014348741
      ],
      [
        "\\xca",
        -0.045074932
      ],
      [
        "\\xbc",
        -0.00013309837
      ],
      [
        "í",
        -0.00027575582
      ],
      [
        " Faith",
        -0.004339091
      ]
    ]
  },
  "The relationship between this quantity and the contact angle can be studied using the Young-Dupre equation.  An important rule concerning this property dictates that is has a linear dependence on temperature, and a direct consequence of that rule named after Eotvos is that there must exist a critical point where this value is zero. In a simultaneously isobaric and isothermal system, the partial derivative of Gibbs free energy with respect to area yields this quantity. Differences in this property between two interfaces yield to the formation of tear drops of wine in the Marangoni effect, and more commonly results in the formation of a meniscus in burettes and test tubes. For 10 points, name this property that causes bubbles to take shape and water to form drops.": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.0020955417
      ],
      [
        " tension",
        -0.00012904544
      ]
    ]
  },
  "In a related calculation, aggregates and mid-point utilization can generate errors in the calculations of moments, thus one must use Sheppard's correction to West's Algorithm to determine this measure. The term used to describe this measure was coined in a lecture to the Royal Academy in 1893 by Karl Pearson, in which he derived this measure for several statistics, including the chi-squared test. In order to calculate this exactly one must know the corresponding distribution function, but in practical applications, it can be estimated from a sufficiently large sample size. Useful in determining": {
    "guess": "Coefficient of skewness",
    "confidence": [
      [
        "Coefficient",
        -1.049938
      ],
      [
        " of",
        -0.00050239684
      ],
      [
        " skew",
        -0.116767116
      ],
      [
        "ness",
        -0.00024643904
      ]
    ]
  },
  "This religion's ceremonies include the royal rite of the sun, or rada rite, and initiation ceremonies in which novices progress from bosal to kanzo. Figures of worship in this religion include a female figure depicted with three wedding rings and a psychopomp who also governs eroticism. Practitioners believe that the cosmos is populated by zanj and anvizib, among other spirits, and that the soul is composed of gros and ti bon anges. In addition to Erzulie and Ghede, worshippers may call on the guardian": {
    "guess": "Haitian Vodou",
    "confidence": [
      [
        "H",
        -0.21077129
      ],
      [
        "ait",
        -0.00020640128
      ],
      [
        "ian",
        -0.0001472836
      ],
      [
        " V",
        -2.0339032e-05
      ],
      [
        "od",
        -4.727906e-05
      ],
      [
        "ou",
        -6.098748e-05
      ]
    ]
  },
  "A remastered album titled for this place begins with versions of \"Blue Suede Shoes\" and \"This Ole House\" and sees the lead singer tell the audience, \"You can't say hell or shit\" before he begins \"I Still": {
    "guess": "San Quentin (album)",
    "confidence": [
      [
        "San",
        -0.75552094
      ],
      [
        " Quentin",
        -0.012573696
      ],
      [
        " (",
        -0.73090625
      ],
      [
        "album",
        -0.0042402125
      ],
      [
        ")",
        -0.00021557629
      ]
    ]
  },
  "This religion's creator deity was symbolized by the spine of a bovine. People in this religion had three souls, only one of which was immortal and could be transfigured after death. A reformer of this": {
    "guess": "Aztec religion",
    "confidence": [
      [
        "Az",
        -0.28239343
      ],
      [
        "tec",
        -0.00061319396
      ],
      [
        " religion",
        -0.008300019
      ]
    ]
  },
  "A remembrance \"league\" named for this city was patronized by Princess Beatrice, whose son, Prince Maurice of Battenberg, was killed in a battle for it. Fighting at St. Julien and Kitcheners' Wood occurred": {
    "guess": "Ypres",
    "confidence": [
      [
        "Y",
        -0.15933245
      ],
      [
        "pres",
        -8.566264e-05
      ]
    ]
  },
  "One of this religion's previous leaders stated that a Mother Wheel's contents were used to raise mountains on Earth. This religion believes that the Earth and the Moon were one, and its current leader has stated that man is stuck in an animalistic stage. Adherents of it are \"righteous teachers\" who teach": {
    "guess": "Nation of Islam",
    "confidence": [
      [
        "Nation",
        -0.0053797225
      ],
      [
        " of",
        -1.6882126e-05
      ],
      [
        " Islam",
        -3.1281633e-07
      ]
    ]
  },
  "The relationship between this quantity and the contact angle can be studied using the Young-Dupre equation.  An important rule concerning this property dictates that is has a linear dependence on temperature, and a direct consequence of that rule named after Eotvos is that there must exist a critical": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.0027412775
      ],
      [
        " tension",
        -0.0037210996
      ]
    ]
  },
  "This religion believes that one may \"overstand\" something while not understanding it. Its eating practices are heavily based on Revelation 22:2, which speaks of the \"leaves of the tree\" and the \"healing": {
    "guess": "Rastafari",
    "confidence": [
      [
        "R",
        -0.0021858301
      ],
      [
        "ast",
        -8.180258e-06
      ],
      [
        "afari",
        -0.31785327
      ]
    ]
  },
  "Release factors bind this substance to eRF3-GTP in a ribosome to end translation. The apoplastic and symplastic pathways transfer this compound. The \"potential\" of this substance is the sum of its solute and pressure components, and is symbolized psi. It is evolved into oxygen gas and two electrons to replenish those lost by photosystem II during the light-dependent reactions. This substance is present in higher concentration for the hypotonic solution. Tetrameric proteins which allow this substance": {
    "guess": "Water potential",
    "confidence": [
      [
        "Water",
        -0.019316752
      ],
      [
        " potential",
        -0.59134936
      ]
    ]
  },
  "In a related calculation, aggregates and mid-point utilization can generate errors in the calculations of moments, thus one must use Sheppard's correction to West's Algorithm to determine this measure. The term used to describe this measure was coined in a lecture to the Royal Academy in 1893 by Karl Pearson, in which he derived this measure for several statistics, including the chi-squared test. In order to calculate this exactly one must know the corresponding distribution function, but in practical": {
    "guess": "Kurtosis",
    "confidence": [
      [
        "K",
        -1.250921
      ],
      [
        "urt",
        -0.22357891
      ],
      [
        "osis",
        -0.000119874094
      ]
    ]
  },
  "A related mechanism, the dominant one for semiconductors, named for D'yakonov and Perel, and unlike this": {
    "guess": "D'yakonov-Perel spin relaxation",
    "confidence": [
      [
        "D",
        -0.7132336
      ],
      [
        "'y",
        -0.21121958
      ],
      [
        "ak",
        -0.00014156183
      ],
      [
        "on",
        -0.00013321757
      ],
      [
        "ov",
        -9.1622824e-05
      ],
      [
        "-",
        -0.18728147
      ],
      [
        "Per",
        -3.5477897e-05
      ],
      [
        "el",
        -4.723352e-06
      ],
      [
        " spin",
        -0.7091698
      ],
      [
        " relaxation",
        -0.00074744475
      ]
    ]
  },
  "In this religion, time is conceived of in terms of utsarpini and avasarpini, ascending and descending arcs of a wheel with spokes called ara. Via a process called nirjara, adherents of this religion can destroy a substance which binds to the soul called karman, and debate over whether asceticism demands nudity distinguishes Digambaras and Svetambaras. Followers of this religion venerate the twenty-four Tirthankaras and follow a doctrine of nonviolence called ahimsa. For 10 points, name this Indian religion founded by Mahavira.": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0005865143
      ],
      [
        "ain",
        -7.58424e-06
      ],
      [
        "ism",
        -2.577686e-06
      ]
    ]
  },
  "This religion's texts include the Holy Piby, and one of this religion's saints is Marcus Garvey. This religion advocates \"livity,\" which involves drumming ceremonies called bingis. This religion uses the vegetarian I-tal diet. Followers of this religion believe that they are captives in Babylon. This religion draws its name from the belief that Haile Selassie is the Second Coming of Christ. It promotes wearing the colors red, green, gold, and black, along with dreadlocks. For 10 points, name this": {
    "guess": "Rastafari",
    "confidence": [
      [
        "R",
        -0.019490492
      ],
      [
        "ast",
        -0.00035286226
      ],
      [
        "afari",
        -0.009365966
      ]
    ]
  },
  "In one religion in this country, funerals are sometimes held years after death so that families can throw a lavish enough ceremony to help the decedent reach an afterlife called \"Puya.\" It's not Ethiopia, a religious tradition in this country traces itself back to a group of nine semi-historical apostles. A Muslim movement in this country, which struck out at perceived superstitions, was founded by Ahmad Dahlan and called Muhammadiyah. The Toraja practice the animist \"aluk\" faith in this country. A tradition in this country includes feasts called (*) \"slametans\" and is divided into \"abangan\" and \"santri\" variants. Monotheism is the first of five principles in this country's official founding philosophy of Pancasila. For 10 points, name this most populous Muslim country, which was discussed": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.0019755033
      ],
      [
        "onesia",
        -4.310693e-05
      ]
    ]
  },
  "One religious movement in this state venerated St. Anthony and was lead by Kimpa Vita. The Duke of Bengo's forces escaped a battle along the Ulanga river at which this state was defeated. A breakaway state from here defeated the Portuguese at Kitombo. The Kimpanzu and the Kinlaza were the main factions in this country's civil war and its region of Mombares was a major center of textile production.": {
    "guess": "Kongo Civil War",
    "confidence": [
      [
        "K",
        -0.6717537
      ],
      [
        "ongo",
        -0.002438909
      ],
      [
        " Civil",
        -0.24523845
      ],
      [
        " War",
        -0.034271862
      ]
    ]
  },
  "This religion's texts include the Holy Piby, and one of this religion's saints is Marcus Garvey. This religion advocates \"livity,\" which involves drumming ceremonies called bingis. This religion uses the vegetarian I-tal diet. Followers of this religion believe that they are captives in Babylon. This": {
    "guess": "Rastafari",
    "confidence": [
      [
        "R",
        -0.00149653
      ],
      [
        "ast",
        -0.00011617878
      ],
      [
        "afari",
        -0.0020357033
      ]
    ]
  },
  "The release of fifty-two kings is celebrated during this time, while some celebrate it by making 21 different offerings and 21 different threads over the course of 35 days. Its last day consists of brothers": {
    "guess": "Raksha Bandhan",
    "confidence": [
      [
        "R",
        -0.55586255
      ],
      [
        "ak",
        -0.0007132663
      ],
      [
        "sha",
        -0.050766066
      ],
      [
        " Band",
        -0.00012749579
      ],
      [
        "han",
        -0.00044496998
      ]
    ]
  },
  "One relation bearing this name is the differential equation \"y-prime plus p of x times y equals q of": {
    "guess": "First-order linear differential equation",
    "confidence": [
      [
        "First",
        -0.7998057
      ],
      [
        "-order",
        -0.08815109
      ],
      [
        " linear",
        -0.022135822
      ],
      [
        " differential",
        -0.091547
      ],
      [
        " equation",
        -0.0050144633
      ]
    ]
  },
  "This religion believes that one may \"overstand\" something while not understanding it. Its eating practices are heavily based on Revelation 22:2, which speaks of the \"leaves of the tree\" and the \"healing of the nation.\" It is based on the teachings of Howell and meets for Groundings where reasonings occur. Its adherents celebrate the holiday of Nyabingi and follow a strict dietary code known as Ital. The Lion of Judah is sacred to this religion along with texts like The Promise Key and The Holy Piby. Babylon is an oppressive force that is contrasted with Zion in this religion that reveres Hailie Selassie. For 10 points, name this Jah-worshipping religion that ritually smokes ganja.": {
    "guess": "Rastafari",
    "confidence": [
      [
        "R",
        -0.00048940734
      ],
      [
        "ast",
        -1.1041146e-05
      ],
      [
        "afari",
        -0.008360668
      ]
    ]
  },
  "This man was relatively unknown before 1980's \"Stars on a Cold Night,\" probably because he was forbidden to publish his work after his stint in a reeducation camp. His work was further suppressed after": {
    "guess": "Dissident Writer",
    "confidence": [
      [
        "D",
        -1.680922
      ],
      [
        "iss",
        -0.02787266
      ],
      [
        "ident",
        -0.021922063
      ],
      [
        " Writer",
        -1.2156154
      ]
    ]
  },
  "The relationship between this quantity and the contact angle can be studied using the Young-Dupre equation.  An important rule concerning this property dictates that is has a linear dependence on temperature, and a direct consequence of that rule named after Eotvos is that there must exist a critical point where this value is zero. In a simultaneously isobaric and isothermal system, the partial derivative of Gibbs free energy with respect to area yields this quantity. Differences in this property between two interfaces yield to the formation of tear drops of wine in the Marangoni effect, and more commonly results in the formation of a meniscus in burettes and test tubes. For 10 points, name this": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.0045584114
      ],
      [
        " tension",
        -0.0006388117
      ]
    ]
  },
  "This religion's creator deity was symbolized by the spine of a bovine. People in this religion had three souls, only one of which was immortal and could be transfigured after death. A reformer of this religion ordered an official regicide of old deities and composed the Great Hymn. In this religion, the rolling of (*) dung by beetles personified by Khepri symbolized the transition of the Sun, which was attacked by a serpent every night. Atenism was a monotheistic variety of - for 10 points - what": {
    "guess": "Ancient Egyptian religion",
    "confidence": [
      [
        "Anc",
        -0.34851325
      ],
      [
        "ient",
        -5.5577775e-06
      ],
      [
        " Egyptian",
        -0.0020050074
      ],
      [
        " religion",
        -0.10644348
      ]
    ]
  },
  "One relation bearing this name is the differential equation \"y-prime plus p of x times y equals q of x times y to the nth power.\" Using another relation of this name, Torricelli's theorem can be derived, and this relation itself can be derived by integrating over all space and assuming that the body force is only due to gravity. Since it is only applicable to stead, incompressible, inviscid flows,": {
    "guess": "Navier-Stokes equations",
    "confidence": [
      [
        "Nav",
        -0.15752125
      ],
      [
        "ier",
        -4.3464544e-05
      ],
      [
        "-St",
        -0.31238985
      ],
      [
        "okes",
        -0.00034332962
      ],
      [
        " equations",
        -0.04587053
      ]
    ]
  },
  "A related mechanism, the dominant one for semiconductors, named for D'yakonov and Perel, and unlike this mechanism is independent of the mean free path. This mechanism occurs because in real crystals momentum eigenstates named Bloch States are not spin-eigenstates anymore. If this mechanism is the primary spin scattering mechanism, then the spin-flip length lambda-sf will be linearly proportional to": {
    "guess": "Dyakonov-Perel mechanism",
    "confidence": [
      [
        "D",
        -0.59616005
      ],
      [
        "y",
        -0.6706474
      ],
      [
        "ak",
        -0.00042018664
      ],
      [
        "on",
        -0.00023071514
      ],
      [
        "ov",
        -0.00022213248
      ],
      [
        "-",
        -0.31325316
      ],
      [
        "Per",
        -7.0523776e-05
      ],
      [
        "el",
        -2.4272753e-05
      ],
      [
        " mechanism",
        -0.22687136
      ]
    ]
  },
  "This man was relatively unknown before 1980's \"Stars on a Cold Night,\" probably because he was forbidden": {
    "guess": "Stars on a Cold Night",
    "confidence": [
      [
        "Stars",
        -1.2866856
      ],
      [
        " on",
        -0.025791114
      ],
      [
        " a",
        -0.000961243
      ],
      [
        " Cold",
        -0.0045479657
      ],
      [
        " Night",
        -0.0014233297
      ]
    ]
  },
  "This religion believes that one may \"overstand\" something while not understanding it. Its eating practices are heavily based on Revelation 22:2, which speaks of the \"leaves of the tree\" and the \"healing of the nation.\" It is based on the teachings of Howell and meets for Groundings where reasonings occur. Its adherents celebrate the holiday of Nyabingi and follow a strict dietary code known as Ital. The Lion of Judah is sacred to this religion along with texts like The Promise Key and The Holy Piby. Babylon is an oppressive force that is contrasted with Zion in this religion that reveres Hailie": {
    "guess": "Rastafari",
    "confidence": [
      [
        "R",
        -0.0013241688
      ],
      [
        "ast",
        -8.6735476e-05
      ],
      [
        "afari",
        -0.005275738
      ]
    ]
  },
  "A re-release of this album includes a false start of one of the songs on this album, which differs from other twelve-bar blues tracks in B-flat by switching to A-flat seventh instead of B-flat seventh. That song also uses Wynton Kelly on piano, rather than the pianist who plays all the other tracks on this album, Bill Evans. This album, which contains a track with an unusual bass vamp entitled All Blues, also contains a track which switches between three modes using the 13th of the leading chord, entitled Blue in Green. A more well-known track from this album has no theme and allows each player a modal solo in the intent of drawing a comparison to Spanish melodies. That song, Flamenco Sketches, follows a song with a namesake chord consisting of three perfect fourths capped by a major third. For ten points, identify this album which contains So What?, the seminal composition by Miles Davis.": {
    "guess": "Kind of Blue",
    "confidence": [
      [
        "Kind",
        -0.0013052374
      ],
      [
        " of",
        -0.0009867232
      ],
      [
        " Blue",
        -5.8722613e-05
      ]
    ]
  },
  "One relation bearing this name is the differential equation \"y-prime plus p of x times y equals q of x times y to the nth power.\" Using another relation of this name, Torricelli's theorem can be derived, and this relation itself can be derived by integrating over all space and assuming that the body force is only due to gravity. Since it is only applicable to stead, incompressible, inviscid flows, all time derivatives in the Navier-Stokes equations can be set to zero, and this relation, which expresses the conservation of energy, may be obtained through integration along a streamline. For ten points, identify this theorem as a consequence of which pressure drops with increased fluid velocity, named for Swiss physicist Daniel.": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.016889896
      ],
      [
        "ou",
        -5.7961847e-06
      ],
      [
        "lli",
        -0.00037895687
      ],
      [
        "'s",
        -0.00032175743
      ],
      [
        " principle",
        -0.13319583
      ]
    ]
  },
  "They released their album Beggars Banquet with a plain white cover after a picture of a dirty restroom was nixed by the label. The title character of one of their songs \"killed the czar and his ministers\" and says \"pleased to meet you, hope you guess my name.\" Another of their songs bemoans the distance of the title state even though \"I try and I try and I try and I try.\" For 10 points name this British invasion band of \"Satisfaction,\" composed partially of Keith Richards and Mick Jagger.": {
    "guess": "The Rolling Stones",
    "confidence": [
      [
        "The",
        -0.0029993355
      ],
      [
        " Rolling",
        -0.0010840173
      ],
      [
        " Stones",
        -0.0001345288
      ]
    ]
  },
  "A re-release of this album includes a false start of one of the songs on this album, which differs from other twelve-bar blues tracks in B-flat by switching to A-flat seventh instead of B-flat seventh.": {
    "guess": "Kind of Blue",
    "confidence": [
      [
        "Kind",
        -0.50826013
      ],
      [
        " of",
        -0.004335645
      ],
      [
        " Blue",
        -3.8457987e-05
      ]
    ]
  },
  "A 1998 release of the complete recordings behind this album introduced nine previously unreleased tracks, such as \"Take It or Leave It,\" \"Yaphet,\" and an additional version of \"Double Image.\" Participants in its productions included bassist Dave Holland, bass clarinetist Bennie Maupin, and guitarist John McLaughlin, the namesake of its fourth track. This album, which also included such cuts as \"Pharoah's Dance\" and \"Spanish Key,\" is, along with its artist's In a Silent Way, often labeled the defining": {
    "guess": "Bitches Brew",
    "confidence": [
      [
        "B",
        -0.011663775
      ],
      [
        "itches",
        -0.00015217095
      ],
      [
        " Brew",
        -9.9251854e-05
      ]
    ]
  },
  "The relationship between the weak version of this phenomenon and heavy fermion superconductivity is a topic of much current research. Occurring mostly in transition metal and rare earth oxides, it is found below 120 Kelvin in manganese oxide and 280 Kelvin in dichromium trioxide, but has been observed at over 600K in some lanthanum compounds.  Unlike in ferrimagnetism, the cancellation of atomic moments": {
    "guess": "High-temperature superconductivity",
    "confidence": [
      [
        "High",
        -0.5480455
      ],
      [
        "-",
        -0.01267163
      ],
      [
        "temperature",
        -2.8325678e-05
      ],
      [
        " super",
        -0.0005176476
      ],
      [
        "conduct",
        -0.001942561
      ],
      [
        "ivity",
        -3.4166656e-05
      ]
    ]
  },
  "This religion was revived during the National Learning movement of the 18th and 19th centuries.  Its cosmology posits a three-tiered universe that consists of \"The Plain of High Heaven,\" \"The Manifested World,\" and \"The Netherworld.\"  Although it has no sacred texts it highly values the 8th century histories Kojiki and Nihonshoki.  Divided into Shrine, Sect, and New Sect varieties, its name literally means \"way of the gods.\"  FTP, name this religion centered on the worship of Kami, the indigenous religion of Japan": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.004284011
      ],
      [
        "into",
        -0.00018887833
      ]
    ]
  },
  "This relation was discovered by Irving Fisher in the 1920s, thirty-two years before its namesake published his work on it. The New Classical version of it was developed by Robert Lucas. Robert Solow and": {
    "guess": "Phillips curve",
    "confidence": [
      [
        "Phill",
        -0.09018579
      ],
      [
        "ips",
        -0.00054242724
      ],
      [
        " curve",
        -0.042136908
      ]
    ]
  },
  "One religious movement in this state venerated St. Anthony and was lead by Kimpa Vita. The Duke of Bengo's forces escaped a battle along the Ulanga river at which this state was defeated. A breakaway state from here defeated the Portuguese at Kitombo. The Kimpanzu and the Kinlaza were the main factions": {
    "guess": "Kingdom of Kongo",
    "confidence": [
      [
        "King",
        -0.7400608
      ],
      [
        "dom",
        -6.5994034e-05
      ],
      [
        " of",
        -7.588794e-05
      ],
      [
        " K",
        -0.0017199233
      ],
      [
        "ongo",
        -1.9361265e-07
      ]
    ]
  },
  "This religion holds that digging nine holes surrounded by twelve furrows, filling the holes with water, and sprinkling the water ritually on an unclean man will exorcise evil beings. This belief system fears beings that can be thwarted by invocations to Zam, Atar, and Apas, or earth, fire, and water. A set of beings feared by this belief system cannot distinguish between truth and falsehood, known as asha and druj. This religion fears demons called Daevas, the avoidance of which is the subject of the Vendidad, which is part of the holy text called the Avesta. For 10 points, name this dualistic": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.016135717
      ],
      [
        "oro",
        -0.00017612721
      ],
      [
        "ast",
        -9.841743e-05
      ],
      [
        "rian",
        -2.1531068e-05
      ],
      [
        "ism",
        -0.34180078
      ]
    ]
  },
  "Some of the remaining mysteries include why the S-boxes are highly resistant to linear analysis but vulnerable": {
    "guess": "Advanced Encryption Standard",
    "confidence": [
      [
        "Advanced",
        -0.2095754
      ],
      [
        " Encryption",
        -0.00058937154
      ],
      [
        " Standard",
        -2.7133641e-05
      ]
    ]
  },
  "The most reliable timescale for these events was developed in 1992 by Cande and Kent - it aims to include all intervals of these events greater than 30 kiloyears - those less than 30 kyr are given the designation \"crypto.\" One of these events named after Jaramillo may be related to a tektite-producing impact field on the Ivory Coast. Other examples are named after findings at Cobb Mountain and Mungo Lake. A \"three-dimensional self-consistent computer simulation\" of one of these events was produced by Glatzmaier and Roberts. A particularly major one of these is named after Brunhes and Matuyama,": {
    "guess": "Geomagnetic Reversal",
    "confidence": [
      [
        "Geom",
        -0.04075659
      ],
      [
        "agnetic",
        -6.9882217e-06
      ],
      [
        " Re",
        -0.3796318
      ],
      [
        "vers",
        -1.2664457e-06
      ],
      [
        "al",
        -0.011140726
      ]
    ]
  },
  "One of this religion's previous leaders stated that a Mother Wheel's contents were used to raise mountains on Earth. This religion believes that the Earth and the Moon were one, and its current leader has stated that man is stuck in an animalistic stage. Adherents of it are \"righteous teachers\" who teach the truth to those manipulated by \"slave makers.\" Founded by Wallace Fard, this religion holds that the scientist Yakub created all other races from the black race. After joining this religion, Cassius Clay was renamed Muhammad Ali. For 10 points, name this religion whose most famous members include": {
    "guess": "Nation of Islam",
    "confidence": [
      [
        "Nation",
        -0.004213382
      ],
      [
        " of",
        -9.2457245e-05
      ],
      [
        " Islam",
        -1.9504607e-05
      ]
    ]
  },
  "Related organisms to this division possess non-photosynthetic leaves containing a characteristic vascular trace. Some species in this division benefit from an umbrella-like covering provided by a thin film of tissue called the indusium. Their gametophyte stage is called a prothallus, and as of 2006, this group includes the plants known as horsetails. Their namesake \"great radiation\" occurred in the Cretaceous, though they first appeared in the fossil record around the Carboniferous period. They are more complex than the (*) lycophytes because they possess true leaves, known as fronds. For 10 points, name this division of seedless vascular plants, also called Pteridophyta.": {
    "guess": "Ferns",
    "confidence": [
      [
        "F",
        -0.1571567
      ],
      [
        "ern",
        -9.729906e-06
      ],
      [
        "s",
        -0.33546177
      ]
    ]
  },
  "He relieved Jackson at Harpers Ferry and organized the Army of the Shenandoah.  He fooled General Patterson": {
    "guess": "Joseph E. Johnston",
    "confidence": [
      [
        "Joseph",
        -0.028970623
      ],
      [
        " E",
        -0.028052103
      ],
      [
        ".",
        -0.000624157
      ],
      [
        " Johnston",
        -0.0004837002
      ]
    ]
  },
  "They released their album Beggars Banquet with a plain white cover after a picture of a dirty restroom was nixed by the label. The title character of one of their songs \"killed the czar and his ministers\"": {
    "guess": "The Rolling Stones",
    "confidence": [
      [
        "The",
        -0.013915022
      ],
      [
        " Rolling",
        -0.0024206068
      ],
      [
        " Stones",
        -0.00011844365
      ]
    ]
  },
  "This religion followed \"Amari\", or the principle of non-violence towards animals, but only during holy days. Fourteen may have been a sacred number in this faith, which had fourteen annual festivals celebrated with Zoroastrian-style fire ceremonies and prostration before a cross. The most important building in this faith was the Ibadat Khana, whose name simply means House of Worship, where the founder of this religion invited members of different religions to discuss and argue. The only surviving description of this religion is found in the Dabistan, or School of Manners, a Persian text that describes every major religion of its time. According to tradition, this faith had only 19 followers, and its founder was rumored to have abandoned it after fire fell from the sky in Lahore, symbolizing Allah's displeasure at a certain royal personage in Agra. For ten points, name this short-lived syncretic": {
    "guess": "Din-i Ilahi",
    "confidence": [
      [
        "D",
        -0.04120604
      ],
      [
        "in",
        -0.0034951845
      ],
      [
        "-i",
        -0.10715893
      ],
      [
        " Il",
        -0.0020403448
      ],
      [
        "ahi",
        -3.3809047e-05
      ]
    ]
  },
  "This man was relatively unknown before 1980's \"Stars on a Cold Night,\" probably because he was forbidden to publish his work after his stint in a reeducation camp. His work was further suppressed after Fugitives, which is set during the Tiananmen Square massacre that occurred the same year as a walking tour of the Yangtze River, chronicled in his first novel. For 10 points, name this author of Soul Mountain whose 1983 play \"Bus Stop\" did much to win him the 2000 Nobel Prize for Literature.": {
    "guess": "Gao Xingjian",
    "confidence": [
      [
        "G",
        -0.010862701
      ],
      [
        "ao",
        -1.8624639e-06
      ],
      [
        " X",
        -0.00027718625
      ],
      [
        "ing",
        -4.3941356e-05
      ],
      [
        "jian",
        -0.00044294354
      ]
    ]
  },
  "It remains in a compensatory relationship with the outer, conscious attitude. It is thought to derive from three sources, including the individual man's experience with women as companion, man's own femininity,": {
    "guess": "Anima",
    "confidence": [
      [
        "An",
        -0.05213855
      ],
      [
        "ima",
        -1.504853e-06
      ]
    ]
  },
  "This religion makes heavy use of the Prayer of Saint Ephrem, and the sanctuary and the nave are separated by the iconostasis in its churches. The symbol of this religion depicts a vertical line intersected by two horizontal lines and one at an angle. The original use of the Hagia Sophia was as a church for this religion. This branch of Christianity was excommunicated for rejecting Pope Leo IX, which lead to the Great Schism. For 10 points, name this branch of Christianity led by the Patriarch of Constantinople, which is dominant in Greece and Russia.": {
    "guess": "Eastern Orthodox Church",
    "confidence": [
      [
        "Eastern",
        -0.0222629
      ],
      [
        " Orthodox",
        -0.01710566
      ],
      [
        " Church",
        -0.004556154
      ]
    ]
  },
  "This religion was revived during the National Learning movement of the 18th and 19th centuries.  Its": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.05308238
      ],
      [
        "into",
        -0.005842278
      ]
    ]
  },
  "A remembrance \"league\" named for this city was patronized by Princess Beatrice, whose son, Prince Maurice of Battenberg, was killed in a battle for it. Fighting at St. Julien and Kitcheners' Wood occurred around this city in the first battles in which a Canadian force defeated a European power. The goal of the Lys offensive was the capture of this city, which was the location of the final battle of the Race to the (*) Sea as trenches were dug in 1914. The third battle named for this city is also": {
    "guess": "Ypres",
    "confidence": [
      [
        "Y",
        -0.0073089115
      ],
      [
        "pres",
        -2.3915141e-05
      ]
    ]
  },
  "The relationship between this quantity and the contact angle can be studied using the Young-Dupre equation.": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.0019682467
      ],
      [
        " tension",
        -0.0028581321
      ]
    ]
  },
  "This relationship predicts the existence of creep waves, which are less useful than Rayleigh waves for nondestructive testing. The boundary conditions of Maxwell's equations, along with Fermat's principle": {
    "guess": "Rayleigh wave",
    "confidence": [
      [
        "Ray",
        -1.0602752
      ],
      [
        "leigh",
        -0.00014644918
      ],
      [
        " wave",
        -0.0131148165
      ]
    ]
  },
  "It remains in a compensatory relationship with the outer, conscious attitude. It is thought to derive from three sources, including the individual man's experience with women as companion, man's own femininity, and the inherited collective image formed from the collective experience of woman. Identifying": {
    "guess": "Anima (Jung)",
    "confidence": [
      [
        "An",
        -0.010731204
      ],
      [
        "ima",
        0.0
      ],
      [
        " (",
        -0.5299802
      ],
      [
        "J",
        -0.059058182
      ],
      [
        "ung",
        0.0
      ],
      [
        ")",
        -0.017575575
      ]
    ]
  },
  "The most reliable timescale for these events was developed in 1992 by Cande and Kent - it aims to include": {
    "guess": "Geomagnetic reversal",
    "confidence": [
      [
        "Geom",
        -0.4011792
      ],
      [
        "agnetic",
        -1.6286107e-05
      ],
      [
        " reversal",
        -0.06207916
      ]
    ]
  },
  "Some of this religion's followers went on one of the earliest-known gluten-free diets to kill their \"three corpses.\" A popular image shows this religion's founder smiling at the taste of vinegar that two other men dislike. A group of symbols important to this religion are sets of three horizontal lines distinguished by which lines are (*) broken or unbroken. This religion uses the \"uncarved block\" as a metaphor for undeveloped human nature. This religion of the Celestial Masters is symbolized by the Eight Trigrams and epitomized by the \"butterfly dream\" of one of its leaders. For 10 points, name this religion that values the concepts of te and wu wei, a Chinese belief system established by Lao": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.027418686
      ],
      [
        "ao",
        -0.00013512482
      ],
      [
        "ism",
        -0.00013870094
      ]
    ]
  },
  "This religion holds that digging nine holes surrounded by twelve furrows, filling the holes with water,": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -1.3409873
      ],
      [
        "ind",
        -0.068605445
      ],
      [
        "u",
        -0.0002699185
      ],
      [
        "ism",
        -0.25577363
      ]
    ]
  },
  "She relies on the carpenter's wife, Mère Rolet, to nurse her daughter, and she makes a halfhearted attempt": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.82295597
      ],
      [
        "ame",
        -0.0050597717
      ],
      [
        " B",
        -0.01889595
      ],
      [
        "ov",
        -0.00010556965
      ],
      [
        "ary",
        -0.00012749579
      ]
    ]
  },
  "The relationship between the weak version of this phenomenon and heavy fermion superconductivity is a topic of much current research. Occurring mostly in transition metal and rare earth oxides, it is found below 120 Kelvin in manganese oxide and 280 Kelvin in dichromium trioxide, but has been observed at over 600K in some lanthanum compounds.  Unlike in ferrimagnetism, the cancellation of atomic moments is complete, so there is no net moment. Materials that can exhibit this behavior do so only below the Neel point; above that point, show paramagnetism. FTP, name the behavior resulting when neighboring": {
    "guess": "Antiferromagnetism",
    "confidence": [
      [
        "Ant",
        -0.06273198
      ],
      [
        "ifer",
        -0.00029244067
      ],
      [
        "rom",
        -0.0019887094
      ],
      [
        "agnet",
        -0.063514724
      ],
      [
        "ism",
        -4.2630116e-05
      ]
    ]
  },
  "This religion was founded by a philosopher who wrote a text emphasizing three \"jewels\" or \"treasures,\" basic virtues sometimes translated as Compassion, Moderation and Humility. Its founder is portrayed alongside Confucius and the Buddha in the painting \"The Vinegar Tasters.\" Its symbols include the Taijitu, which represents Yin and Yang. Its pantheon includes the Jade Emperor and its founder Lao Tzu.": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.00023917861
      ],
      [
        "ao",
        -1.147242e-06
      ],
      [
        "ism",
        -2.868329e-05
      ]
    ]
  },
  "One of this religion's previous leaders stated that a Mother Wheel's contents were used to raise mountains on Earth. This religion believes that the Earth and the Moon were one, and its current leader has stated that man is stuck in an animalistic stage. Adherents of it are \"righteous teachers\" who teach the truth to those manipulated by \"slave makers.\" Founded by Wallace Fard, this religion holds": {
    "guess": "Nation of Islam",
    "confidence": [
      [
        "Nation",
        -0.0038157497
      ],
      [
        " of",
        -3.190179e-05
      ],
      [
        " Islam",
        -2.8160932e-06
      ]
    ]
  },
  "They have remixed songs by 808 State, Agent Provocateur, Mekon, David Arnold, and Soul Coughing and have collaborated with other artists, such as the Jungle Brothers, whose 1999 album, V.I.P., they produced, and Rufus Wainwright, whose song \"Shadows\" they also produced.* When Wall of Sound released a two disc album commemorating their 10th Anniversary, Alex Gifford provided the second album, a remix album which also included a brand new track by the band featuring Livingroom Johnston. FTP, name this band, which has to date only released one album, 1998's Decksanddrumsandrockandroll, featuring the tracks \"History Repeating\", \"Take California\", and \"Spybreak!\".": {
    "guess": "Propellerheads",
    "confidence": [
      [
        "Prop",
        -0.006342765
      ],
      [
        "eller",
        -0.0009515985
      ],
      [
        "heads",
        -0.0018529583
      ]
    ]
  },
  "On this religion's holiday of Ridvan, the giving of a title meaning \"glory of God\" to the successor of its founder is celebrated. That founder took a title meaning \"the Gate\", and the \"Guardian\" of this religion was Shoghi Effendi. The sacred texts of this religion include the Book of Certitude, and its temples include one in Haifa. In addition to the two aforementioned prophets, this faith also considers Adam, Abraham, Moses, Krishna, Zoroaster, Buddha, Jesus, and Muhammad to be prophets. It was": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0023760078
      ],
      [
        "á",
        -3.9650025e-05
      ],
      [
        "'",
        -0.0016797021
      ],
      [
        "í",
        -3.4285862e-05
      ],
      [
        " Faith",
        -0.00034523688
      ]
    ]
  },
  "His religious policies were steered by his brother, Bruno, who later became an archbishop. He defeated Duke Eberhard and Giselbert at the Battle of Andernach after they aligned with this man's half brother, Thankmar. Later, he intervened in Northern Italy after the assassination of Berengarius and gained power there after marrying the daughter of Rudolph II, Adelaide. After further rebellions by his son Ludolph and by Conrad the Red, this man terminated their powers at the Imperial Diet of Auerstadt. Following this, he rushed to Augsburg to defeat the Magyars. FTP, Identify this man who ruled out of Magdeburg and the victor at Lechfeld; a German king who consolidated power and in 962 was crowned": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.0031057035
      ],
      [
        "to",
        -6.6306106e-06
      ],
      [
        " the",
        -0.10625655
      ],
      [
        " Great",
        -0.00045950554
      ]
    ]
  },
  "This religion holds that digging nine holes surrounded by twelve furrows, filling the holes with water, and sprinkling the water ritually on an unclean man will exorcise evil beings. This belief system fears beings that can be thwarted by invocations to Zam, Atar, and Apas, or earth, fire, and water. A set of beings feared by this belief system cannot distinguish between truth and falsehood, known as asha and druj. This religion fears demons called Daevas, the avoidance of which is the subject of the Vendidad, which is part of the holy text called the Avesta. For 10 points, name this dualistic Persian religion that reveres Ahura Mazda.": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.00046594252
      ],
      [
        "oro",
        -1.342522e-05
      ],
      [
        "ast",
        -8.418666e-06
      ],
      [
        "rian",
        -4.8425554e-06
      ],
      [
        "ism",
        -1.147242e-06
      ]
    ]
  },
  "This relationship predicts the existence of creep waves, which are less useful than Rayleigh waves for nondestructive testing. The boundary conditions of Maxwell's equations, along with Fermat's principle of least time, may be used to derive it, and a quantity named for Brewster can be calculated from this law assuming complete reflection. Involved in the derivation of the critical angle, this relationship predicts an angle of fifty degrees will produce total internal reflection at a water-air boundary.": {
    "guess": "Snell's law",
    "confidence": [
      [
        "Sn",
        -0.04333885
      ],
      [
        "ell",
        -0.00014013138
      ],
      [
        "'s",
        -0.00020652048
      ],
      [
        " law",
        -0.29492596
      ]
    ]
  },
  "One of this man's religious reforms was the elimination of fires intended to announce the new month, which along with other reforms he promulgated via his bet din. This man is general y acknowledged to be the last of the great tanaim, and hist most important work became the subject of commentaries by scholars cal ed amoraim. In the aggadic tradition, this man was held to be friendly with a Roman named Antoninus, whose conversations with this man were meant to il ustrate this man's wisdom. This man was the greatest disciple of Jacob ben Korshai, and was himself the son of Simeon Gamaliel and a descendant of Hil el, by virtue of which he held his ceremonial title. This man is best known for compiling a text that would centuries later inspire a series of commentaries, as wel as a similarly-named text, by Maimonides; that text is a topical arrangement of Talmudic oral law. For 10 points, identify": {
    "guess": "Rabbi Judah the Prince",
    "confidence": [
      [
        "R",
        -0.32975972
      ],
      [
        "ab",
        -0.031108081
      ],
      [
        "bi",
        -0.011759331
      ],
      [
        " Jud",
        -0.15484416
      ],
      [
        "ah",
        -1.2948405e-05
      ],
      [
        " the",
        -0.6323012
      ],
      [
        " Prince",
        -0.00057221355
      ]
    ]
  },
  "This religion's creator deity was symbolized by the spine of a bovine. People in this religion had three souls, only one of which was immortal and could be transfigured after death. A reformer of this religion ordered an official regicide of old deities and composed the Great Hymn. In this religion,": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.88543826
      ],
      [
        "oro",
        -0.002776705
      ],
      [
        "ast",
        -1.1517961e-05
      ],
      [
        "rian",
        -1.3544423e-05
      ],
      [
        "ism",
        -0.000210335
      ]
    ]
  },
  "One of this man's religious reforms was the elimination of fires intended to announce the new month, which along with other reforms he promulgated via his bet din. This man is general y acknowledged to be the last of the great tanaim, and hist most important work became the subject of commentaries by scholars cal ed amoraim. In the aggadic tradition, this man was held to be friendly with a Roman named Antoninus, whose conversations with this man were meant to il ustrate this man's wisdom. This man was the greatest disciple of Jacob ben Korshai, and was himself the son of Simeon Gamaliel and a descendant of Hil el, by virtue of which he held his ceremonial title. This man is best known for compiling a text that would centuries later inspire a series of commentaries, as wel as a similarly-named": {
    "guess": "Rabbi Judah haNasi",
    "confidence": [
      [
        "R",
        -0.40454298
      ],
      [
        "ab",
        -0.001861046
      ],
      [
        "bi",
        -0.04048485
      ],
      [
        " Jud",
        -0.64674765
      ],
      [
        "ah",
        -4.723352e-06
      ],
      [
        " ha",
        -0.5646227
      ],
      [
        "N",
        -0.56363696
      ],
      [
        "asi",
        -0.00011784763
      ]
    ]
  },
  "One of this man's religious poems is divided into the sections \"Exposition,\" \"The World,\" and \"The Devil,\" and he wrote a play whose main character is a soccer player who smokes constantly and never talks. In addition to \"Ode to the Most Holy Eucharist\" and When Five Years Pass, he wrote a play in which a scorpion threatens the love of Sylvia and Boybeetle, who is also being tempted by the titular enchantment. This author of The (*) Shoemaker's Prodigious Wife and The Butterfly's Evil Spell also described Leonardo's mutually fatal duel with the Bridegroom in the first play of his Rural Trilogy.": {
    "guess": "Federico García Lorca",
    "confidence": [
      [
        "F",
        -0.001442496
      ],
      [
        "eder",
        -4.4849444e-06
      ],
      [
        "ico",
        -1.0206721e-05
      ],
      [
        " García",
        -8.8404326e-05
      ],
      [
        " Lor",
        -1.9361265e-07
      ],
      [
        "ca",
        -2.618001e-05
      ]
    ]
  },
  "This religion's ceremonies include the royal rite of the sun, or rada rite, and initiation ceremonies in which novices progress from bosal to kanzo. Figures of worship in this religion include a female figure depicted with three wedding rings and a psychopomp who also governs eroticism. Practitioners": {
    "guess": "Vodou",
    "confidence": [
      [
        "V",
        -0.20334446
      ],
      [
        "od",
        -0.004501569
      ],
      [
        "ou",
        -0.00021188465
      ]
    ]
  },
  "They released their album Beggars Banquet with a plain white cover after a picture of a dirty restroom was nixed by the label. The title character of one of their songs \"killed the czar and his ministers\" and says \"pleased to meet you, hope you guess my name.\" Another of their songs bemoans the distance of the title state even though \"I try and I try and I try and I try.\" For 10 points name this British": {
    "guess": "The Rolling Stones",
    "confidence": [
      [
        "The",
        -0.013323292
      ],
      [
        " Rolling",
        -0.004985286
      ],
      [
        " Stones",
        -0.00016134596
      ]
    ]
  },
  "In one religion in this country, funerals are sometimes held years after death so that families can throw a lavish enough ceremony to help the decedent reach an afterlife called \"Puya.\" It's not Ethiopia, a religious tradition in this country traces itself back to a group of nine semi-historical apostles. A Muslim movement in this country, which struck out at perceived superstitions, was founded by Ahmad Dahlan and called Muhammadiyah. The Toraja practice the animist \"aluk\" faith in this country. A tradition in this country includes feasts called (*) \"slametans\" and is divided into \"abangan\" and \"santri\" variants. Monotheism is the first of five principles in this country's official founding": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.112796955
      ],
      [
        "onesia",
        -4.2868523e-05
      ]
    ]
  },
  "A remembrance \"league\" named for this city was patronized by Princess Beatrice, whose son, Prince Maurice of Battenberg, was killed in a battle for it. Fighting at St. Julien and Kitcheners' Wood occurred around this city in the first battles in which a Canadian force defeated a European power. The goal of the Lys offensive was the capture of this city, which was the location of the final battle of the Race to the (*) Sea as trenches were dug in 1914. The third battle named for this city is also named for a town five miles to its east called Passchendaele. The second battle for this city marked": {
    "guess": "Ypres",
    "confidence": [
      [
        "Y",
        -0.0028765572
      ],
      [
        "pres",
        -3.190179e-05
      ]
    ]
  },
  "A relation due to this person gives the polarizability in terms of the refractivity and permittivity": {
    "guess": "Claude-Louis Navier",
    "confidence": [
      [
        "Cla",
        -0.65241635
      ],
      [
        "ude",
        -0.0010350723
      ],
      [
        "-L",
        -0.96735835
      ],
      [
        "ouis",
        -0.00048787234
      ],
      [
        " Nav",
        -0.003592114
      ],
      [
        "ier",
        -0.0001406082
      ]
    ]
  },
  "This religion's texts include the Holy Piby, and one of this religion's saints is Marcus Garvey. This religion advocates \"livity,\" which involves drumming ceremonies called bingis. This religion uses the vegetarian I-tal diet. Followers of this religion believe that they are captives in Babylon. This religion draws its name from the belief that Haile Selassie is the Second Coming of Christ. It promotes": {
    "guess": "Rastafari",
    "confidence": [
      [
        "R",
        -0.0077571073
      ],
      [
        "ast",
        -0.00014442271
      ],
      [
        "afari",
        -0.0018788972
      ]
    ]
  },
  "One religious movement in this state venerated St. Anthony and was lead by Kimpa Vita. The Duke of Bengo's forces escaped a battle along the Ulanga river at which this state was defeated. A breakaway state": {
    "guess": "Kongo Kingdom",
    "confidence": [
      [
        "K",
        -0.5427653
      ],
      [
        "ongo",
        -0.0014363047
      ],
      [
        " Kingdom",
        -0.29235393
      ]
    ]
  },
  "Related organisms to this division possess non-photosynthetic leaves containing a characteristic vascular trace. Some species in this division benefit from an umbrella-like covering provided by a thin film of tissue called the indusium. Their gametophyte stage is called a prothallus, and as of 2006, this group includes the plants known as horsetails. Their namesake \"great radiation\" occurred in the": {
    "guess": "Pteridophyte",
    "confidence": [
      [
        "P",
        -1.0339363
      ],
      [
        "ter",
        -4.9305523e-05
      ],
      [
        "id",
        -0.00054969505
      ],
      [
        "oph",
        -1.4498052e-05
      ],
      [
        "yte",
        -0.016367242
      ]
    ]
  },
  "One of this man's religious reforms was the elimination of fires intended to announce the new month, which along with other reforms he promulgated via his bet din. This man is general y acknowledged to be the last of the great tanaim, and hist most important work became the subject of commentaries by scholars cal ed amoraim. In the aggadic tradition, this man was held to be friendly with a Roman named Antoninus, whose conversations with this man were meant to il ustrate this man's wisdom. This man was the greatest disciple of Jacob ben Korshai, and was himself the son of Simeon Gamaliel and a descendant of Hil el, by virtue of which he held his ceremonial title. This man is best known for compiling a text that would centuries later inspire a series of commentaries, as wel as a similarly-named text, by Maimonides; that text is a topical arrangement of Talmudic oral law. For 10 points, identify this rabbi who lived in the 2nd century C.E. and is responsible for editing the Mishnah, known as \"the Prince.\"": {
    "guess": "Judah ha-Nasi",
    "confidence": [
      [
        "Jud",
        -0.8198166
      ],
      [
        "ah",
        -6.9570146e-05
      ],
      [
        " ha",
        -0.17761225
      ],
      [
        "-N",
        -0.039971273
      ],
      [
        "asi",
        -2.0696643e-05
      ]
    ]
  },
  "His religious policies were steered by his brother, Bruno, who later became an archbishop. He defeated Duke Eberhard and Giselbert at the Battle of Andernach after they aligned with this man's half brother, Thankmar. Later, he intervened in Northern Italy after the assassination of Berengarius and gained power there after marrying the daughter of Rudolph II, Adelaide. After further rebellions by his son Ludolph and by Conrad the Red, this man terminated their powers at the Imperial Diet of Auerstadt. Following this, he rushed to Augsburg to defeat the Magyars. FTP, Identify this man who ruled out": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.0016499488
      ],
      [
        "to",
        -1.4617256e-05
      ],
      [
        " the",
        -0.122380964
      ],
      [
        " Great",
        -0.0001242773
      ]
    ]
  },
  "This religious movement traditionally recognized \"Recorded Ministers,\" some of whom ran unplanned \"waiting worships\" that concluded when the two eldest worshipers exchanged a handshake. Its earliest leaders": {
    "guess": "Quakers",
    "confidence": [
      [
        "Qu",
        -0.36860424
      ],
      [
        "akers",
        -0.06167341
      ]
    ]
  },
  "In a related calculation, aggregates and mid-point utilization can generate errors in the calculations of moments, thus one must use Sheppard's correction to West's Algorithm to determine this measure. The term used to describe this measure was coined in a lecture to the Royal Academy in 1893 by Karl": {
    "guess": "Kurtosis",
    "confidence": [
      [
        "K",
        -1.0505612
      ],
      [
        "urt",
        -0.5634811
      ],
      [
        "osis",
        -6.9331734e-05
      ]
    ]
  },
  "One religious movement in this state venerated St. Anthony and was lead by Kimpa Vita. The Duke of Bengo's forces escaped a battle along the Ulanga river at which this state was defeated. A breakaway state from here defeated the Portuguese at Kitombo. The Kimpanzu and the Kinlaza were the main factions in this country's civil war and its region of Mombares was a major center of textile production. Garcia II of here allied with the Dutch against the Portuguese and Rui D'Aguiar met with one king of this state. That king sent his son Henrique to become a priest and was Alfonso I. For ten points, name": {
    "guess": "Kongo Kingdom",
    "confidence": [
      [
        "K",
        -0.5841161
      ],
      [
        "ongo",
        -0.00065370114
      ],
      [
        " Kingdom",
        -0.35124087
      ]
    ]
  },
  "In a relief sculpture, one of these structures occupies the far left of an alabaster disk, next to a plant stand into which  libations are being poured. The weeper holes in another of these structures served as drainage points for the planting of a  grove of sacred trees, according to its excavator, Sir Leonard Woolley. One of these structures, which were frequently  constructed in accordance to the \"bent-axis plan,\" served as the base for the White Temple; another was painted with  seven different colors, one for each (*) story. Herodotus suggested that women would sleep on a golden couch at the": {
    "guess": "Ziggurat",
    "confidence": [
      [
        "Z",
        -0.0077080117
      ],
      [
        "igg",
        -3.0545007e-06
      ],
      [
        "urat",
        -0.00018959356
      ]
    ]
  },
  "This religion's ceremonies include the royal rite of the sun, or rada rite, and initiation ceremonies in which novices progress from bosal to kanzo. Figures of worship in this religion include a female figure depicted with three wedding rings and a psychopomp who also governs eroticism. Practitioners believe that the cosmos is populated by zanj and anvizib, among other spirits, and that the soul is composed of gros and ti bon anges. In addition to Erzulie and Ghede, worshippers may call on the guardian of cross-roads, Legba. Evil magicians known as bokor, priests known as houngans, and priestesses known as mambos all appear in, for ten points, what religion whose adherents call upon loas?": {
    "guess": "Haitian Vodou",
    "confidence": [
      [
        "H",
        -0.0069273086
      ],
      [
        "ait",
        -0.0002974472
      ],
      [
        "ian",
        -0.000687533
      ],
      [
        " V",
        -8.220573e-05
      ],
      [
        "od",
        -0.0038162263
      ],
      [
        "ou",
        -5.9437833e-05
      ]
    ]
  },
  "One of this man's religious poems is divided into the sections \"Exposition,\" \"The World,\" and \"The Devil,\" and he wrote a play whose main character is a soccer player who smokes constantly and never talks. In addition to \"Ode to the Most Holy Eucharist\" and When Five Years Pass, he wrote a play in which a scorpion threatens the love of Sylvia and Boybeetle, who is also being tempted by the titular enchantment. This author of The (*) Shoemaker's Prodigious Wife and The Butterfly's Evil Spell also": {
    "guess": "Federico García Lorca",
    "confidence": [
      [
        "F",
        -0.000893594
      ],
      [
        "eder",
        -2.4584822e-06
      ],
      [
        "ico",
        -1.0325924e-05
      ],
      [
        " García",
        -4.727906e-05
      ],
      [
        " Lor",
        -1.9361265e-07
      ],
      [
        "ca",
        -2.7133641e-05
      ]
    ]
  },
  "A related disease is known as Hashimoto's syndrome. Susceptibility is mainly influenced by chromosome 2q33, and on the HLA region of chromosome 6, and therapy using beta interferon and interleukin-4 is another common cause. It is often a symptom of a more comprehensive disease called autoimmune polyglandular syndrome, and affects four different antigens: sodium-iodide symporter, TSH, thyroperoxidase, and thyroglobulin. FTP, name this disease named for a 1830s Irish physician, the most common cause of hyperthyroidism in the United States.": {
    "guess": "Graves' disease",
    "confidence": [
      [
        "Gr",
        -0.22664568
      ],
      [
        "aves",
        -0.56151927
      ],
      [
        "'",
        -0.027197586
      ],
      [
        " disease",
        -0.3183289
      ]
    ]
  },
  "A relation due to this person gives the polarizability in terms of the refractivity and permittivity and is sometimes also credited to Mossetti. The proposer of a form of the ergodic hypothesis relating to electrolysis, this physicist derived the aforementioned relation by applying that form to electrolytic dissociation. His 1857 paper on the kinetic theory introduced the concept of mean free path.": {
    "guess": "Ludwig Boltzmann",
    "confidence": [
      [
        "L",
        -0.8131674
      ],
      [
        "ud",
        -0.06912388
      ],
      [
        "wig",
        -0.007870649
      ],
      [
        " Bolt",
        -0.001451306
      ],
      [
        "z",
        -0.00021069261
      ],
      [
        "mann",
        -5.6100132e-05
      ]
    ]
  },
  "In a relief sculpture, one of these structures occupies the far left of an alabaster disk, next to a plant stand into which  libations are being poured. The weeper holes in another of these structures served as drainage points for the planting of a  grove of sacred trees, according to its excavator, Sir Leonard Woolley. One of these structures, which were frequently  constructed in accordance to the \"bent-axis plan,\" served as the base for the White Temple; another was painted with  seven different colors, one for each (*) story. Herodotus suggested that women would sleep on a golden couch at the top of  these structures waiting for a god to come and rest in his shrine, but none of the shrines have survived. Examples of these  structures include the aforementioned Marduk one and the \"great\" one at Ur. For 10 points, name these Mesopotamian step-  pyramids, which may include the Biblical Tower of Babel.": {
    "guess": "Ziggurat",
    "confidence": [
      [
        "Z",
        -0.008228023
      ],
      [
        "igg",
        -0.00022487417
      ],
      [
        "urat",
        -0.00043293412
      ]
    ]
  },
  "In a related calculation, aggregates and mid-point utilization can generate errors in the calculations": {
    "guess": "Least squares",
    "confidence": [
      [
        "Least",
        -1.6427635
      ],
      [
        " squares",
        -0.0060927924
      ]
    ]
  },
  "This relationship predicts the existence of creep waves, which are less useful than Rayleigh waves for nondestructive testing. The boundary conditions of Maxwell's equations, along with Fermat's principle of least time, may be used to derive it, and a quantity named for Brewster can be calculated from this law assuming complete reflection. Involved in the derivation of the critical angle, this relationship": {
    "guess": "Snell's law",
    "confidence": [
      [
        "Sn",
        -0.03770645
      ],
      [
        "ell",
        -0.00035774958
      ],
      [
        "'s",
        -0.00012856863
      ],
      [
        " law",
        -0.042643886
      ]
    ]
  },
  "Related organisms to this division possess non-photosynthetic leaves containing a characteristic vascular trace. Some species in this division benefit from an umbrella-like covering provided by a thin": {
    "guess": "Ferns",
    "confidence": [
      [
        "F",
        -0.97150576
      ],
      [
        "ern",
        -0.15582587
      ],
      [
        "s",
        -0.19119541
      ]
    ]
  },
  "A 1998 release of the complete recordings behind this album introduced nine previously unreleased tracks,": {
    "guess": "The Velvet Underground & Nico",
    "confidence": [
      [
        "The",
        -0.55190927
      ],
      [
        " Velvet",
        -1.3352792
      ],
      [
        " Underground",
        -0.00035274302
      ],
      [
        " &",
        -0.38532522
      ],
      [
        " Nico",
        -3.0545007e-06
      ]
    ]
  },
  "This religion's founder received a vision of Vohu Manah while gathering water in the Daiti River. Practitioners of it differentiate between asha and druj, which stand for truth and chaos. Followers of this religion believe that virtue is rewarded in the House of Songs, which lies across the bridge (*) Chinvat. Instruction on how to repel demons called Daevas is given in the Vendidad, which, along with the Gathas, make up its scripture. This religion follows its holy text of the Avesta, and its deities": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0020003694
      ],
      [
        "oro",
        -0.00047344866
      ],
      [
        "ast",
        -0.0003918272
      ],
      [
        "rian",
        -4.365741e-06
      ],
      [
        "ism",
        -0.0016079396
      ]
    ]
  },
  "In a relief sculpture, one of these structures occupies the far left of an alabaster disk, next to a plant stand into which  libations are being poured. The weeper holes in another of these structures served as drainage points for the planting of a  grove of sacred trees, according to its excavator, Sir Leonard Woolley. One of these structures, which were frequently  constructed in accordance to the \"bent-axis plan,\" served as the base for the White Temple; another was painted with  seven different colors, one for each (*) story. Herodotus suggested that women would sleep on a golden couch at the top of  these structures waiting for a god to come and rest in his shrine, but none of the shrines have survived. Examples of these  structures include the aforementioned Marduk one and the \"great\" one at Ur. For 10 points, name these Mesopotamian step-  pyramids, which may include the Biblical Tower": {
    "guess": "Ziggurat",
    "confidence": [
      [
        "Z",
        -0.015812278
      ],
      [
        "igg",
        -0.00033856148
      ],
      [
        "urat",
        -0.0006469102
      ]
    ]
  },
  "One relation bearing this name is the differential equation \"y-prime plus p of x times y equals q of x times y to the nth power.\" Using another relation of this name, Torricelli's theorem can be derived, and this relation itself can be derived by integrating over all space and assuming that the body": {
    "guess": "Navier-Stokes equations",
    "confidence": [
      [
        "Nav",
        -0.45214358
      ],
      [
        "ier",
        -1.8624639e-06
      ],
      [
        "-St",
        -0.08897447
      ],
      [
        "okes",
        -7.6364755e-05
      ],
      [
        " equations",
        -0.021561269
      ]
    ]
  },
  "In a related calculation, aggregates and mid-point utilization can generate errors in the calculations of moments, thus one must use Sheppard's correction to West's Algorithm to determine this measure. The term used to describe this measure was coined in a lecture to the Royal Academy in 1893 by Karl Pearson, in which he derived this measure for several statistics, including the chi-squared test. In": {
    "guess": "Coefficient of skewness",
    "confidence": [
      [
        "Coefficient",
        -0.7939137
      ],
      [
        " of",
        -0.00031782736
      ],
      [
        " skew",
        -0.25531283
      ],
      [
        "ness",
        -0.00031615852
      ]
    ]
  },
  "Related to the Gaulish goddess Epona and the Irish goddess Macha, she first appears in the \"Mabinogion\" riding a pale steed.  The wife of Pwyll, she was forced to act as a horse and to carry visitors to the royal court after being unjustly accused of murdering her infant son.  For 10 points, name this": {
    "guess": "Rhiannon",
    "confidence": [
      [
        "R",
        -0.0038744197
      ],
      [
        "hi",
        -1.3663626e-05
      ],
      [
        "annon",
        -2.2127088e-05
      ]
    ]
  },
  "This religion was founded by a philosopher who wrote a text emphasizing three \"jewels\" or \"treasures,\" basic virtues sometimes translated as Compassion, Moderation and Humility. Its founder is portrayed alongside Confucius and the Buddha in the painting \"The Vinegar Tasters.\" Its symbols include the": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.091475755
      ],
      [
        "ao",
        -2.8160932e-06
      ],
      [
        "ism",
        -0.00096171984
      ]
    ]
  },
  "She relies on the carpenter's wife, Mère Rolet, to nurse her daughter, and she makes a halfhearted attempt to resolve her restlessness by speaking with Abbé Bournisien. While visiting La Vaubyessard for": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.07743112
      ],
      [
        "ame",
        -3.9888433e-05
      ],
      [
        " B",
        -3.5954712e-05
      ],
      [
        "ov",
        -5.7961847e-06
      ],
      [
        "ary",
        -9.72254e-05
      ]
    ]
  },
  "In this religion, those who have conquered their internal passions are known as jina. This religion believes that every living being has the potential to become God, and its followers advocate an important prayer known as the Namokar Mantra. The issue of whether nudity is required differentiates the two major sects of this religion, the Digambaras and Svetambaras. This religion's leaders include the twenty-four \"bridge-makers,\" or Tirthankaras. Some of its adherents wear masks to avoid inhaling and killing insects so as to follow the doctrine of ahimsa, or nonviolence. For 10 points, name this Indian religion founded by Mahavira.": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0011590277
      ],
      [
        "ain",
        -4.604148e-06
      ],
      [
        "ism",
        -3.5313153e-06
      ]
    ]
  },
  "A 1998 release of the complete recordings behind this album introduced nine previously unreleased tracks, such as \"Take It or Leave It,\" \"Yaphet,\" and an additional version of \"Double Image.\" Participants in its productions included bassist Dave Holland, bass clarinetist Bennie Maupin, and guitarist John McLaughlin, the namesake of its fourth track. This album, which also included such cuts as \"Pharoah's Dance\" and \"Spanish Key,\" is, along with its artist's In a Silent Way, often labeled the defining album of jazz fusion. FTP, name this 1969 Miles Davis double album released ten years after Kind of Blue.": {
    "guess": "Bitches Brew",
    "confidence": [
      [
        "B",
        -0.20127347
      ],
      [
        "itches",
        -0.00024037065
      ],
      [
        " Brew",
        -0.00014990607
      ]
    ]
  },
  "This religion holds that digging nine holes surrounded by twelve furrows, filling the holes with water, and sprinkling the water ritually on an unclean man will exorcise evil beings. This belief system fears beings that can be thwarted by invocations to Zam, Atar, and Apas, or earth, fire, and water.": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.07069312
      ],
      [
        "oro",
        -0.0033727002
      ],
      [
        "ast",
        -0.00044056313
      ],
      [
        "rian",
        -0.00027647105
      ],
      [
        "ism",
        -0.07350903
      ]
    ]
  },
  "On this religion's holiday of Ridvan, the giving of a title meaning \"glory of God\" to the successor of its founder is celebrated. That founder took a title meaning \"the Gate\", and the \"Guardian\" of this religion was Shoghi Effendi. The sacred texts of this religion include the Book of Certitude, and its temples include one in Haifa. In addition to the two aforementioned prophets, this faith also considers Adam, Abraham, Moses, Krishna, Zoroaster, Buddha, Jesus, and Muhammad to be prophets. It was founded in nineteenth century Persia by Siyyd Ali Muhammad. FTP, name this faith founded on the basis of unity and equality by the Bab.": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.002668877
      ],
      [
        "á",
        -7.624555e-05
      ],
      [
        "'",
        -0.0025869545
      ],
      [
        "í",
        -1.5332478e-05
      ],
      [
        " Faith",
        -2.129266e-05
      ]
    ]
  },
  "A related disease is known as Hashimoto's syndrome. Susceptibility is mainly influenced by chromosome 2q33, and on the HLA region of chromosome 6, and therapy using beta interferon and interleukin-4 is another common cause. It is often a symptom of a more comprehensive disease called autoimmune polyglandular syndrome, and affects four different antigens: sodium-iodide symporter, TSH, thyroperoxidase,": {
    "guess": "Autoimmune polyendocrine syndrome",
    "confidence": [
      [
        "Auto",
        -0.41500452
      ],
      [
        "immune",
        -0.045854364
      ],
      [
        " poly",
        -0.096148506
      ],
      [
        "end",
        -0.6105938
      ],
      [
        "ocrine",
        -0.003147535
      ],
      [
        " syndrome",
        -0.10562607
      ]
    ]
  },
  "This relation was discovered by Irving Fisher in the 1920s, thirty-two years before its namesake published his work on it. The New Classical version of it was developed by Robert Lucas. Robert Solow and Paul Samuelson showed that this it applied to the United States. It was criticized by Edmund Phelps and Milton Friedman, who argued that it could not hold in the long run. This relation, which is similar": {
    "guess": "Phillips curve",
    "confidence": [
      [
        "Phill",
        -0.05625498
      ],
      [
        "ips",
        -0.0005847262
      ],
      [
        " curve",
        -0.008927012
      ]
    ]
  },
  "This man was once released from debtor's prison because his admirer Joseph Martin paid his debt. Along with Henry Timberlake and an Indian named Chief Kanagatucko, this man once took a dangerous journey": {
    "guess": "James Needham",
    "confidence": [
      [
        "James",
        -1.929139
      ],
      [
        " Need",
        -0.43689707
      ],
      [
        "ham",
        -8.4947416e-05
      ]
    ]
  },
  "One of this man's religious reforms was the elimination of fires intended to announce the new month, which along with other reforms he promulgated via his bet din. This man is general y acknowledged to be the last of the great tanaim, and hist most important work became the subject of commentaries by": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.4733247
      ]
    ]
  },
  "She relies on the carpenter's wife, Mère Rolet, to nurse her daughter, and she makes a halfhearted attempt to resolve her restlessness by speaking with Abbé Bournisien. While visiting La Vaubyessard for a ball hosted by the Marquis d'Andervilliers, she finds a cigar case which rekindles her curiosity about wealth and the world abroad. Sickened at her husband's bungled attempt to treat a club foot, she visits a fair and watches pigs being judged with Rodolphe Boulanger. Later, feeling guilty after": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.00031031753
      ],
      [
        "ame",
        -0.00011725161
      ],
      [
        " B",
        -4.1080468e-05
      ],
      [
        "ov",
        -7.89631e-07
      ],
      [
        "ary",
        -3.750436e-05
      ]
    ]
  },
  "This man related finding himself standing in \"Ten million emblems and mementos of Modern Love\"\n during a beachside stroll with Thomas Mann in his essay on sanitation engineering, \"Hyperion to a Satyr.\"\n He represented D. H. Lawrence as Bill Hamblin in The World of Light, and earlier represented him as the\n painter Mark Rampion in a work also featuring excerpts from the journal of Philip Quarles. In": {
    "guess": "Hyperion to a Satyr",
    "confidence": [
      [
        "Hyper",
        -2.0854886
      ],
      [
        "ion",
        -0.0009336134
      ],
      [
        " to",
        -0.012513538
      ],
      [
        " a",
        -0.00035476952
      ],
      [
        " Sat",
        -0.003901719
      ],
      [
        "yr",
        -4.3464544e-05
      ]
    ]
  },
  "This religion teaches that God has made three offers of amnesty to man, the third of which was the most perfect and the only one to not require a prophet. Places of worship in this religion are often decorated with spheres and it was once common for members of this religion to attempt to communicate with their dead ancestors, sometimes using ouija boards. The major symbol of this religion is the left eye of God, which decorates its altars and buildings. This religion's name means \"High Tower\" and its ecclesiastical structure mimics that of the Catholic Church with bishops and a pope. Most notable": {
    "guess": "Mormonism",
    "confidence": [
      [
        "M",
        -0.98278654
      ],
      [
        "orm",
        -0.002636415
      ],
      [
        "on",
        -0.00018494461
      ],
      [
        "ism",
        -0.0016628009
      ]
    ]
  },
  "Some of this religion's followers went on one of the earliest-known gluten-free diets to kill their \"three corpses.\" A popular image shows this religion's founder smiling at the taste of vinegar that two other men dislike. A group of symbols important to this religion are sets of three horizontal lines distinguished by which lines are (*) broken or unbroken. This religion uses the \"uncarved block\" as a metaphor for undeveloped human nature. This religion of the Celestial Masters is symbolized by the Eight Trigrams and epitomized by the \"butterfly dream\" of one of its leaders. For 10 points, name": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.057131086
      ],
      [
        "ao",
        -2.0935051e-05
      ],
      [
        "ism",
        -0.0001659949
      ]
    ]
  },
  "Some of this religion's followers went on one of the earliest-known gluten-free diets to kill their \"three": {
    "guess": "Mithra",
    "confidence": [
      [
        "M",
        -1.584262
      ],
      [
        "ith",
        -0.008840995
      ],
      [
        "ra",
        -0.21725415
      ]
    ]
  },
  "This relation was discovered by Irving Fisher in the 1920s, thirty-two years before its namesake published his work on it. The New Classical version of it was developed by Robert Lucas. Robert Solow and Paul Samuelson showed that this it applied to the United States. It was criticized by Edmund Phelps and Milton Friedman, who argued that it could not hold in the long run. This relation, which is similar to Okun's law, came under increasing attack in the 1970s due to stagflation. For 10 points, identify": {
    "guess": "Phillips curve",
    "confidence": [
      [
        "Phill",
        -0.03685404
      ],
      [
        "ips",
        -0.0004977479
      ],
      [
        " curve",
        -0.027780954
      ]
    ]
  },
  "In this religion, those who have conquered their internal passions are known as jina. This religion believes that every living being has the potential to become God, and its followers advocate an important prayer known as the Namokar Mantra. The issue of whether nudity is required differentiates the two major sects of this religion, the Digambaras and Svetambaras. This religion's leaders include the": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.00048536903
      ],
      [
        "ain",
        -9.0883464e-07
      ],
      [
        "ism",
        -1.7716551e-05
      ]
    ]
  },
  "One religious movement in this state venerated St. Anthony and was lead by Kimpa Vita. The Duke of Bengo's forces escaped a battle along the Ulanga river at which this state was defeated. A breakaway state from here defeated the Portuguese at Kitombo. The Kimpanzu and the Kinlaza were the main factions in this country's civil war and its region of Mombares was a major center of textile production. Garcia II of here allied with the Dutch against the Portuguese and Rui D'Aguiar met with one king of this state. That king sent his son Henrique to become a priest and was Alfonso I. For ten points, name this former central African state which allied with Portugal in the 16th century.": {
    "guess": "Kingdom of Kongo",
    "confidence": [
      [
        "King",
        -0.35436743
      ],
      [
        "dom",
        -1.8789384e-05
      ],
      [
        " of",
        -3.2929079e-06
      ],
      [
        " K",
        -9.7821416e-05
      ],
      [
        "ongo",
        0.0
      ]
    ]
  },
  "He relinquished his position of director at Santa Cecilia in 1925, preferring to concentrate on composing rather than teaching. A master of descriptive music, he invokes images of doves, hens, nightingales,": {
    "guess": "Ottorino Respighi",
    "confidence": [
      [
        "O",
        -0.20207351
      ],
      [
        "tt",
        -0.10134159
      ],
      [
        "or",
        -0.00017803448
      ],
      [
        "ino",
        -0.00017815368
      ],
      [
        " Resp",
        -0.0023171303
      ],
      [
        "igh",
        -5.3193703e-06
      ],
      [
        "i",
        -8.077529e-05
      ]
    ]
  },
  "Some of this religion's followers went on one of the earliest-known gluten-free diets to kill their \"three corpses.\" A popular image shows this religion's founder smiling at the taste of vinegar that two other men dislike. A group of symbols important to this religion are sets of three horizontal lines": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.020162616
      ],
      [
        "ao",
        -7.822647e-06
      ],
      [
        "ism",
        -0.0015470027
      ]
    ]
  },
  "He relinquished his position of director at Santa Cecilia in 1925, preferring to concentrate on composing": {
    "guess": "Ottorino Respighi",
    "confidence": [
      [
        "O",
        -1.4263862
      ],
      [
        "tt",
        -0.0008716788
      ],
      [
        "or",
        -5.538491e-05
      ],
      [
        "ino",
        -9.960947e-05
      ],
      [
        " Resp",
        -0.0004721411
      ],
      [
        "igh",
        -3.4121115e-06
      ],
      [
        "i",
        -7.505351e-05
      ]
    ]
  },
  "In one religion in this country, funerals are sometimes held years after death so that families can throw": {
    "guess": "Death anniversary",
    "confidence": [
      [
        "Death",
        -0.9630702
      ],
      [
        " anniversary",
        -0.4785512
      ]
    ]
  },
  "A related disease is known as Hashimoto's syndrome. Susceptibility is mainly influenced by chromosome 2q33, and on the HLA region of chromosome 6, and therapy using beta interferon and interleukin-4 is": {
    "guess": "Multiple sclerosis",
    "confidence": [
      [
        "Multiple",
        -0.25014395
      ],
      [
        " sclerosis",
        -0.005575475
      ]
    ]
  },
  "This religion's places of worship are reached by paths called sando and contain sacred ropes with hanging flax pendants and a gohei, or wand with hanging strips of paper. Its priests wear white socks and black sandals, and today its places of worship often contain fortune vending machines, whose bad fortunes are usually tied to a pine tree, and a sacred mirror to commemorate the end of a certain dance": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.006069579
      ],
      [
        "into",
        -0.0006003346
      ]
    ]
  },
  "This religion's founder received a vision of Vohu Manah while gathering water in the Daiti River. Practitioners of it differentiate between asha and druj, which stand for truth and chaos. Followers of this religion believe that virtue is rewarded in the House of Songs, which lies across the bridge (*) Chinvat. Instruction on how to repel demons called Daevas is given in the Vendidad, which, along with": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0048660766
      ],
      [
        "oro",
        -0.00020342118
      ],
      [
        "ast",
        -0.0049346318
      ],
      [
        "rian",
        -5.4669687e-05
      ],
      [
        "ism",
        -0.060256224
      ]
    ]
  },
  "This religion teaches that God has made three offers of amnesty to man, the third of which was the most perfect and the only one to not require a prophet. Places of worship in this religion are often decorated with spheres and it was once common for members of this religion to attempt to communicate with their dead ancestors, sometimes using ouija boards. The major symbol of this religion is the left eye of God, which decorates its altars and buildings. This religion's name means \"High Tower\" and its ecclesiastical structure mimics that of the Catholic Church with bishops and a pope. Most notable for making saints out of Sun Yat Sen and Victor Hugo, for ten points name this syncretic 20th century religion from Vietnam.": {
    "guess": "Cao Đài",
    "confidence": [
      [
        "C",
        -0.15517545
      ],
      [
        "ao",
        -1.1517961e-05
      ],
      [
        " Đ",
        -0.09372677
      ],
      [
        "ài",
        -0.00045629436
      ]
    ]
  },
  "This religion followed \"Amari\", or the principle of non-violence towards animals, but only during holy days. Fourteen may have been a sacred number in this faith, which had fourteen annual festivals celebrated with Zoroastrian-style fire ceremonies and prostration before a cross. The most important building in this faith was the Ibadat Khana, whose name simply means House of Worship, where the founder": {
    "guess": "Parsiism",
    "confidence": [
      [
        "P",
        -1.2127943
      ],
      [
        "arsi",
        -0.11379602
      ],
      [
        "ism",
        -0.14667463
      ]
    ]
  },
  "This religion's Kitab-i-Iqan [kee tahb-ee-ee kahn] relates this religion's teachings to both Islam and Christianity, and is better known as the Book of Certitude. Shoghi Effendi [sho-gee eff-EN-dee] was Guardian of this religion in the twentieth century. This religion believes in the (*) unity of all faiths, and its Manifestations of God include Zoroaster, Krishna, Christ, Mohammad, and the Bab [bahb].": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0025881466
      ],
      [
        "á",
        -6.0345924e-06
      ],
      [
        "'",
        -2.9160103e-05
      ],
      [
        "í",
        -3.2929079e-06
      ],
      [
        " Faith",
        -1.1517961e-05
      ]
    ]
  },
  "This religion's texts include the Holy Piby, and one of this religion's saints is Marcus Garvey. This religion advocates \"livity,\" which involves drumming ceremonies called bingis. This religion uses the vegetarian I-tal diet. Followers of this religion believe that they are captives in Babylon. This religion draws its name from the belief that Haile Selassie is the Second Coming of Christ. It promotes wearing the colors red, green, gold, and black, along with dreadlocks. For 10 points, name this Jamaican religion that advocates using ganja for meditation and was the inspiration for reggae music.": {
    "guess": "Rastafari",
    "confidence": [
      [
        "R",
        -0.014416521
      ],
      [
        "ast",
        -0.0001006823
      ],
      [
        "afari",
        -0.0023744619
      ]
    ]
  },
  "In one religion in this country, funerals are sometimes held years after death so that families can throw a lavish enough ceremony to help the decedent reach an afterlife called \"Puya.\" It's not Ethiopia, a religious tradition in this country traces itself back to a group of nine semi-historical apostles. A Muslim movement in this country, which struck out at perceived superstitions, was founded by Ahmad Dahlan and called Muhammadiyah. The Toraja practice the animist \"aluk\" faith in this country.": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.03186998
      ],
      [
        "onesia",
        -3.3451433e-05
      ]
    ]
  },
  "The relationship between the weak version of this phenomenon and heavy fermion superconductivity is a topic of much current research. Occurring mostly in transition metal and rare earth oxides, it is found below 120 Kelvin in manganese oxide and 280 Kelvin in dichromium trioxide, but has been observed at over 600K in some lanthanum compounds.  Unlike in ferrimagnetism, the cancellation of atomic moments is complete, so there is no net moment. Materials that can exhibit this behavior do so only below the Neel point; above that point, show paramagnetism. FTP, name the behavior resulting when neighboring magnetic moments in a material are in an antiparallel alignment; the opposite of a more familiar form of magnetism.": {
    "guess": "Spin glass",
    "confidence": [
      [
        "Spin",
        -0.644822
      ],
      [
        " glass",
        -0.092584014
      ]
    ]
  },
  "A remembrance \"league\" named for this city was patronized by Princess Beatrice, whose son, Prince Maurice of Battenberg, was killed in a battle for it. Fighting at St. Julien and Kitcheners' Wood occurred around this city in the first battles in which a Canadian force defeated a European power. The goal of the Lys offensive was the capture of this city, which was the location of the final battle of the Race to the (*) Sea as trenches were dug in 1914. The third battle named for this city is also named for a town five miles to its east called Passchendaele. The second battle for this city marked the first widespread use of poison gas during World War I. For 10 points, name this Belgian city that": {
    "guess": "Ypres",
    "confidence": [
      [
        "Y",
        -0.0056131696
      ],
      [
        "pres",
        -0.0002974472
      ]
    ]
  },
  "A re-release of this album includes a false start of one of the songs on this album, which differs from": {
    "guess": "The Beatles (album)",
    "confidence": [
      [
        "The",
        -1.0532286
      ],
      [
        " Beatles",
        -0.71226007
      ],
      [
        " (",
        -0.35441703
      ],
      [
        "album",
        -0.27983236
      ],
      [
        ")",
        -0.0049094814
      ]
    ]
  },
  "Related organisms to this division possess non-photosynthetic leaves containing a characteristic vascular trace. Some species in this division benefit from an umbrella-like covering provided by a thin film of tissue called the indusium. Their gametophyte stage is called a prothallus, and as of 2006, this group includes the plants known as horsetails. Their namesake \"great radiation\" occurred in the Cretaceous, though they first appeared in the fossil record around the Carboniferous period. They are": {
    "guess": "Ferns",
    "confidence": [
      [
        "F",
        -0.17199548
      ],
      [
        "ern",
        -2.451116e-05
      ],
      [
        "s",
        -0.33914605
      ]
    ]
  },
  "This religion makes heavy use of the Prayer of Saint Ephrem, and the sanctuary and the nave are separated by the iconostasis in its churches. The symbol of this religion depicts a vertical line intersected": {
    "guess": "Eastern Orthodox Church",
    "confidence": [
      [
        "Eastern",
        -0.024437327
      ],
      [
        " Orthodox",
        -0.32853654
      ],
      [
        " Church",
        -0.061818536
      ]
    ]
  },
  "This religion's founder received a vision of Vohu Manah while gathering water in the Daiti River. Practitioners": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0026410567
      ],
      [
        "oro",
        -0.037691638
      ],
      [
        "ast",
        -0.20218213
      ],
      [
        "rian",
        -7.004696e-05
      ],
      [
        "ism",
        -0.15211125
      ]
    ]
  },
  "The release of fifty-two kings is celebrated during this time, while some celebrate it by making 21 different": {
    "guess": "Bandi Chhor Divas",
    "confidence": [
      [
        "Band",
        -0.7728287
      ],
      [
        "i",
        -0.0061740754
      ],
      [
        " Ch",
        -0.0017113517
      ],
      [
        "hor",
        -0.00045283744
      ],
      [
        " Div",
        -0.0029855482
      ],
      [
        "as",
        -3.357064e-05
      ]
    ]
  },
  "This religion's ceremonies include the royal rite of the sun, or rada rite, and initiation ceremonies in which novices progress from bosal to kanzo. Figures of worship in this religion include a female figure depicted with three wedding rings and a psychopomp who also governs eroticism. Practitioners believe that the cosmos is populated by zanj and anvizib, among other spirits, and that the soul is composed of gros and ti bon anges. In addition to Erzulie and Ghede, worshippers may call on the guardian of cross-roads, Legba. Evil magicians known as bokor, priests known as houngans, and priestesses": {
    "guess": "Haitian Vodou",
    "confidence": [
      [
        "H",
        -0.0598576
      ],
      [
        "ait",
        -0.00018006093
      ],
      [
        "ian",
        -0.00014585316
      ],
      [
        " V",
        -4.6683042e-05
      ],
      [
        "od",
        -0.00010175513
      ],
      [
        "ou",
        -9.901345e-05
      ]
    ]
  },
  "One religious building in this city is home to its largest book market and was once occupied by the Small Swords Society. A temple in the city contains the Chamber of the Four Heavenly Kings and the Hall of the Great Hero as well as its namesake statues of the Buddha. The largest pagoda in this city is attached to a temple dedicated to both the Amitabha and the Maitreya Buddhas that holds a yearly fair during the third lunar month. This home of the Jade Buddha in the Putuou district and the Longhua": {
    "guess": "Shanghai",
    "confidence": [
      [
        "Sh",
        -0.003089536
      ],
      [
        "anghai",
        -3.7146747e-05
      ]
    ]
  },
  "A 1998 release of the complete recordings behind this album introduced nine previously unreleased tracks, such as \"Take It or Leave It,\" \"Yaphet,\" and an additional version of \"Double Image.\" Participants": {
    "guess": "On the Corner",
    "confidence": [
      [
        "On",
        -1.1035147
      ],
      [
        " the",
        -0.011049351
      ],
      [
        " Corner",
        -0.0022659937
      ]
    ]
  },
  "They have remixed songs by 808 State, Agent Provocateur, Mekon, David Arnold, and Soul Coughing and have collaborated with other artists, such as the Jungle Brothers, whose 1999 album, V.I.P., they produced,": {
    "guess": "The Propellerheads",
    "confidence": [
      [
        "The",
        -0.20269202
      ],
      [
        " Prop",
        -0.3955567
      ],
      [
        "eller",
        -0.0041486803
      ],
      [
        "heads",
        -0.0014578549
      ]
    ]
  },
  "A re-release of this album includes a false start of one of the songs on this album, which differs from other twelve-bar blues tracks in B-flat by switching to A-flat seventh instead of B-flat seventh. That song also uses Wynton Kelly on piano, rather than the pianist who plays all the other tracks on this album, Bill Evans. This album, which contains a track with an unusual bass vamp entitled All Blues, also contains a track which switches between three modes using the 13th of the leading chord,": {
    "guess": "Kind of Blue",
    "confidence": [
      [
        "Kind",
        -0.039294574
      ],
      [
        " of",
        -0.0014457108
      ],
      [
        " Blue",
        -0.00013560164
      ]
    ]
  },
  "This religion's Kitab-i-Iqan [kee tahb-ee-ee kahn] relates this religion's teachings to both Islam and Christianity, and is better known as the Book of Certitude. Shoghi Effendi [sho-gee eff-EN-dee] was": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0007342241
      ],
      [
        "á",
        -1.1398757e-05
      ],
      [
        "'",
        -4.0246043e-05
      ],
      [
        "í",
        -6.392203e-06
      ],
      [
        " Faith",
        -1.1279553e-05
      ]
    ]
  },
  "This religious movement traditionally recognized \"Recorded Ministers,\" some of whom ran unplanned \"waiting worships\" that concluded when the two eldest worshipers exchanged a handshake. Its earliest leaders were known as the \"Valiant Sixty.\" The \"Gurneyites\" are one offshoot of this movement, whose members typically attend Yearly Meetings. This religious movement, which traditionally used the pronoun (*) \"thee\" and refused to swear oaths, believes that they all have Christ's \"inner light\" shining within them. It was founded in the 1600s in England by George Fox. For 10 points, name this nonviolent protestant sect also known as the \"Society of Friends.\"": {
    "guess": "Quakers",
    "confidence": [
      [
        "Qu",
        -0.038319737
      ],
      [
        "akers",
        -0.004723584
      ]
    ]
  },
  "This religion's prayers are called \"ardas\", and its practitioners are required to have a positive attitude called \"Chardi Kalah.\" A khanda is used to stir the amrit that is consumed during initiation into this religion and its members wear a kangha in their kesha and carry a ceremonial dagger called the kirpan, which are a part of the Five Ks. This religion's sacred text is called the Adi Granth, and is regarded as its current Guru after the death of Guru Gobind Singh. For 10 points, identify this religion, which was founded in the Punjab by Guru Nanak.": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.00038395973
      ],
      [
        "ikh",
        -0.00010819213
      ],
      [
        "ism",
        -1.2590794e-05
      ]
    ]
  },
  "Release factors bind this substance to eRF3-GTP in a ribosome to end translation. The apoplastic and symplastic pathways transfer this compound. The \"potential\" of this substance is the sum of its solute and pressure components, and is symbolized psi. It is evolved into oxygen gas and two electrons to replenish those lost by photosystem II during the light-dependent reactions. This substance is present": {
    "guess": "Water potential",
    "confidence": [
      [
        "Water",
        -0.0020904231
      ],
      [
        " potential",
        -0.23961708
      ]
    ]
  },
  "This man was relatively unknown before 1980's \"Stars on a Cold Night,\" probably because he was forbidden to publish his work after his stint in a reeducation camp. His work was further suppressed after Fugitives, which is set during the Tiananmen Square massacre that occurred the same year as a walking tour of the Yangtze River, chronicled in his first novel. For 10 points, name this author of Soul": {
    "guess": "Ma Jian",
    "confidence": [
      [
        "Ma",
        -0.093485765
      ],
      [
        " Jian",
        -0.012021077
      ]
    ]
  },
  "Some of this religion's followers went on one of the earliest-known gluten-free diets to kill their \"three corpses.\" A popular image shows this religion's founder smiling at the taste of vinegar that two": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.11971347
      ],
      [
        "ao",
        -0.00011510595
      ],
      [
        "ism",
        -0.0020184517
      ]
    ]
  },
  "A relaxed set of postulates for this framework is the Mas-Colell axioms, which eliminate the need for": {
    "guess": "Microeconomics",
    "confidence": [
      [
        "Micro",
        -0.44348362
      ],
      [
        "e",
        -0.4102014
      ],
      [
        "conomics",
        -4.501419e-05
      ]
    ]
  },
  "One religious building in this city is home to its largest book market and was once occupied by the Small Swords Society. A temple in the city contains the Chamber of the Four Heavenly Kings and the Hall of the Great Hero as well as its namesake statues of the Buddha. The largest pagoda in this city is attached to a temple dedicated to both the Amitabha and the Maitreya Buddhas that holds a yearly fair during the third lunar month. This home of the Jade Buddha in the Putuou district and the Longhua temples also contains the She Shan Basilica and the Saint Ignatius Cathedral. The Old City God Temple is located near this city's (*) Pudong business district and partially commemorates Chen Huacheng, who defended this city from the British during the First Opium War. This city is home to China's": {
    "guess": "Shanghai",
    "confidence": [
      [
        "Sh",
        -0.0010505541
      ],
      [
        "anghai",
        -0.00018792471
      ]
    ]
  },
  "The release of fifty-two kings is celebrated during this time, while some celebrate it by making 21 different offerings and 21 different threads over the course of 35 days. Its last day consists of brothers and sisters meeting to express affection, while another day is celebrated with a mountain of food.": {
    "guess": "Raksha Bandhan",
    "confidence": [
      [
        "R",
        -0.021423593
      ],
      [
        "ak",
        -3.4121115e-06
      ],
      [
        "sha",
        -0.0015414038
      ],
      [
        " Band",
        -3.368984e-05
      ],
      [
        "han",
        -0.00058484543
      ]
    ]
  },
  "They have remixed songs by 808 State, Agent Provocateur, Mekon, David Arnold, and Soul Coughing and have collaborated with other artists, such as the Jungle Brothers, whose 1999 album, V.I.P., they produced, and Rufus Wainwright, whose song \"Shadows\" they also produced.* When Wall of Sound released a": {
    "guess": "Propellerheads",
    "confidence": [
      [
        "Prop",
        -0.89115214
      ],
      [
        "eller",
        -0.0069162995
      ],
      [
        "heads",
        -0.0061613973
      ]
    ]
  },
  "One relation bearing this name is the differential equation \"y-prime plus p of x times y equals q of x times y to the nth power.\" Using another relation of this name, Torricelli's theorem can be derived, and this relation itself can be derived by integrating over all space and assuming that the body force is only due to gravity. Since it is only applicable to stead, incompressible, inviscid flows, all time derivatives in the Navier-Stokes equations can be set to zero, and this relation, which expresses the conservation of energy, may be obtained through integration along a streamline. For ten points, identify this theorem as a consequence of which pressure drops with increased fluid velocity,": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.0074112783
      ],
      [
        "ou",
        -2.3392786e-06
      ],
      [
        "lli",
        -0.0004216171
      ],
      [
        "'s",
        -0.000115463554
      ],
      [
        " principle",
        -0.1867158
      ]
    ]
  },
  "This man was relatively unknown before 1980's \"Stars on a Cold Night,\" probably because he was forbidden to publish his work after his stint in a reeducation camp. His work was further suppressed after Fugitives, which is set during the Tiananmen Square massacre that occurred the same year as a walking": {
    "guess": "Ma Jian",
    "confidence": [
      [
        "Ma",
        -0.46531305
      ],
      [
        " Jian",
        -0.028205678
      ]
    ]
  },
  "In this religion, those who have conquered their internal passions are known as jina. This religion believes that every living being has the potential to become God, and its followers advocate an important prayer known as the Namokar Mantra. The issue of whether nudity is required differentiates the two major sects of this religion, the Digambaras and Svetambaras. This religion's leaders include the twenty-four \"bridge-makers,\" or Tirthankaras. Some of its adherents wear masks to avoid inhaling and killing insects so as to follow the doctrine of ahimsa, or nonviolence. For 10 points, name this": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0005898483
      ],
      [
        "ain",
        -1.6240566e-06
      ],
      [
        "ism",
        -7.226629e-06
      ]
    ]
  },
  "This religion makes heavy use of the Prayer of Saint Ephrem, and the sanctuary and the nave are separated by the iconostasis in its churches. The symbol of this religion depicts a vertical line intersected by two horizontal lines and one at an angle. The original use of the Hagia Sophia was as a church": {
    "guess": "Eastern Orthodox Christianity",
    "confidence": [
      [
        "Eastern",
        -0.035081103
      ],
      [
        " Orthodox",
        -0.28697538
      ],
      [
        " Christianity",
        -0.68245935
      ]
    ]
  },
  "It remains in a compensatory relationship with the outer, conscious attitude. It is thought to derive from three sources, including the individual man's experience with women as companion, man's own femininity, and the inherited collective image formed from the collective experience of woman. Identifying with it may cause effeminateness or homosexuality, and it develops from the collective unconscious.": {
    "guess": "Anima",
    "confidence": [
      [
        "An",
        -0.0084950775
      ],
      [
        "ima",
        -3.1281633e-07
      ]
    ]
  },
  "A related disease is known as Hashimoto's syndrome. Susceptibility is mainly influenced by chromosome": {
    "guess": "Autoimmunity",
    "confidence": [
      [
        "Auto",
        -0.1698627
      ],
      [
        "imm",
        -0.11832403
      ],
      [
        "unity",
        -0.00033165133
      ]
    ]
  },
  "They released their album Beggars Banquet with a plain white cover after a picture of a dirty restroom was nixed by the label. The title character of one of their songs \"killed the czar and his ministers\" and says \"pleased to meet you, hope you guess my name.\" Another of their songs bemoans the distance": {
    "guess": "The Rolling Stones",
    "confidence": [
      [
        "The",
        -0.032807726
      ],
      [
        " Rolling",
        -0.0719043
      ],
      [
        " Stones",
        -0.00017362394
      ]
    ]
  },
  "He relieved Jackson at Harpers Ferry and organized the Army of the Shenandoah.  He fooled General Patterson in the Valley and moved back towards Richmond.  Later reinforcing John Magruder on the Peninsula, he was wounded at Fair Oaks.  He failed to relieve Pemberton at Vicksburg and prevented the capture": {
    "guess": "Joseph E. Johnston",
    "confidence": [
      [
        "Joseph",
        -0.60485154
      ],
      [
        " E",
        -0.016281512
      ],
      [
        ".",
        -0.0014651042
      ],
      [
        " Johnston",
        -0.0011086632
      ]
    ]
  },
  "Related organisms to this division possess non-photosynthetic leaves containing a characteristic vascular trace. Some species in this division benefit from an umbrella-like covering provided by a thin film of tissue called the indusium. Their gametophyte stage is called a prothallus, and as of 2006,": {
    "guess": "Pteridophyte",
    "confidence": [
      [
        "P",
        -0.7880368
      ],
      [
        "ter",
        -3.5954712e-05
      ],
      [
        "id",
        -0.0015943651
      ],
      [
        "oph",
        -2.4153549e-05
      ],
      [
        "yte",
        -0.010685799
      ]
    ]
  },
  "On this religion's holiday of Ridvan, the giving of a title meaning \"glory of God\" to the successor of its founder is celebrated. That founder took a title meaning \"the Gate\", and the \"Guardian\" of this religion was Shoghi Effendi. The sacred texts of this religion include the Book of Certitude, and": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0015783019
      ],
      [
        "á",
        -7.226629e-06
      ],
      [
        "'",
        -3.1305768e-05
      ],
      [
        "í",
        -5.4385737e-06
      ],
      [
        " Faith",
        -1.640531e-05
      ]
    ]
  },
  "One of this man's religious reforms was the elimination of fires intended to announce the new month, which along with other reforms he promulgated via his bet din. This man is general y acknowledged to be the last of the great tanaim, and hist most important work became the subject of commentaries by scholars cal ed amoraim. In the aggadic tradition, this man was held to be friendly with a Roman named Antoninus, whose conversations with this man were meant to il ustrate this man's wisdom. This man": {
    "guess": "Rabbi Yohanan ben Zakkai",
    "confidence": [
      [
        "R",
        -0.9428751
      ],
      [
        "ab",
        -0.0025858853
      ],
      [
        "bi",
        -0.06777754
      ],
      [
        " Y",
        -0.5862532
      ],
      [
        "oh",
        -0.4481826
      ],
      [
        "anan",
        -8.089449e-05
      ],
      [
        " ben",
        -0.48200598
      ],
      [
        " Z",
        -0.19297743
      ],
      [
        "akk",
        -4.3202e-07
      ],
      [
        "ai",
        -0.00013321757
      ]
    ]
  },
  "One of this religion's previous leaders stated that a Mother Wheel's contents were used to raise mountains on Earth. This religion believes that the Earth and the Moon were one, and its current leader has stated that man is stuck in an animalistic stage. Adherents of it are \"righteous teachers\" who teach the truth to those manipulated by \"slave makers.\" Founded by Wallace Fard, this religion holds that the scientist Yakub created all other races from the black race. After joining this religion, Cassius Clay was renamed Muhammad Ali. For 10 points, name this religion whose most famous members include Elijah Muhammad and Malcolm X.": {
    "guess": "Nation of Islam",
    "confidence": [
      [
        "Nation",
        -0.0011280751
      ],
      [
        " of",
        -1.7120534e-05
      ],
      [
        " Islam",
        -4.246537e-06
      ]
    ]
  },
  "Related organisms to this division possess non-photosynthetic leaves containing a characteristic vascular": {
    "guess": "Division Pteridophyta",
    "confidence": [
      [
        "Division",
        -2.0531664
      ],
      [
        " P",
        -0.96892095
      ],
      [
        "ter",
        -0.00083071314
      ],
      [
        "id",
        -0.039107505
      ],
      [
        "oph",
        -5.109358e-05
      ],
      [
        "y",
        -0.0039386484
      ],
      [
        "ta",
        -0.0030497236
      ]
    ]
  },
  "One of this man's religious reforms was the elimination of fires intended to announce the new month,": {
    "guess": "Hillel II",
    "confidence": [
      [
        "H",
        -1.5031155
      ],
      [
        "ille",
        -0.081964016
      ],
      [
        "l",
        -5.0139948e-05
      ],
      [
        " II",
        -0.5219007
      ]
    ]
  },
  "This religion holds that digging nine holes surrounded by twelve furrows, filling the holes with water, and sprinkling the water ritually on an unclean man will exorcise evil beings. This belief system fears beings that can be thwarted by invocations to Zam, Atar, and Apas, or earth, fire, and water. A set of beings feared by this belief system cannot distinguish between truth and falsehood, known": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.5072996
      ],
      [
        "oro",
        -0.0019889479
      ],
      [
        "ast",
        -0.00013321757
      ],
      [
        "rian",
        -0.00019603055
      ],
      [
        "ism",
        -0.03365619
      ]
    ]
  },
  "This relation was discovered by Irving Fisher in the 1920s, thirty-two years before its namesake published his work on it. The New Classical version of it was developed by Robert Lucas. Robert Solow and Paul Samuelson showed that this it applied to the United States. It was criticized by Edmund Phelps and Milton Friedman, who argued that it could not hold in the long run. This relation, which is similar to Okun's law, came under increasing attack in the 1970s due to stagflation. For 10 points, identify this curve in economics that gives an inverse relationship between inflation and unemployment.": {
    "guess": "Phillips curve",
    "confidence": [
      [
        "Phill",
        -0.015444457
      ],
      [
        "ips",
        -0.0001527633
      ],
      [
        " curve",
        -0.027880894
      ]
    ]
  },
  "Some of this religion's followers went on one of the earliest-known gluten-free diets to kill their \"three corpses.\" A popular image shows this religion's founder smiling at the taste of vinegar that two other men dislike. A group of symbols important to this religion are sets of three horizontal lines distinguished by which lines are (*) broken or unbroken. This religion uses the \"uncarved block\" as a metaphor for undeveloped human nature. This religion of the Celestial Masters is symbolized by the Eight Trigrams and epitomized by the \"butterfly dream\" of one of its leaders. For 10 points, name this religion that values the concepts of te and wu wei, a Chinese belief system established by Lao Zi.": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.02477848
      ],
      [
        "ao",
        -0.00046022076
      ],
      [
        "ism",
        -0.0005408813
      ]
    ]
  },
  "This religion was founded by a philosopher who wrote a text emphasizing three \"jewels\" or \"treasures,\"": {
    "guess": "Three Jewels (Buddhism)",
    "confidence": [
      [
        "Three",
        -0.22779883
      ],
      [
        " Jew",
        -0.0002883914
      ],
      [
        "els",
        -2.9352968e-06
      ],
      [
        " (",
        -0.05524004
      ],
      [
        "B",
        -0.0019776456
      ],
      [
        "udd",
        -3.1281633e-07
      ],
      [
        "h",
        -5.8245798e-05
      ],
      [
        "ism",
        -5.5122365e-07
      ],
      [
        ")",
        -5.085517e-05
      ]
    ]
  },
  "This religion's founder received a vision of Vohu Manah while gathering water in the Daiti River. Practitioners of it differentiate between asha and druj, which stand for truth and chaos. Followers of this religion believe that virtue is rewarded in the House of Songs, which lies across the bridge (*)": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0076055625
      ],
      [
        "oro",
        -0.0009383779
      ],
      [
        "ast",
        -0.3114126
      ],
      [
        "rian",
        -0.000117370815
      ],
      [
        "ism",
        -0.50004524
      ]
    ]
  },
  "This religion's believers practice the Four Restraints and they adhere to right vision, knowledge, and conduct, or the ratnatraya. Followers perform the five-fold bow when they recite this religion's primary": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.00066477974
      ],
      [
        "ain",
        -0.00013035668
      ],
      [
        "ism",
        -4.1199673e-05
      ]
    ]
  },
  "The most reliable timescale for these events was developed in 1992 by Cande and Kent - it aims to include all intervals of these events greater than 30 kiloyears - those less than 30 kyr are given the designation \"crypto.\" One of these events named after Jaramillo may be related to a tektite-producing impact field on the Ivory Coast. Other examples are named after findings at Cobb Mountain and Mungo Lake. A \"three-dimensional self-consistent computer simulation\" of one of these events was produced by Glatzmaier and Roberts. A particularly major one of these is named after Brunhes and Matuyama, whose observations in Japan first confirmed their timing. This phenomenon allowed confirmation of the": {
    "guess": "Geomagnetic Reversal",
    "confidence": [
      [
        "Geom",
        -0.03745121
      ],
      [
        "agnetic",
        -8.299462e-06
      ],
      [
        " Re",
        -0.19271919
      ],
      [
        "vers",
        -4.3202e-07
      ],
      [
        "al",
        -0.010463454
      ]
    ]
  },
  "A remastered album titled for this place begins with versions of \"Blue Suede Shoes\" and \"This Ole House\" and sees the lead singer tell the audience, \"You can't say hell or shit\" before he begins \"I Still Miss Someone.\" That album named for this place also includes performances of \"Dark as a Dungeon\" and \"25 Minutes to Go.\" One song titled for this place speculates that \"I bet there's rich folk eatin' in a fancy dining car / they're probably drinkin' coffee and smokin' big cigars.\" The narrator of that song about this place is here because he \"shot a man in Reno, just to watch him die.\" For 10 points, name this California correctional institution whose blues are recounted in a noted live album by Johnny Cash.": {
    "guess": "Folsom State Prison",
    "confidence": [
      [
        "F",
        -0.034421254
      ],
      [
        "ols",
        -0.00054731464
      ],
      [
        "om",
        -3.7623562e-05
      ],
      [
        " State",
        -0.39966348
      ],
      [
        " Prison",
        -5.7961847e-06
      ]
    ]
  },
  "One of this man's religious reforms was the elimination of fires intended to announce the new month, which along with other reforms he promulgated via his bet din. This man is general y acknowledged to be the last of the great tanaim, and hist most important work became the subject of commentaries by scholars cal ed amoraim. In the aggadic tradition, this man was held to be friendly with a Roman named Antoninus, whose conversations with this man were meant to il ustrate this man's wisdom. This man was the greatest disciple of Jacob ben Korshai, and was himself the son of Simeon Gamaliel and a descendant": {
    "guess": "Rabbi Akiva",
    "confidence": [
      [
        "R",
        -1.0800223
      ],
      [
        "ab",
        -0.0008248722
      ],
      [
        "bi",
        -0.36710724
      ],
      [
        " Ak",
        -0.8728081
      ],
      [
        "iva",
        -3.1544176e-05
      ]
    ]
  },
  "This religion's prayers are called \"ardas\", and its practitioners are required to have a positive attitude": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.018971052
      ],
      [
        "ikh",
        -0.022528803
      ],
      [
        "ism",
        -0.004198425
      ]
    ]
  },
  "The relationship between the weak version of this phenomenon and heavy fermion superconductivity is a topic of much current research. Occurring mostly in transition metal and rare earth oxides, it is found below 120 Kelvin in manganese oxide and 280 Kelvin in dichromium trioxide, but has been observed": {
    "guess": "Colossal magnetoresistance",
    "confidence": [
      [
        "Col",
        -0.67762107
      ],
      [
        "ossal",
        -0.00010592726
      ],
      [
        " magnet",
        -0.0024782738
      ],
      [
        "ores",
        -2.2961513e-05
      ],
      [
        "istance",
        -0.00035739198
      ]
    ]
  },
  "One of this religion's previous leaders stated that a Mother Wheel's contents were used to raise mountains on Earth. This religion believes that the Earth and the Moon were one, and its current leader": {
    "guess": "Nation of Islam",
    "confidence": [
      [
        "Nation",
        -0.009109666
      ],
      [
        " of",
        -1.998142e-05
      ],
      [
        " Islam",
        -5.5577775e-06
      ]
    ]
  },
  "He relieved Jackson at Harpers Ferry and organized the Army of the Shenandoah.  He fooled General Patterson in the Valley and moved back towards Richmond.  Later reinforcing John Magruder on the Peninsula, he was wounded at Fair Oaks.  He failed to relieve Pemberton at Vicksburg and prevented the capture of Atlanta for several months before he was replaces with Hood who eventually evacuated the city.  He again failed to defeat Sherman at Bentonville and was forced to surrender a month later at Durham Station.  For 10 points, name this Civil War general who commanded Confederate troops on the Peninsula before being replaced by Lee.": {
    "guess": "Joseph E. Johnston",
    "confidence": [
      [
        "Joseph",
        -0.05330392
      ],
      [
        " E",
        -0.0033810225
      ],
      [
        ".",
        -0.0003028114
      ],
      [
        " Johnston",
        -0.0006844374
      ]
    ]
  },
  "A relaxed set of postulates for this framework is the Mas-Colell axioms, which eliminate the need for transitivity. In systems governed by this model, the set of excess demand functions is not restricted by the usual rationality restrictions on individual demands in the economy, a result known as the Sonnenschein-Mantel-Debreu theorem. One argument for this theory considers an auction in which each agent calculates his demand for a good at every possible price and submits it to an auctioneer, from which a price in agreement with this theory will be computed. The production function usually used in this theory is due to Koopmans, although it was significantly refined by another economist in The Theory of Value. This theory's central tenet is that excess market demand always sums to zero. For 10 points, identify this theory of economics that claims that all markets and prices are always at": {
    "guess": "General equilibrium theory",
    "confidence": [
      [
        "General",
        -0.029946944
      ],
      [
        " equilibrium",
        -0.6886273
      ],
      [
        " theory",
        -0.00038658222
      ]
    ]
  },
  "This religion's places of worship are reached by paths called sando and contain sacred ropes with hanging flax pendants and a gohei, or wand with hanging strips of paper. Its priests wear white socks and": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.0033875492
      ],
      [
        "into",
        -0.00044127836
      ]
    ]
  },
  "This religion holds that digging nine holes surrounded by twelve furrows, filling the holes with water, and sprinkling the water ritually on an unclean man will exorcise evil beings. This belief system": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -1.2698717
      ],
      [
        "ind",
        -0.7592968
      ],
      [
        "u",
        -7.0523776e-05
      ],
      [
        "ism",
        -0.24440499
      ]
    ]
  },
  "This religion believes that one may \"overstand\" something while not understanding it. Its eating practices are heavily based on Revelation 22:2, which speaks of the \"leaves of the tree\" and the \"healing of the nation.\" It is based on the teachings of Howell and meets for Groundings where reasonings occur.": {
    "guess": "Rastafari",
    "confidence": [
      [
        "R",
        -0.0007977157
      ],
      [
        "ast",
        -6.392203e-06
      ],
      [
        "afari",
        -0.04012292
      ]
    ]
  },
  "One of this man's religious poems is divided into the sections \"Exposition,\" \"The World,\" and \"The Devil,\" and he wrote a play whose main character is a soccer player who smokes constantly and never talks. In addition to \"Ode to the Most Holy Eucharist\" and When Five Years Pass, he wrote a play in which": {
    "guess": "Federico García Lorca",
    "confidence": [
      [
        "F",
        -0.05943658
      ],
      [
        "eder",
        -0.07171658
      ],
      [
        "ico",
        -1.3544423e-05
      ],
      [
        " García",
        -0.0006485754
      ],
      [
        " Lor",
        -4.246537e-06
      ],
      [
        "ca",
        -5.0497558e-05
      ]
    ]
  },
  "This religion makes heavy use of the Prayer of Saint Ephrem, and the sanctuary and the nave are separated": {
    "guess": "Syriac Christianity",
    "confidence": [
      [
        "Sy",
        -0.68074393
      ],
      [
        "ri",
        -0.05981752
      ],
      [
        "ac",
        -7.89631e-07
      ],
      [
        " Christianity",
        -0.34509605
      ]
    ]
  },
  "The relationship between the weak version of this phenomenon and heavy fermion superconductivity is a topic of much current research. Occurring mostly in transition metal and rare earth oxides, it is found below 120 Kelvin in manganese oxide and 280 Kelvin in dichromium trioxide, but has been observed at over 600K in some lanthanum compounds.  Unlike in ferrimagnetism, the cancellation of atomic moments is complete, so there is no net moment. Materials that can exhibit this behavior do so only below": {
    "guess": "High-temperature superconductivity",
    "confidence": [
      [
        "High",
        -1.3507419
      ],
      [
        "-",
        -0.026431734
      ],
      [
        "temperature",
        -0.00019352727
      ],
      [
        " super",
        -0.0015781828
      ],
      [
        "conduct",
        -0.0011116395
      ],
      [
        "ivity",
        -8.900034e-05
      ]
    ]
  },
  "This religion's prayers are called \"ardas\", and its practitioners are required to have a positive attitude called \"Chardi Kalah.\" A khanda is used to stir the amrit that is consumed during initiation into this religion and its members wear a kangha in their kesha and carry a ceremonial dagger called": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.018135667
      ],
      [
        "ikh",
        -0.002641891
      ],
      [
        "ism",
        -0.0010487661
      ]
    ]
  },
  "One religious building in this city is home to its largest book market and was once occupied by the Small Swords Society. A temple in the city contains the Chamber of the Four Heavenly Kings and the Hall of the Great Hero as well as its namesake statues of the Buddha. The largest pagoda in this city is attached to a temple dedicated to both the Amitabha and the Maitreya Buddhas that holds a yearly fair during the third lunar month. This home of the Jade Buddha in the Putuou district and the Longhua temples also contains the She Shan Basilica and the Saint Ignatius Cathedral. The Old City God Temple": {
    "guess": "Shanghai",
    "confidence": [
      [
        "Sh",
        -0.0024307168
      ],
      [
        "anghai",
        -0.00011093382
      ]
    ]
  },
  "This man related finding himself standing in \"Ten million emblems and mementos of Modern Love\"\n during a beachside stroll with Thomas Mann in his essay on sanitation engineering, \"Hyperion to a Satyr.\"\n He represented D. H. Lawrence as Bill Hamblin in The World of Light, and earlier represented him as the\n painter Mark Rampion in a work also featuring excerpts from the journal of Philip Quarles. In another\n work, this man described the sport of Centrifugal Bumble-Puppy, the Bokanovsky process, and a caste\n system of Alphas through Epsilons. For 10 points, name this author of Point Counter Point who also\n envisioned the Malthusian Drill in his Brave New World.": {
    "guess": "Aldous Huxley",
    "confidence": [
      [
        "A",
        -0.05672152
      ],
      [
        "ld",
        -3.0113732e-05
      ],
      [
        "ous",
        -7.815281e-05
      ],
      [
        " H",
        -0.00013667447
      ],
      [
        "ux",
        -9.253091e-06
      ],
      [
        "ley",
        -7.326546e-05
      ]
    ]
  },
  "This religion's prayers are called \"ardas\", and its practitioners are required to have a positive attitude called \"Chardi Kalah.\" A khanda is used to stir the amrit that is consumed during initiation into this religion and its members wear a kangha in their kesha and carry a ceremonial dagger called the kirpan, which are a part of the Five Ks. This religion's sacred text is called the Adi Granth, and": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.0087311035
      ],
      [
        "ikh",
        -0.00070278003
      ],
      [
        "ism",
        -4.334534e-05
      ]
    ]
  },
  "One of this religion's previous leaders stated that a Mother Wheel's contents were used to raise mountains on Earth. This religion believes that the Earth and the Moon were one, and its current leader has stated that man is stuck in an animalistic stage. Adherents of it are \"righteous teachers\" who teach the truth to those manipulated by \"slave makers.\" Founded by Wallace Fard, this religion holds that the scientist Yakub created all other races from the black race. After joining this religion, Cassius": {
    "guess": "Nation of Islam",
    "confidence": [
      [
        "Nation",
        -0.008633715
      ],
      [
        " of",
        -7.326546e-05
      ],
      [
        " Islam",
        -1.2113979e-05
      ]
    ]
  },
  "He relieved Jackson at Harpers Ferry and organized the Army of the Shenandoah.  He fooled General Patterson in the Valley and moved back towards Richmond.  Later reinforcing John Magruder on the Peninsula,": {
    "guess": "Joseph E. Johnston",
    "confidence": [
      [
        "Joseph",
        -0.02786687
      ],
      [
        " E",
        -0.005172801
      ],
      [
        ".",
        -0.00079950376
      ],
      [
        " Johnston",
        -0.00030078492
      ]
    ]
  },
  "One religious movement in this state venerated St. Anthony and was lead by Kimpa Vita. The Duke of Bengo's": {
    "guess": "Antonianism",
    "confidence": [
      [
        "Ant",
        -0.82863647
      ],
      [
        "onian",
        -0.5046366
      ],
      [
        "ism",
        -0.04580931
      ]
    ]
  },
  "In this religion, time is conceived of in terms of utsarpini and avasarpini, ascending and descending arcs of a wheel with spokes called ara. Via a process called nirjara, adherents of this religion can destroy a substance which binds to the soul called karman, and debate over whether asceticism demands nudity distinguishes Digambaras and Svetambaras. Followers of this religion venerate the twenty-four": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.00067418953
      ],
      [
        "ain",
        -1.6643718e-05
      ],
      [
        "ism",
        -9.770221e-05
      ]
    ]
  },
  "This religion's places of worship are reached by paths called sando and contain sacred ropes with hanging flax pendants and a gohei, or wand with hanging strips of paper. Its priests wear white socks and black sandals, and today its places of worship often contain fortune vending machines, whose bad": {
    "guess": "Shintoism",
    "confidence": [
      [
        "Sh",
        -0.004703653
      ],
      [
        "into",
        -0.0022186534
      ],
      [
        "ism",
        -0.65144765
      ]
    ]
  },
  "This man was once released from debtor's prison because his admirer Joseph Martin paid his debt. Along with Henry Timberlake and an Indian named Chief Kanagatucko, this man once took a dangerous journey over a frozen river from Fort Robinson, Virginia to Knoxville, Tennessee. This man succeeded Charles Pinkney as Senator, and during the Revolutionary War he won he lost the Battle of Fishing Creek but won the Battle of Hanging Rock. At the Battle of Blackstock, this man defeated General Tarleton. This man was nicknamed the \"Gamecock of the Revolution\", the inspiration for his home state university's": {
    "guess": "Thomas Sumter",
    "confidence": [
      [
        "Thomas",
        -0.009720196
      ],
      [
        " Sum",
        -0.0008438145
      ],
      [
        "ter",
        -0.00022022522
      ]
    ]
  },
  "Some of this religion's followers went on one of the earliest-known gluten-free diets to kill their \"three corpses.\" A popular image shows this religion's founder smiling at the taste of vinegar that two other men dislike. A group of symbols important to this religion are sets of three horizontal lines distinguished by which lines are (*) broken or unbroken. This religion uses the \"uncarved block\" as a metaphor for undeveloped human nature. This religion of the Celestial Masters is symbolized by": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.043538477
      ],
      [
        "ao",
        -1.0683535e-05
      ],
      [
        "ism",
        -0.0015884159
      ]
    ]
  },
  "This religion followed \"Amari\", or the principle of non-violence towards animals, but only during holy days. Fourteen may have been a sacred number in this faith, which had fourteen annual festivals celebrated with Zoroastrian-style fire ceremonies and prostration before a cross. The most important building": {
    "guess": "Yazd Atash Behram",
    "confidence": [
      [
        "Y",
        -1.3553504
      ],
      [
        "az",
        -0.00096279266
      ],
      [
        "d",
        -0.6124717
      ],
      [
        " At",
        -0.47345915
      ],
      [
        "ash",
        -0.0006805036
      ],
      [
        " Beh",
        -0.00041637212
      ],
      [
        "ram",
        -0.00038169484
      ]
    ]
  },
  "The release of fifty-two kings is celebrated during this time, while some celebrate it by making 21 different offerings and 21 different threads over the course of 35 days. Its last day consists of brothers and sisters meeting to express affection, while another day is celebrated with a mountain of food. Its second day celebrates the death of an evil demon, while its fourth day is devoted to the goddess": {
    "guess": "Raksha Bandhan",
    "confidence": [
      [
        "R",
        -0.15913168
      ],
      [
        "ak",
        -1.8074163e-05
      ],
      [
        "sha",
        -0.003352617
      ],
      [
        " Band",
        -0.0002943479
      ],
      [
        "han",
        -0.0009283758
      ]
    ]
  },
  "This relationship predicts the existence of creep waves, which are less useful than Rayleigh waves for": {
    "guess": "Seismic wave",
    "confidence": [
      [
        "Se",
        -0.55139434
      ],
      [
        "ismic",
        -0.007869348
      ],
      [
        " wave",
        -0.32774186
      ]
    ]
  },
  "This man related finding himself standing in \"Ten million emblems and mementos of Modern Love\"\n during a beachside stroll with Thomas Mann in his essay on sanitation engineering, \"Hyperion to a Satyr.\"\n He represented D. H. Lawrence as Bill Hamblin in The World of Light, and earlier represented him as the\n painter Mark Rampion in a work also featuring excerpts from the journal of Philip Quarles. In another\n work, this man described the sport of Centrifugal Bumble-Puppy, the Bokanovsky process, and a caste\n system of Alphas through Epsilons. For 10 points, name this author of Point Counter Point": {
    "guess": "Aldous Huxley",
    "confidence": [
      [
        "A",
        -0.0028353038
      ],
      [
        "ld",
        -2.5226382e-05
      ],
      [
        "ous",
        -6.4325184e-05
      ],
      [
        " H",
        -2.3319124e-05
      ],
      [
        "ux",
        -4.4849444e-06
      ],
      [
        "ley",
        -4.465658e-05
      ]
    ]
  },
  "This religious movement traditionally recognized \"Recorded Ministers,\" some of whom ran unplanned \"waiting worships\" that concluded when the two eldest worshipers exchanged a handshake. Its earliest leaders were known as the \"Valiant Sixty.\" The \"Gurneyites\" are one offshoot of this movement, whose members": {
    "guess": "Quakers",
    "confidence": [
      [
        "Qu",
        -0.075184144
      ],
      [
        "akers",
        -0.012807688
      ]
    ]
  },
  "In this religion, time is conceived of in terms of utsarpini and avasarpini, ascending and descending arcs of a wheel with spokes called ara. Via a process called nirjara, adherents of this religion can destroy a substance which binds to the soul called karman, and debate over whether asceticism demands nudity distinguishes Digambaras and Svetambaras. Followers of this religion venerate the twenty-four Tirthankaras and follow a doctrine of nonviolence called ahimsa. For 10 points, name this Indian": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.00032628715
      ],
      [
        "ain",
        -1.27099975e-05
      ],
      [
        "ism",
        -2.1008714e-06
      ]
    ]
  },
  "His religious policies were steered by his brother, Bruno, who later became an archbishop. He defeated Duke Eberhard and Giselbert at the Battle of Andernach after they aligned with this man's half brother, Thankmar. Later, he intervened in Northern Italy after the assassination of Berengarius and gained power there after marrying the daughter of Rudolph II, Adelaide. After further rebellions by his": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.0017822833
      ],
      [
        "to",
        -4.561021e-05
      ],
      [
        " the",
        -0.13580932
      ],
      [
        " Great",
        -4.763667e-05
      ]
    ]
  },
  "This religion's texts include the Holy Piby, and one of this religion's saints is Marcus Garvey. This religion advocates \"livity,\" which involves drumming ceremonies called bingis. This religion uses the": {
    "guess": "Rastafari",
    "confidence": [
      [
        "R",
        -0.00074065744
      ],
      [
        "ast",
        -2.9160103e-05
      ],
      [
        "afari",
        -0.0032748024
      ]
    ]
  },
  "This religion was founded by a philosopher who wrote a text emphasizing three \"jewels\" or \"treasures,\" basic virtues sometimes translated as Compassion, Moderation and Humility. Its founder is portrayed alongside Confucius and the Buddha in the painting \"The Vinegar Tasters.\" Its symbols include the Taijitu, which represents Yin and Yang. Its pantheon includes the Jade Emperor and its founder Lao Tzu. For 10 points, name this Chinese religion and philosophical school whose name means \"way\" or \"path.\"": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.00040266736
      ],
      [
        "ao",
        -6.704273e-07
      ],
      [
        "ism",
        -2.8921695e-05
      ]
    ]
  },
  "One of this man's religious poems is divided into the sections \"Exposition,\" \"The World,\" and \"The Devil,\" and he wrote a play whose main character is a soccer player who smokes constantly and never talks. In addition to \"Ode to the Most Holy Eucharist\" and When Five Years Pass, he wrote a play in which a scorpion threatens the love of Sylvia and Boybeetle, who is also being tempted by the titular": {
    "guess": "Federico García Lorca",
    "confidence": [
      [
        "F",
        -0.20298068
      ],
      [
        "eder",
        -0.002068541
      ],
      [
        "ico",
        -2.9994528e-05
      ],
      [
        " García",
        -0.002141459
      ],
      [
        " Lor",
        -6.6306106e-06
      ],
      [
        "ca",
        -5.9199425e-05
      ]
    ]
  },
  "Religion, Mythology, and Philosophy: In Vodou, Baron Samedi resides at this location, shepherding souls into the Guinee, the spirit realm. Hecate, and by extension Trivia, was associated with these locations as represented by her three heads. For fifteen points, identify these locations which in American Southern folk tradition can be used to make deals with the devil.": {
    "guess": "Crossroads",
    "confidence": [
      [
        "Cross",
        -0.0068415883
      ],
      [
        "roads",
        -0.010432787
      ]
    ]
  },
  "Release factors bind this substance to eRF3-GTP in a ribosome to end translation. The apoplastic and": {
    "guess": "Release factor",
    "confidence": [
      [
        "Release",
        -0.4209
      ],
      [
        " factor",
        -0.03435053
      ]
    ]
  },
  "One religious building in this city is home to its largest book market and was once occupied by the Small Swords Society. A temple in the city contains the Chamber of the Four Heavenly Kings and the Hall of the Great Hero as well as its namesake statues of the Buddha. The largest pagoda in this city is attached to a temple dedicated to both the Amitabha and the Maitreya Buddhas that holds a yearly fair during the third lunar month. This home of the Jade Buddha in the Putuou district and the Longhua temples also contains the She Shan Basilica and the Saint Ignatius Cathedral. The Old City God Temple is located near this city's (*) Pudong business district and partially commemorates Chen Huacheng, who defended this city from the British during the First Opium War. This city is home to China's largest population of Christians, due to the presence of European missionaries, who also influenced this city's Bund District. For 10 points, name this port city at the mouth of the Yangtze River, the most populous city in China.": {
    "guess": "Shanghai",
    "confidence": [
      [
        "Sh",
        -0.000318185
      ],
      [
        "anghai",
        -0.00016218038
      ]
    ]
  },
  "A 1998 release of the complete recordings behind this album introduced nine previously unreleased tracks, such as \"Take It or Leave It,\" \"Yaphet,\" and an additional version of \"Double Image.\" Participants in its productions included bassist Dave Holland, bass clarinetist Bennie Maupin, and guitarist John McLaughlin, the namesake of its fourth track. This album, which also included such cuts as \"Pharoah's": {
    "guess": "Bitches Brew",
    "confidence": [
      [
        "B",
        -0.044426672
      ],
      [
        "itches",
        -0.0005028736
      ],
      [
        " Brew",
        -9.615256e-05
      ]
    ]
  },
  "This religion followed \"Amari\", or the principle of non-violence towards animals, but only during holy": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.00448412
      ],
      [
        "ain",
        -1.2948405e-05
      ],
      [
        "ism",
        -0.094087824
      ]
    ]
  },
  "This religion's founder received a vision of Vohu Manah while gathering water in the Daiti River. Practitioners of it differentiate between asha and druj, which stand for truth and chaos. Followers of": {
    "guess": "Zoroaster",
    "confidence": [
      [
        "Z",
        -0.0045791767
      ],
      [
        "oro",
        -0.003471898
      ],
      [
        "aster",
        -0.42226386
      ]
    ]
  },
  "A remastered album titled for this place begins with versions of \"Blue Suede Shoes\" and \"This Ole House\" and sees the lead singer tell the audience, \"You can't say hell or shit\" before he begins \"I Still Miss Someone.\" That album named for this place also includes performances of \"Dark as a Dungeon\" and \"25 Minutes to Go.\" One song titled for this place speculates that \"I bet there's rich folk eatin' in a fancy dining car / they're probably drinkin' coffee and smokin' big cigars.\" The narrator of": {
    "guess": "Folsom Prison",
    "confidence": [
      [
        "F",
        -0.36430913
      ],
      [
        "ols",
        -0.00038193326
      ],
      [
        "om",
        -5.3000836e-05
      ],
      [
        " Prison",
        -0.22347741
      ]
    ]
  },
  "He relinquished his position of director at Santa Cecilia in 1925, preferring to concentrate on composing rather than teaching. A master of descriptive music, he invokes images of doves, hens, nightingales, and cuckoos in his work The Birds. His operas include Belfagor and Lucrezia, completed by his wife. However, his most famous works paint images of various fountains at different times of the day, trees in different locations, and several holidays, all occurring within Rome. FTP, identify this": {
    "guess": "Ottorino Respighi",
    "confidence": [
      [
        "O",
        -0.038078334
      ],
      [
        "tt",
        -0.00016027314
      ],
      [
        "or",
        -6.420598e-05
      ],
      [
        "ino",
        -6.921253e-05
      ],
      [
        " Resp",
        -0.00032199582
      ],
      [
        "igh",
        -1.4259645e-05
      ],
      [
        "i",
        -6.372917e-05
      ]
    ]
  },
  "This relationship predicts the existence of creep waves, which are less useful than Rayleigh waves for nondestructive testing. The boundary conditions of Maxwell's equations, along with Fermat's principle of least time, may be used to derive it, and a quantity named for Brewster can be calculated from": {
    "guess": "Brewster's angle",
    "confidence": [
      [
        "B",
        -1.0172845
      ],
      [
        "rew",
        -0.0048370073
      ],
      [
        "ster",
        -0.00010509284
      ],
      [
        "'s",
        -0.09855974
      ],
      [
        " angle",
        -0.004759292
      ]
    ]
  },
  "They have remixed songs by 808 State, Agent Provocateur, Mekon, David Arnold, and Soul Coughing and have collaborated with other artists, such as the Jungle Brothers, whose 1999 album, V.I.P., they produced, and Rufus Wainwright, whose song \"Shadows\" they also produced.* When Wall of Sound released a two disc album commemorating their 10th Anniversary, Alex Gifford provided the second album, a remix album which also included a brand new track by the band featuring Livingroom Johnston. FTP, name this": {
    "guess": "Propellerheads",
    "confidence": [
      [
        "Prop",
        -0.3182026
      ],
      [
        "eller",
        -0.0037326184
      ],
      [
        "heads",
        -0.0018307039
      ]
    ]
  },
  "A remastered album titled for this place begins with versions of \"Blue Suede Shoes\" and \"This Ole House\"": {
    "guess": "Elvis' Gold Records Volume 2",
    "confidence": [
      [
        "El",
        -1.0054107
      ],
      [
        "vis",
        -0.00015550498
      ],
      [
        "'",
        -0.5324777
      ],
      [
        " Gold",
        -0.5080039
      ],
      [
        " Records",
        -5.550411e-05
      ],
      [
        " Volume",
        -0.19972874
      ],
      [
        " ",
        -0.00036858613
      ],
      [
        "2",
        -0.7575113
      ]
    ]
  },
  "This religion's creator deity was symbolized by the spine of a bovine. People in this religion had three souls, only one of which was immortal and could be transfigured after death. A reformer of this religion ordered an official regicide of old deities and composed the Great Hymn. In this religion, the rolling of (*) dung by beetles personified by Khepri symbolized the transition of the Sun, which": {
    "guess": "Ancient Egyptian religion",
    "confidence": [
      [
        "Anc",
        -0.13423015
      ],
      [
        "ient",
        -9.968313e-06
      ],
      [
        " Egyptian",
        -0.00029637438
      ],
      [
        " religion",
        -0.022913259
      ]
    ]
  },
  "A re-release of this album includes a false start of one of the songs on this album, which differs from other twelve-bar blues tracks in B-flat by switching to A-flat seventh instead of B-flat seventh. That song also uses Wynton Kelly on piano, rather than the pianist who plays all the other tracks on this album, Bill Evans. This album, which contains a track with an unusual bass vamp entitled All Blues, also contains a track which switches between three modes using the 13th of the leading chord, entitled Blue in Green. A more well-known track from this album has no theme and allows each player": {
    "guess": "Kind of Blue",
    "confidence": [
      [
        "Kind",
        -0.0044532586
      ],
      [
        " of",
        -0.0009861273
      ],
      [
        " Blue",
        -3.9054008e-05
      ]
    ]
  },
  "A related disease is known as Hashimoto's syndrome. Susceptibility is mainly influenced by chromosome 2q33, and on the HLA region of chromosome 6, and therapy using beta interferon and interleukin-4 is another common cause. It is often a symptom of a more comprehensive disease called autoimmune polyglandular": {
    "guess": "Type 1 diabetes",
    "confidence": [
      [
        "Type",
        -1.2332716
      ],
      [
        " ",
        -0.11676891
      ],
      [
        "1",
        -0.0014101164
      ],
      [
        " diabetes",
        -0.39872006
      ]
    ]
  },
  "This religion believes that one may \"overstand\" something while not understanding it. Its eating practices are heavily based on Revelation 22:2, which speaks of the \"leaves of the tree\" and the \"healing of the nation.\" It is based on the teachings of Howell and meets for Groundings where reasonings occur. Its adherents celebrate the holiday of Nyabingi and follow a strict dietary code known as Ital. The Lion of Judah is sacred to this religion along with texts like The Promise Key and The Holy Piby.": {
    "guess": "Rastafari",
    "confidence": [
      [
        "R",
        -0.00050835335
      ],
      [
        "ast",
        -6.6306106e-06
      ],
      [
        "afari",
        -0.0004776208
      ]
    ]
  },
  "A relation due to this person gives the polarizability in terms of the refractivity and permittivity and is sometimes also credited to Mossetti. The proposer of a form of the ergodic hypothesis relating to electrolysis, this physicist derived the aforementioned relation by applying that form to electrolytic dissociation. His 1857 paper on the kinetic theory introduced the concept of mean free path. An equation sometimes called his theorem states that the integral of the inexact heat differential divided by the temperature vanishes over a reversible cycle; a better-known statement due to him notes that the same integral is non-negative over a general thermodynamic cycle. FTP, name this German": {
    "guess": "Walther Nernst",
    "confidence": [
      [
        "Wal",
        -0.889022
      ],
      [
        "ther",
        -4.723352e-06
      ],
      [
        " N",
        -0.13594824
      ],
      [
        "ern",
        -0.0003582264
      ],
      [
        "st",
        -2.4272753e-05
      ]
    ]
  },
  "This man was once released from debtor's prison because his admirer Joseph Martin paid his debt. Along with Henry Timberlake and an Indian named Chief Kanagatucko, this man once took a dangerous journey over a frozen river from Fort Robinson, Virginia to Knoxville, Tennessee. This man succeeded Charles Pinkney as Senator, and during the Revolutionary War he won he lost the Battle of Fishing Creek but won the Battle of Hanging Rock. At the Battle of Blackstock, this man defeated General Tarleton. This man was nicknamed the \"Gamecock of the Revolution\", the inspiration for his home state university's mascot. For ten points name this early American general from South Carolina, for whom a fort in Charleston Harbor is named. ": {
    "guess": "Thomas Sumter",
    "confidence": [
      [
        "Thomas",
        -0.023126677
      ],
      [
        " Sum",
        -0.00019018957
      ],
      [
        "ter",
        -6.7901296e-05
      ]
    ]
  },
  "This man's religious pieces include a setting of O Salutaris and his setting of the Missa Brevis, the": {
    "guess": "William Byrd",
    "confidence": [
      [
        "William",
        -1.8699032
      ],
      [
        " By",
        -0.0256209
      ],
      [
        "rd",
        -2.4034345e-05
      ]
    ]
  },
  "This man's religious pieces include a setting of O Salutaris and his setting of the Missa Brevis, the Messe Basse. More often performed is his music to a translation of Verbe égal au Trés-Haut entitled Cantique": {
    "guess": "Gabriel Fauré",
    "confidence": [
      [
        "Gab",
        -0.4091671
      ],
      [
        "riel",
        -7.4695905e-05
      ],
      [
        " F",
        -0.002371251
      ],
      [
        "aur",
        -7.58424e-06
      ],
      [
        "é",
        -0.053898476
      ]
    ]
  },
  "This man's religious pieces include a setting of O Salutaris and his setting of the Missa Brevis, the Messe Basse. More often performed is his music to a translation of Verbe égal au Trés-Haut entitled Cantique de Jean Racine, while other settings of works by French authors include his music to the poems": {
    "guess": "Gabriel Fauré",
    "confidence": [
      [
        "Gab",
        -0.0027838387
      ],
      [
        "riel",
        -5.3000836e-05
      ],
      [
        " F",
        -0.18547873
      ],
      [
        "aur",
        -1.0921943e-05
      ],
      [
        "é",
        -0.009643223
      ]
    ]
  },
  "This man's religious pieces include a setting of O Salutaris and his setting of the Missa Brevis, the Messe Basse. More often performed is his music to a translation of Verbe égal au Trés-Haut entitled Cantique de Jean Racine, while other settings of works by French authors include his music to the poems of  Jean de La Ville Mirmont, L'horizon chemérique.  Some notable examples of incidental music": {
    "guess": "Gabriel Fauré",
    "confidence": [
      [
        "Gab",
        -0.018630024
      ],
      [
        "riel",
        -0.00018709028
      ],
      [
        " F",
        -0.5241366
      ],
      [
        "aur",
        -2.2484697e-05
      ],
      [
        "é",
        -0.11729447
      ]
    ]
  },
  "This man's religious pieces include a setting of O Salutaris and his setting of the Missa Brevis, the Messe Basse. More often performed is his music to a translation of Verbe égal au Trés-Haut entitled Cantique de Jean Racine, while other settings of works by French authors include his music to the poems of  Jean de La Ville Mirmont, L'horizon chemérique.  Some notable examples of incidental music by him include music for Caligula and Shylock. René Fauchois wrote the libretto for his work Pénélope, and he": {
    "guess": "Gabriel Fauré",
    "confidence": [
      [
        "Gab",
        -0.0015273597
      ],
      [
        "riel",
        -8.208653e-05
      ],
      [
        " F",
        -0.44993594
      ],
      [
        "aur",
        -6.9882217e-06
      ],
      [
        "é",
        -4.7159858e-05
      ]
    ]
  },
  "This man's religious pieces include a setting of O Salutaris and his setting of the Missa Brevis, the Messe Basse. More often performed is his music to a translation of Verbe égal au Trés-Haut entitled Cantique de Jean Racine, while other settings of works by French authors include his music to the poems of  Jean de La Ville Mirmont, L'horizon chemérique.  Some notable examples of incidental music by him include music for Caligula and Shylock. René Fauchois wrote the libretto for his work Pénélope, and he scored one of his operas for (*) over 400 musicians, Prometheus.  He also wrote incidental": {
    "guess": "Gabriel Fauré",
    "confidence": [
      [
        "Gab",
        -0.005070568
      ],
      [
        "riel",
        -0.00014811802
      ],
      [
        " F",
        -0.31120765
      ],
      [
        "aur",
        -1.867018e-05
      ],
      [
        "é",
        -4.596782e-05
      ]
    ]
  },
  "This man's religious pieces include a setting of O Salutaris and his setting of the Missa Brevis, the Messe Basse. More often performed is his music to a translation of Verbe égal au Trés-Haut entitled Cantique de Jean Racine, while other settings of works by French authors include his music to the poems of  Jean de La Ville Mirmont, L'horizon chemérique.  Some notable examples of incidental music by him include music for Caligula and Shylock. René Fauchois wrote the libretto for his work Pénélope, and he scored one of his operas for (*) over 400 musicians, Prometheus.  He also wrote incidental music for a play after which an opera was composed by Debussy , to whose wife this composer dedicated": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.6532549
      ],
      [
        " Rac",
        -1.1101658
      ],
      [
        "ine",
        -0.00041267683
      ]
    ]
  },
  "This man's religious pieces include a setting of O Salutaris and his setting of the Missa Brevis, the Messe Basse. More often performed is his music to a translation of Verbe égal au Trés-Haut entitled Cantique de Jean Racine, while other settings of works by French authors include his music to the poems of  Jean de La Ville Mirmont, L'horizon chemérique.  Some notable examples of incidental music by him include music for Caligula and Shylock. René Fauchois wrote the libretto for his work Pénélope, and he scored one of his operas for (*) over 400 musicians, Prometheus.  He also wrote incidental music for a play after which an opera was composed by Debussy , to whose wife this composer dedicated his La Bonne Chanson. The Pie Jesu and In paradisum are utilized by him in one of his most famous": {
    "guess": "Gabriel Fauré",
    "confidence": [
      [
        "Gab",
        -0.0049396125
      ],
      [
        "riel",
        -4.3583746e-05
      ],
      [
        " F",
        -0.12102106
      ],
      [
        "aur",
        -1.4498052e-05
      ],
      [
        "é",
        -2.9994528e-05
      ]
    ]
  },
  "This man's religious pieces include a setting of O Salutaris and his setting of the Missa Brevis, the Messe Basse. More often performed is his music to a translation of Verbe égal au Trés-Haut entitled Cantique de Jean Racine, while other settings of works by French authors include his music to the poems of  Jean de La Ville Mirmont, L'horizon chemérique.  Some notable examples of incidental music by him include music for Caligula and Shylock. René Fauchois wrote the libretto for his work Pénélope, and he scored one of his operas for (*) over 400 musicians, Prometheus.  He also wrote incidental music for a play after which an opera was composed by Debussy , to whose wife this composer dedicated his La Bonne Chanson. The Pie Jesu and In paradisum are utilized by him in one of his most famous works instead of the Dies Irae.  For ten points identify this composer of Pelléas and Mélisande, Masques": {
    "guess": "Gabriel Fauré",
    "confidence": [
      [
        "Gab",
        -0.11036518
      ],
      [
        "riel",
        -2.1173457e-05
      ],
      [
        " F",
        -0.2420598
      ],
      [
        "aur",
        -2.8160932e-06
      ],
      [
        "é",
        -3.070975e-05
      ]
    ]
  },
  "This man's religious pieces include a setting of O Salutaris and his setting of the Missa Brevis, the Messe Basse. More often performed is his music to a translation of Verbe égal au Trés-Haut entitled Cantique de Jean Racine, while other settings of works by French authors include his music to the poems of  Jean de La Ville Mirmont, L'horizon chemérique.  Some notable examples of incidental music by him include music for Caligula and Shylock. René Fauchois wrote the libretto for his work Pénélope, and he scored one of his operas for (*) over 400 musicians, Prometheus.  He also wrote incidental music for a play after which an opera was composed by Debussy , to whose wife this composer dedicated his La Bonne Chanson. The Pie Jesu and In paradisum are utilized by him in one of his most famous works instead of the Dies Irae.  For ten points identify this composer of Pelléas and Mélisande, Masques and Bergamasques, and a Requiem.": {
    "guess": "Gabriel Fauré",
    "confidence": [
      [
        "Gab",
        -0.0052369563
      ],
      [
        "riel",
        -9.014684e-06
      ],
      [
        " F",
        -0.07060738
      ],
      [
        "aur",
        -1.2664457e-06
      ],
      [
        "é",
        -1.7597347e-05
      ]
    ]
  }
}