{
  "The spring tides in this body of water begin in the north near Ouessant [WESS-aunt] Island and flow southeast toward Biarritz. Half of its area is occupied by its namesake Abyssal Plain, while one of its more notable features is Cape Breton, in its southeast. The principal rivers flowing into it include the Adour, Dordogne, and Loire. FTP, name this inlet of the North Atlantic Ocean that borders the": {
    "guess": "Bay of Biscay",
    "confidence": [
      [
        "Bay",
        -0.02645391
      ],
      [
        " of",
        -0.00022785427
      ],
      [
        " B",
        -0.00015717384
      ],
      [
        "isc",
        -4.3822154e-05
      ],
      [
        "ay",
        -0.0002224901
      ]
    ]
  },
  "Springfield, Illinois was originally named after this man, who used his political power to have his son-in-law": {
    "guess": "James Semple",
    "confidence": [
      [
        "James",
        -1.2366847
      ],
      [
        " Sem",
        -2.258291
      ],
      [
        "ple",
        -0.000336535
      ]
    ]
  },
  "In the spring of 2012, Trizone, a new line of these devices, was launched in the UK. The Pocket Doltz": {
    "guess": "Translation devices",
    "confidence": [
      [
        "Translation",
        -0.9757302
      ],
      [
        " devices",
        -0.1568167
      ]
    ]
  },
  "In the spring of 2012, Trizone, a new line of these devices, was launched in the UK. The Pocket Doltz is a  portable tube shaped one of these machines that is sold in Japan. This device was patented by": {
    "guess": "Electric Toothbrush",
    "confidence": [
      [
        "Electric",
        -0.34799755
      ],
      [
        " Tooth",
        -0.13077788
      ],
      [
        "brush",
        -8.6735476e-05
      ]
    ]
  },
  "In the spring of 2012, Trizone, a new line of these devices, was launched in the UK. The Pocket Doltz is a  portable tube shaped one of these machines that is sold in Japan. This device was patented by Phillipe Woog.  One of the first commercially available versions of this machine was made by Broxo.": {
    "guess": "Electric toothbrush",
    "confidence": [
      [
        "Electric",
        -0.48235688
      ],
      [
        " tooth",
        -0.13594835
      ],
      [
        "brush",
        -0.00016504127
      ]
    ]
  },
  "In the spring of 2012, Trizone, a new line of these devices, was launched in the UK. The Pocket Doltz is a  portable tube shaped one of these machines that is sold in Japan. This device was patented by Phillipe Woog.  One of the first commercially available versions of this machine was made by Broxo. Three top of the line  models in the U.S. are the the Vitality, the Triumph, and the Diamondclean. These devices commonly have a timer  preset for around two minutes and the ability to change how many pulsations per second occur. For 10 points, name  these oral hygiene products that are exemplified by Sonicare.": {
    "guess": "Electric toothbrushes",
    "confidence": [
      [
        "Electric",
        -0.04947215
      ],
      [
        " tooth",
        -0.011224533
      ],
      [
        "brush",
        -3.488188e-05
      ],
      [
        "es",
        -0.015473226
      ]
    ]
  },
  "In the spring of 2012, Trizone, a new line of these devices, was launched in the UK. The Pocket Doltz is a  portable tube shaped one of these machines that is sold in Japan. This device was patented by Phillipe Woog.  One of the first commercially available versions of this machine was made by Broxo. Three top of the line  models in the U.S. are the the Vitality, the Triumph, and the Diamondclean. These devices commonly have a timer  preset for around two minutes and the ability to change how many pulsations per second occur. For 10 points, name  these oral hygiene products that are exemplified": {
    "guess": "Electric toothbrushes",
    "confidence": [
      [
        "Electric",
        -0.06893662
      ],
      [
        " tooth",
        -0.018438347
      ],
      [
        "brush",
        -2.4630364e-05
      ],
      [
        "es",
        -0.011164779
      ]
    ]
  },
  "The spring tides in this body of water begin in the north near Ouessant [WESS-aunt] Island and flow southeast toward Biarritz. Half of its area is occupied by its namesake Abyssal Plain, while one of its more notable features is Cape Breton, in its southeast. The principal rivers flowing into it include": {
    "guess": "North Atlantic Ocean",
    "confidence": [
      [
        "North",
        -0.80353206
      ],
      [
        " Atlantic",
        -0.0009747094
      ],
      [
        " Ocean",
        -0.0005228889
      ]
    ]
  },
  "Springfield, Illinois was originally named after this man, who used his political power to have his son-in-law Thomas Clemson awarded the position of ambassador to Belgium. His wife led the anti- Peggy Eaton faction in Washington during the Petticoat Affair, and this man served as Secretary of State under John Tyler and Secretary of War under James Monroe. Vice-President under both John Quincy Adams and Andrew Jackson, for 10 points, identify this South Carolinian whose protest of the Tariff of Abominations created the Nullification Crisis.": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.6272746
      ],
      [
        " C",
        -0.00048429624
      ],
      [
        ".",
        -0.00022690064
      ],
      [
        " Cal",
        -9.372295e-06
      ],
      [
        "h",
        -2.2484697e-05
      ],
      [
        "oun",
        -8.537869e-06
      ]
    ]
  },
  "Springfield, Illinois was originally named after this man, who used his political power to have his son-in-law Thomas Clemson awarded the position of ambassador to Belgium. His wife led the anti- Peggy Eaton faction in Washington during the Petticoat Affair, and this man served as Secretary of State": {
    "guess": "Andrew Jackson",
    "confidence": [
      [
        "Andrew",
        -0.9607379
      ],
      [
        " Jackson",
        -0.0010440053
      ]
    ]
  },
  "In the spring of 2012, Trizone, a new line of these devices, was launched in the UK. The Pocket Doltz is a  portable tube shaped one of these machines that is sold in Japan. This device was patented by Phillipe Woog.  One of the first commercially available versions of this machine was made by Broxo. Three top of the line  models in the U.S. are the the Vitality, the Triumph, and the Diamondclean.": {
    "guess": "Electric toothbrush",
    "confidence": [
      [
        "Electric",
        -0.08751542
      ],
      [
        " tooth",
        -0.053032972
      ],
      [
        "brush",
        -4.7159858e-05
      ]
    ]
  },
  "Springfield, Illinois was originally named after this man, who used his political power to have his son-in-law Thomas Clemson awarded the position of ambassador to Belgium. His wife led the anti- Peggy Eaton faction in Washington during the Petticoat Affair, and this man served as Secretary of State under John Tyler and Secretary of War under James Monroe. Vice-President under both John Quincy Adams": {
    "guess": "Henry Clay",
    "confidence": [
      [
        "Henry",
        -0.2555304
      ],
      [
        " Clay",
        -0.00049977435
      ]
    ]
  },
  "Springfield, Illinois was originally named after this man, who used his political power to have his son-in-law Thomas Clemson awarded the position of ambassador to Belgium. His wife led the anti- Peggy": {
    "guess": "James Madison",
    "confidence": [
      [
        "James",
        -1.5753994
      ],
      [
        " Madison",
        -0.45124766
      ]
    ]
  },
  "The spring tides in this body of water begin in the north near Ouessant [WESS-aunt] Island and flow southeast toward Biarritz. Half of its area is occupied by its namesake Abyssal Plain, while one of its": {
    "guess": "Bay of Biscay",
    "confidence": [
      [
        "Bay",
        -0.334453
      ],
      [
        " of",
        -6.408677e-05
      ],
      [
        " B",
        -0.0004326957
      ],
      [
        "isc",
        -2.6060809e-05
      ],
      [
        "ay",
        -9.7821416e-05
      ]
    ]
  },
  "The spring tides in this body of water begin in the north near Ouessant [WESS-aunt] Island and flow southeast toward Biarritz. Half of its area is occupied by its namesake Abyssal Plain, while one of its more notable features is Cape Breton, in its southeast. The principal rivers flowing into it include the Adour, Dordogne, and Loire. FTP, name this inlet of the North Atlantic Ocean that borders the western coasts of France and Spain.": {
    "guess": "Bay of Biscay",
    "confidence": [
      [
        "Bay",
        -0.008073707
      ],
      [
        " of",
        -0.00010318558
      ],
      [
        " B",
        -0.000100205485
      ],
      [
        "isc",
        -2.3915141e-05
      ],
      [
        "ay",
        -0.00021378823
      ]
    ]
  },
  "Springfield, Illinois was originally named after this man, who used his political power to have his son-in-law Thomas Clemson awarded the position of ambassador to Belgium. His wife led the anti- Peggy Eaton faction in Washington during the Petticoat Affair, and this man served as Secretary of State under John Tyler and Secretary of War under James Monroe. Vice-President under both John Quincy Adams and Andrew Jackson, for 10 points, identify this South Carolinian whose protest of the Tariff of Abominations": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.2116317
      ],
      [
        " C",
        -0.0019410114
      ],
      [
        ".",
        -0.0006562008
      ],
      [
        " Cal",
        -3.297462e-05
      ],
      [
        "h",
        -3.6073914e-05
      ],
      [
        "oun",
        -1.2352386e-05
      ]
    ]
  },
  "In the spring of 2012, Trizone, a new line of these devices, was launched in the UK. The Pocket Doltz is a  portable tube shaped one of these machines that is sold in Japan. This device was patented by Phillipe Woog.  One of the first commercially available versions of this machine was made by Broxo. Three top of the line  models in the U.S. are the the Vitality, the Triumph, and the Diamondclean. These devices commonly have a timer  preset for around two minutes and the ability to change how many": {
    "guess": "Electric toothbrush",
    "confidence": [
      [
        "Electric",
        -0.22224022
      ],
      [
        " tooth",
        -0.8988393
      ],
      [
        "brush",
        -0.000107238506
      ]
    ]
  },
  "The spring tides in this body of water begin in the north near Ouessant [WESS-aunt] Island and flow southeast": {
    "guess": "English Channel",
    "confidence": [
      [
        "English",
        -0.69070756
      ],
      [
        " Channel",
        -0.0025615073
      ]
    ]
  }
}