{
  "The five provisions of the treaty that created this region also governed the acquisition of horse and oxen and set penalties for acts of murder by the king's thegns. Bodies known as wapentakes typically oversaw local government in this area, which had a southwestern boundary extending from the point of intersection between the Ouse River and Watling Street and a northwestern boundary with Strathclyde. Its territory south of the Humber River was soon reconquered with the aid of the Mercians by Edward the Elder, the son of the man who had created it by signing the Treaty of Wedmore after defeating": {
    "guess": "Danelaw",
    "confidence": [
      [
        "D",
        -0.47428074
      ],
      [
        "anel",
        -0.0001408466
      ],
      [
        "aw",
        -8.339777e-05
      ]
    ]
  },
  "The five provisions of the treaty that created this region also governed the acquisition of horse and oxen and set penalties for acts of murder by the king's thegns. Bodies known as wapentakes typically oversaw local government in this area, which had a southwestern boundary extending from the point of intersection between the Ouse River and Watling Street and a northwestern boundary with Strathclyde. Its territory south of the Humber River was soon reconquered with the aid of the Mercians by Edward the Elder, the son of the man who had created it by signing the Treaty of Wedmore after defeating Guthrum at the Battle of Edington. FTP, identify this territory that Alfred the Great set aside as": {
    "guess": "Danelaw",
    "confidence": [
      [
        "D",
        -0.090016834
      ],
      [
        "anel",
        -0.0007449488
      ],
      [
        "aw",
        -8.45898e-05
      ]
    ]
  },
  "The five provisions of the treaty that created this region also governed the acquisition of horse and oxen and set penalties for acts of murder by the king's thegns. Bodies known as wapentakes typically oversaw local government in this area, which had a southwestern boundary extending from the point of intersection between the Ouse River and Watling Street and a northwestern boundary with Strathclyde.": {
    "guess": "Danelaw",
    "confidence": [
      [
        "D",
        -0.33729303
      ],
      [
        "anel",
        -0.000121662146
      ],
      [
        "aw",
        -0.00019901065
      ]
    ]
  },
  "Five of this man's sons also became painters, though none reached his notoriety. Although Adriaen Brouwer": {
    "guess": "Pieter Bruegel the Elder",
    "confidence": [
      [
        "Pi",
        -0.5407314
      ],
      [
        "eter",
        -9.4914985e-06
      ],
      [
        " Br",
        -0.012201509
      ],
      [
        "ue",
        -6.0345924e-06
      ],
      [
        "gel",
        -0.06332284
      ],
      [
        " the",
        -0.00030829108
      ],
      [
        " Elder",
        -5.7292167e-05
      ]
    ]
  },
  "This man's five voice setting of Circumdederunt Me notably alternates between homophony and polyphony to emphasize repeated invocations like \"O Domine libera.\" His friend Alfonso Ferrabosco encouraged his use of \"double imitation,\" which can be seen in his Domine, Praestolamur and the multi-part Infelix Ego, though he still composed his \"Babylon\" motets such as Ne Irascaris, Domine in a more homophonic style. His twenty variations on the song \"The Leave Be Green\" can be found in his Browning, and his collection Songs of Sundrie Natures came only two years after he published thirty-seven of his motets in the (*) Cantiones Sacrae, which differ from the later and more madrigalesque works of the Gradualia. He composed masses in three, four, and five parts in addition to contributing to the Fitzwilliam": {
    "guess": "William Byrd",
    "confidence": [
      [
        "William",
        -0.024251876
      ],
      [
        " By",
        -0.0004649889
      ],
      [
        "rd",
        -8.852353e-05
      ]
    ]
  },
  "Five of this man's sons also became painters, though none reached his notoriety. Although Adriaen Brouwer used this man's techniques, he left few if any direct followers. This pupil of Carel van Mander painted with a loose brushstroke technique that allowed him to capture the vitality of sitters like Mr. Verdonck, who carries a jawbone, or the carelessly dressed Gypsy Girl. Though later works like": {
    "guess": "Frans Hals",
    "confidence": [
      [
        "Fr",
        -0.0856642
      ],
      [
        "ans",
        -5.2001665e-06
      ],
      [
        " H",
        -0.00022868869
      ],
      [
        "als",
        -8.6616266e-05
      ]
    ]
  },
  "This man's five voice setting of Circumdederunt Me notably alternates between homophony and polyphony to emphasize repeated invocations like \"O Domine libera.\" His friend Alfonso Ferrabosco encouraged his use of \"double imitation,\" which can be seen in his Domine, Praestolamur and the multi-part Infelix Ego, though he still composed his \"Babylon\" motets such as Ne Irascaris, Domine in a more homophonic style. His twenty variations on the song \"The Leave Be Green\" can be found in his Browning, and his collection Songs of Sundrie Natures came only two years after he published thirty-seven of his motets in the (*) Cantiones Sacrae, which differ from the later and more madrigalesque works of the": {
    "guess": "William Byrd",
    "confidence": [
      [
        "William",
        -0.13816461
      ],
      [
        " By",
        -0.00021224226
      ],
      [
        "rd",
        -8.12521e-05
      ]
    ]
  },
  "This man's five voice setting of Circumdederunt Me notably alternates between homophony and polyphony to emphasize repeated invocations like \"O Domine libera.\" His friend Alfonso Ferrabosco encouraged his use of \"double imitation,\" which can be seen in his Domine, Praestolamur and the multi-part Infelix Ego, though he still composed his \"Babylon\" motets such as Ne Irascaris, Domine in a more homophonic style. His twenty variations on the song \"The Leave Be Green\" can be found in his Browning, and his collection Songs of Sundrie Natures came only two years after he published thirty-seven of his": {
    "guess": "William Byrd",
    "confidence": [
      [
        "William",
        -0.86405516
      ],
      [
        " By",
        -0.012244028
      ],
      [
        "rd",
        -0.0001975802
      ]
    ]
  },
  "The Five Iron Frenzy song, \"Every New Day\" quotes the lines, \"When the stars threw down their spears/* And watered heaven with their tears\", which is itself believed to be a reference to Paradise Lost. Another possible reference to that poem is found in the lines, \"On what wings dare he aspire?/What the hand seize the fire?\", which also contain imagery of industrialization, which the poet felt was a blight. FTP, what is this poem, found in the collection Songs of Experience, the single most famous and most studied poem of William Blake?": {
    "guess": "The Tyger",
    "confidence": [
      [
        "The",
        -0.018542498
      ],
      [
        " Ty",
        -0.0011450992
      ],
      [
        "ger",
        -8.208653e-05
      ]
    ]
  },
  "It is one of five niyama—the other ones describe seasons, seeds, norms, and the mind. This niyama is associated with intentional actions and is associated with the actions of everybody except for those who are enlightened, who are not impacted by cause and effect. This concept exists in Jainist, Sikh, Buddhist, and Hindu belief systems. Give this term that refers to the idea that people are responsible": {
    "guess": "Karma",
    "confidence": [
      [
        "K",
        -0.04343325
      ],
      [
        "arma",
        -0.0005927092
      ]
    ]
  },
  "Five of this man's sons also became painters, though none reached his notoriety. Although Adriaen Brouwer used this man's techniques, he left few if any direct followers. This pupil of Carel van Mander": {
    "guess": "Pieter Bruegel the Elder",
    "confidence": [
      [
        "Pi",
        -0.8846955
      ],
      [
        "eter",
        -1.6240566e-06
      ],
      [
        " Br",
        -0.09152959
      ],
      [
        "ue",
        -1.0280384e-06
      ],
      [
        "gel",
        -0.013608605
      ],
      [
        " the",
        -0.00018577903
      ],
      [
        " Elder",
        -0.00010735771
      ]
    ]
  },
  "Five of this man's sons also became painters, though none reached his notoriety. Although Adriaen Brouwer used this man's techniques, he left few if any direct followers. This pupil of Carel van Mander painted with a loose brushstroke technique that allowed him to capture the vitality of sitters like Mr. Verdonck, who carries a jawbone, or the carelessly dressed Gypsy Girl. Though later works like his portrait of Descartes and his Daniel van Aken Playing the Violin reveal a sense of foreboding he will always be associated with the liveliness of group scenes like The Archers of St. Adrian and Banquet of the Officers of St. George. FTP name this Haarlem native best known The Governors of the Almshouse and his pair of 1620s works The Merry Toper and The Laughing Cavalier.": {
    "guess": "Frans Hals",
    "confidence": [
      [
        "Fr",
        -0.00088097306
      ],
      [
        "ans",
        -3.4121115e-06
      ],
      [
        " H",
        -0.00031162877
      ],
      [
        "als",
        -1.8193366e-05
      ]
    ]
  },
  "A five-movement song cycle by this composer begins by recalling childhood stories of angels and was later": {
    "guess": "Gustav Mahler",
    "confidence": [
      [
        "G",
        -1.4394814
      ],
      [
        "ust",
        -0.022758508
      ],
      [
        "av",
        -1.247159e-05
      ],
      [
        " Mah",
        -0.00019257364
      ],
      [
        "ler",
        -9.73446e-05
      ]
    ]
  },
  "Five out of this artist's eight sons became painters and his brother, Dirk, was a skilled painter of interior scenes. He was among the first to use alla prima, the technique of painting directly on a canvas. Spending most of his later years in financial troubles his compositions became more dour as evidenced by The Women Regents of the Old Men's Home at Haarlem. He was a master of group portraiture": {
    "guess": "Franz Hals",
    "confidence": [
      [
        "Fran",
        -0.2500605
      ],
      [
        "z",
        -0.00010747691
      ],
      [
        " H",
        -0.0004806009
      ],
      [
        "als",
        -0.00015431295
      ]
    ]
  },
  "This man's five voice setting of Circumdederunt Me notably alternates between homophony and polyphony to emphasize repeated invocations like \"O Domine libera.\" His friend Alfonso Ferrabosco encouraged his use of \"double imitation,\" which can be seen in his Domine, Praestolamur and the multi-part Infelix Ego, though he still composed his \"Babylon\" motets such as Ne Irascaris, Domine in a more homophonic style. His twenty variations on the song \"The Leave Be Green\" can be found in his Browning, and his collection Songs of Sundrie Natures came only two years after he published thirty-seven of his motets in the (*) Cantiones Sacrae, which differ from the later and more madrigalesque works of the Gradualia. He composed masses in three, four, and five parts in addition to contributing to the Fitzwilliam Virginal Booke alongside John Bull. For 10 points, name this English Renaissance composer, a": {
    "guess": "William Byrd",
    "confidence": [
      [
        "William",
        -0.19286706
      ],
      [
        " By",
        -0.00018720949
      ],
      [
        "rd",
        -9.567575e-05
      ]
    ]
  },
  "This man's five voice setting of Circumdederunt Me notably alternates between homophony and polyphony": {
    "guess": "Tomas Luis de Victoria",
    "confidence": [
      [
        "T",
        -1.204824
      ],
      [
        "omas",
        -0.19417967
      ],
      [
        " Luis",
        -0.012356716
      ],
      [
        " de",
        -0.003623593
      ],
      [
        " Victoria",
        -0.0029347949
      ]
    ]
  },
  "This man's five voice setting of Circumdederunt Me notably alternates between homophony and polyphony to emphasize repeated invocations like \"O Domine libera.\" His friend Alfonso Ferrabosco encouraged his use of \"double imitation,\" which can be seen in his Domine, Praestolamur and the multi-part Infelix Ego, though he still composed his \"Babylon\" motets such as Ne Irascaris, Domine in a more homophonic style. His twenty variations on the song \"The Leave Be Green\" can be found in his Browning, and his collection Songs of Sundrie Natures came only two years after he published thirty-seven of his motets in the (*) Cantiones Sacrae, which differ from the later and more madrigalesque works of the Gradualia. He composed masses in three, four, and five parts in addition to contributing to the Fitzwilliam Virginal Booke alongside John Bull. For 10 points, name this English Renaissance composer, a former collaborator and student of Thomas Tallis.": {
    "guess": "William Byrd",
    "confidence": [
      [
        "William",
        -0.26763955
      ],
      [
        " By",
        -0.00035596156
      ],
      [
        "rd",
        -6.849731e-05
      ]
    ]
  },
  "Five out of this artist's eight sons became painters and his brother, Dirk, was a skilled painter of": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -1.1892503
      ],
      [
        " Paul",
        -0.056955874
      ],
      [
        " Rub",
        -0.00049369864
      ],
      [
        "ens",
        -0.00044115915
      ]
    ]
  },
  "A five-movement song cycle by this composer begins by recalling childhood stories of angels and was later orchestrated by Felix Mottl, including \"Im Treibhaus\" or \"In the Greenhouse.\" This composer included \"Traüme,\" or \"Dreams,\" in his Wesendonck Songs, and a melody from that song is referenced in the duet \"O Sink Hernieder\" in one of his operas. Another work by him follows the last of the Roman (*)": {
    "guess": "Richard Wagner",
    "confidence": [
      [
        "Richard",
        -0.00086131913
      ],
      [
        " Wagner",
        -0.0004680882
      ]
    ]
  },
  "The Five Iron Frenzy song, \"Every New Day\" quotes the lines, \"When the stars threw down their spears/* And watered heaven with their tears\", which is itself believed to be a reference to Paradise Lost. Another possible reference to that poem is found in the lines, \"On what wings dare he aspire?/What the hand seize the fire?\", which also contain imagery of industrialization, which the poet felt was a blight. FTP, what is this poem, found in the collection Songs of Experience, the single most famous": {
    "guess": "The Tyger",
    "confidence": [
      [
        "The",
        -0.10422108
      ],
      [
        " Ty",
        -0.0067770653
      ],
      [
        "ger",
        -3.3213026e-05
      ]
    ]
  },
  "Five of this drama's eight original characters are alive at the end, including Panope, a servant who acts as a messenger. The tutor Theramenes comments that \"love comes to all men; Venus wills it\" upon discovering one character's love for the prisoner Aricia, the daughter of the former king of Athens. The central event in its plot is perpetrated by the nurse Oenone, who claims that the title character": {
    "guess": "Phedre",
    "confidence": [
      [
        "Ph",
        -0.23365422
      ],
      [
        "ed",
        -0.15859471
      ],
      [
        "re",
        -0.037380245
      ]
    ]
  },
  "Five of this man's sons also became painters, though none reached his notoriety. Although Adriaen Brouwer used this man's techniques, he left few if any direct followers. This pupil of Carel van Mander painted with a loose brushstroke technique that allowed him to capture the vitality of sitters like": {
    "guess": "Frans Hals",
    "confidence": [
      [
        "Fr",
        -0.26790214
      ],
      [
        "ans",
        -1.504853e-06
      ],
      [
        " H",
        -0.00053539796
      ],
      [
        "als",
        -3.500108e-05
      ]
    ]
  },
  "It is one of five niyama—the other ones describe seasons, seeds, norms, and the mind. This niyama is associated with intentional actions and is associated with the actions of everybody except for those who are enlightened, who are not impacted by cause and effect. This concept exists in Jainist, Sikh,": {
    "guess": "Karma in Jainism",
    "confidence": [
      [
        "K",
        -1.0367562
      ],
      [
        "arma",
        -0.022428684
      ],
      [
        " in",
        -0.0022674205
      ],
      [
        " Jain",
        -0.013316928
      ],
      [
        "ism",
        -0.0005667338
      ]
    ]
  },
  "A five note dotted quarter note melody that descends one octave is the center of this piece's intermissive passage in its parallel key of D major. Written to mock the music critic Henry Chorley, this short": {
    "guess": "Symphony No. 4 (Mendelssohn)",
    "confidence": [
      [
        "Sym",
        -0.9869878
      ],
      [
        "phony",
        -0.06678482
      ],
      [
        " No",
        -0.08178068
      ],
      [
        ".",
        -0.0022717009
      ],
      [
        " ",
        -0.0046548806
      ],
      [
        "4",
        -0.8419962
      ],
      [
        " (",
        -0.29607883
      ],
      [
        "M",
        -1.0250136
      ],
      [
        "end",
        -0.00021509947
      ],
      [
        "els",
        -0.00018959356
      ],
      [
        "so",
        -1.7432603e-06
      ],
      [
        "hn",
        -0.0002158147
      ],
      [
        ")",
        -0.00035167023
      ]
    ]
  },
  "The five provisions of the treaty that created this region also governed the acquisition of horse and oxen and set penalties for acts of murder by the king's thegns. Bodies known as wapentakes typically oversaw local government in this area, which had a southwestern boundary extending from the point of intersection between the Ouse River and Watling Street and a northwestern boundary with Strathclyde. Its territory south of the Humber River was soon reconquered with the aid of the Mercians by Edward": {
    "guess": "Danelaw",
    "confidence": [
      [
        "D",
        -0.12642136
      ],
      [
        "anel",
        -0.00020604367
      ],
      [
        "aw",
        -0.0001441843
      ]
    ]
  },
  "A five note dotted quarter note melody that descends one octave is the center of this piece's intermissive passage in its parallel key of D major. Written to mock the music critic Henry Chorley, this short piano piece in 6/8 time gains its quirkiness through the contrast between its melancholy tone and bouncy eighth note march rhythm. Composed in 1872, during the composer's time in England and twenty years after he turned Bach's Prelude in C Major into an Ave Maria, this piece gained popularity as a 1950's television theme song. FTP, name this Charles Gounod work used as the theme for Alfred Hitchcock Presents.": {
    "guess": "Funeral March of a Marionette",
    "confidence": [
      [
        "Fun",
        -0.11157792
      ],
      [
        "eral",
        -0.0005008472
      ],
      [
        " March",
        -0.0016857705
      ],
      [
        " of",
        -0.016471367
      ],
      [
        " a",
        -0.005799028
      ],
      [
        " Marion",
        -0.0004101772
      ],
      [
        "ette",
        -0.0002518032
      ]
    ]
  },
  "Five of this man's sons also became painters, though none reached his notoriety. Although Adriaen Brouwer used this man's techniques, he left few if any direct followers. This pupil of Carel van Mander painted with a loose brushstroke technique that allowed him to capture the vitality of sitters like Mr. Verdonck, who carries a jawbone, or the carelessly dressed Gypsy Girl. Though later works like his portrait of Descartes and his Daniel van Aken Playing the Violin reveal a sense of foreboding he will always be associated with the liveliness of group scenes like The Archers of St. Adrian and Banquet of the Officers of St. George. FTP name this Haarlem native best known The Governors of the Almshouse": {
    "guess": "Frans Hals",
    "confidence": [
      [
        "Fr",
        -0.0041707642
      ],
      [
        "ans",
        -3.2929079e-06
      ],
      [
        " H",
        -0.00045295665
      ],
      [
        "als",
        -1.998142e-05
      ]
    ]
  },
  "It is one of five niyama—the other ones describe seasons, seeds, norms, and the mind. This niyama is associated with intentional actions and is associated with the actions of everybody except for those who are enlightened, who are not impacted by cause and effect. This concept exists in Jainist, Sikh, Buddhist, and Hindu belief systems. Give this term that refers to the idea that people are responsible for their own outcomes and future lives.": {
    "guess": "Karma",
    "confidence": [
      [
        "K",
        -0.12969089
      ],
      [
        "arma",
        -0.0046286536
      ]
    ]
  },
  "It is one of five niyama—the other ones describe seasons, seeds, norms, and the mind. This niyama is": {
    "guess": "Mindfulness",
    "confidence": [
      [
        "Mind",
        -1.1065267
      ],
      [
        "fulness",
        -0.3181507
      ]
    ]
  },
  "Five of this drama's eight original characters are alive at the end, including Panope, a servant who acts as a messenger. The tutor Theramenes comments that \"love comes to all men; Venus wills it\" upon": {
    "guess": "Phaedra (play)",
    "confidence": [
      [
        "Ph",
        -0.08259356
      ],
      [
        "aed",
        -0.36940187
      ],
      [
        "ra",
        -0.007125469
      ],
      [
        " (",
        -0.052087624
      ],
      [
        "play",
        -0.033672556
      ],
      [
        ")",
        -0.00028982185
      ]
    ]
  },
  "A five note dotted quarter note melody that descends one octave is the center of this piece's intermissive": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -1.9259166
      ],
      [
        "haps",
        -0.039374236
      ],
      [
        "ody",
        -0.0005948549
      ],
      [
        " in",
        -0.036918953
      ],
      [
        " Blue",
        -0.0002944671
      ]
    ]
  },
  "A five-movement song cycle by this composer begins by recalling childhood stories of angels and was later orchestrated by Felix Mottl, including \"Im Treibhaus\" or \"In the Greenhouse.\" This composer included \"Traüme,\" or \"Dreams,\" in his Wesendonck Songs, and a melody from that song is referenced in the": {
    "guess": "Richard Wagner",
    "confidence": [
      [
        "Richard",
        -0.0017547876
      ],
      [
        " Wagner",
        -0.00034201838
      ]
    ]
  },
  "The five provisions of the treaty that created this region also governed the acquisition of horse and oxen and set penalties for acts of murder by the king's thegns. Bodies known as wapentakes typically oversaw local government in this area, which had a southwestern boundary extending from the point of intersection between the Ouse River and Watling Street and a northwestern boundary with Strathclyde. Its territory south of the Humber River was soon reconquered with the aid of the Mercians by Edward the Elder, the son of the man who had created it by signing the Treaty of Wedmore after defeating Guthrum at the Battle of Edington. FTP, identify this territory that Alfred the Great set aside as an area for autonomous Viking rule.": {
    "guess": "Danelaw",
    "confidence": [
      [
        "D",
        -0.0132457595
      ],
      [
        "anel",
        -0.00012904544
      ],
      [
        "aw",
        -4.6802244e-05
      ]
    ]
  },
  "Five out of this artist's eight sons became painters and his brother, Dirk, was a skilled painter of interior scenes. He was among the first to use alla prima, the technique of painting directly on a canvas. Spending most of his later years in financial troubles his compositions became more dour as evidenced by The Women Regents of the Old Men's Home at Haarlem. He was a master of group portraiture and with instinctive and rapid brushstrokes was adept at capturing momentary facial expressions. FTP name this Dutch portraitist of The Archers of Saint Hadrian and The Laughing Cavalier.": {
    "guess": "Frans Hals",
    "confidence": [
      [
        "Fr",
        -0.0010147068
      ],
      [
        "ans",
        -2.7848862e-05
      ],
      [
        " H",
        -0.00011176824
      ],
      [
        "als",
        -2.1054253e-05
      ]
    ]
  },
  "This man's five voice setting of Circumdederunt Me notably alternates between homophony and polyphony to emphasize repeated invocations like \"O Domine libera.\" His friend Alfonso Ferrabosco encouraged his use of \"double imitation,\" which can be seen in his Domine, Praestolamur and the multi-part Infelix": {
    "guess": "Thomas Tallis",
    "confidence": [
      [
        "Thomas",
        -0.9370874
      ],
      [
        " Tall",
        -0.11867587
      ],
      [
        "is",
        -0.00018613665
      ]
    ]
  },
  "Five of this drama's eight original characters are alive at the end, including Panope, a servant who acts as a messenger. The tutor Theramenes comments that \"love comes to all men; Venus wills it\" upon discovering one character's love for the prisoner Aricia, the daughter of the former king of Athens.": {
    "guess": "Phedre",
    "confidence": [
      [
        "Ph",
        -0.007865328
      ],
      [
        "ed",
        -0.6798951
      ],
      [
        "re",
        -0.018050903
      ]
    ]
  },
  "Five out of this artist's eight sons became painters and his brother, Dirk, was a skilled painter of interior scenes. He was among the first to use alla prima, the technique of painting directly on a canvas. Spending most of his later years in financial troubles his compositions became more dour as evidenced by The Women Regents of the Old Men's Home at Haarlem. He was a master of group portraiture and with instinctive and rapid brushstrokes was adept at capturing momentary facial expressions. FTP": {
    "guess": "Frans Hals",
    "confidence": [
      [
        "Fr",
        -0.310569
      ],
      [
        "ans",
        -2.3676734e-05
      ],
      [
        " H",
        -0.00061402837
      ],
      [
        "als",
        -0.000104616025
      ]
    ]
  },
  "A five-movement song cycle by this composer begins by recalling childhood stories of angels and was later orchestrated by Felix Mottl, including \"Im Treibhaus\" or \"In the Greenhouse.\" This composer included \"Traüme,\" or \"Dreams,\" in his Wesendonck Songs, and a melody from that song is referenced in the duet \"O Sink Hernieder\" in one of his operas. Another work by him follows the last of the Roman (*) tribunes, who dies in the burning Capitol building. This composer of Rienzi also wrote a work in which Telramund accuses the Duchess of Brabant of murder, and Elsa dies after asking the title knight of Arthur his name; this work includes his \"Bridal Chorus.\" For 10 points, name this German composer of Lohengrin and Tristan and Isolde, best known for his Ring Cycle.": {
    "guess": "Richard Wagner",
    "confidence": [
      [
        "Richard",
        -0.008932206
      ],
      [
        " Wagner",
        -0.00040898516
      ]
    ]
  },
  "Five out of this artist's eight sons became painters and his brother, Dirk, was a skilled painter of interior scenes. He was among the first to use alla prima, the technique of painting directly on a canvas.": {
    "guess": "Frans Hals",
    "confidence": [
      [
        "Fr",
        -0.10530349
      ],
      [
        "ans",
        -7.107425e-06
      ],
      [
        " H",
        -0.00045116857
      ],
      [
        "als",
        -0.00030257297
      ]
    ]
  },
  "A five note dotted quarter note melody that descends one octave is the center of this piece's intermissive passage in its parallel key of D major. Written to mock the music critic Henry Chorley, this short piano piece in 6/8 time gains its quirkiness through the contrast between its melancholy tone and bouncy eighth note march rhythm. Composed in 1872, during the composer's time in England and twenty": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.61308134
      ]
    ]
  },
  "This man's five voice setting of Circumdederunt Me notably alternates between homophony and polyphony to emphasize repeated invocations like \"O Domine libera.\" His friend Alfonso Ferrabosco encouraged": {
    "guess": "Thomas Tallis",
    "confidence": [
      [
        "Thomas",
        -0.8342998
      ],
      [
        " Tall",
        -0.01670364
      ],
      [
        "is",
        -0.00017958412
      ]
    ]
  },
  "Five of this drama's eight original characters are alive at the end, including Panope, a servant who acts as a messenger. The tutor Theramenes comments that \"love comes to all men; Venus wills it\" upon discovering one character's love for the prisoner Aricia, the daughter of the former king of Athens. The central event in its plot is perpetrated by the nurse Oenone, who claims that the title character has been raped. That title character's attempt to put her own sons on the throne drives much of the plot, and her jealous love leads her husband Theseus to curse his innocent son Hippolytus. For ten": {
    "guess": "Phèdre",
    "confidence": [
      [
        "Ph",
        -0.05720584
      ],
      [
        "è",
        -0.334568
      ],
      [
        "dre",
        -0.00041172683
      ]
    ]
  },
  "Five of this man's sons also became painters, though none reached his notoriety. Although Adriaen Brouwer used this man's techniques, he left few if any direct followers. This pupil of Carel van Mander painted with a loose brushstroke technique that allowed him to capture the vitality of sitters like Mr. Verdonck, who carries a jawbone, or the carelessly dressed Gypsy Girl. Though later works like his portrait of Descartes and his Daniel van Aken Playing the Violin reveal a sense of foreboding he will always be associated with the liveliness of group scenes like The Archers of St. Adrian and Banquet": {
    "guess": "Frans Hals",
    "confidence": [
      [
        "Fr",
        -0.07711642
      ],
      [
        "ans",
        -1.9816675e-06
      ],
      [
        " H",
        -0.00017159748
      ],
      [
        "als",
        -0.0002975664
      ]
    ]
  },
  "The Five Iron Frenzy song, \"Every New Day\" quotes the lines, \"When the stars threw down their spears/* And watered heaven with their tears\", which is itself believed to be a reference to Paradise Lost.": {
    "guess": "The Tyger",
    "confidence": [
      [
        "The",
        -0.21264632
      ],
      [
        " Ty",
        -0.008329812
      ],
      [
        "ger",
        -4.6444635e-05
      ]
    ]
  },
  "The Five Iron Frenzy song, \"Every New Day\" quotes the lines, \"When the stars threw down their spears/*": {
    "guess": "The Tyger",
    "confidence": [
      [
        "The",
        -0.29914853
      ],
      [
        " Ty",
        -0.52760196
      ],
      [
        "ger",
        -0.00036144492
      ]
    ]
  },
  "A five-movement song cycle by this composer begins by recalling childhood stories of angels and was later orchestrated by Felix Mottl, including \"Im Treibhaus\" or \"In the Greenhouse.\" This composer included \"Traüme,\" or \"Dreams,\" in his Wesendonck Songs, and a melody from that song is referenced in the duet \"O Sink Hernieder\" in one of his operas. Another work by him follows the last of the Roman (*) tribunes, who dies in the burning Capitol building. This composer of Rienzi also wrote a work in which Telramund accuses the Duchess of Brabant of murder, and Elsa dies after asking the title knight of Arthur his name; this work includes his \"Bridal Chorus.\" For 10 points, name this German composer": {
    "guess": "Richard Wagner",
    "confidence": [
      [
        "Richard",
        -0.0022894256
      ],
      [
        " Wagner",
        -0.000110576206
      ]
    ]
  },
  "It is one of five niyama—the other ones describe seasons, seeds, norms, and the mind. This niyama is associated with intentional actions and is associated with the actions of everybody except for those": {
    "guess": "Karma in Hinduism",
    "confidence": [
      [
        "K",
        -0.82195586
      ],
      [
        "arma",
        -0.034434948
      ],
      [
        " in",
        -0.073497064
      ],
      [
        " Hindu",
        -0.25327435
      ],
      [
        "ism",
        -0.0021115975
      ]
    ]
  },
  "The Five Iron Frenzy song, \"Every New Day\" quotes the lines, \"When the stars threw down their spears/* And watered heaven with their tears\", which is itself believed to be a reference to Paradise Lost. Another possible reference to that poem is found in the lines, \"On what wings dare he aspire?/What": {
    "guess": "Paradise Lost",
    "confidence": [
      [
        "Par",
        -0.6811045
      ],
      [
        "ad",
        -0.00031985383
      ],
      [
        "ise",
        -0.00011820524
      ],
      [
        " Lost",
        -0.0003827677
      ]
    ]
  },
  "The five provisions of the treaty that created this region also governed the acquisition of horse and": {
    "guess": "Treaty of Versailles",
    "confidence": [
      [
        "T",
        -0.056516718
      ],
      [
        "reat",
        -7.3742274e-05
      ],
      [
        "y",
        -0.0027442465
      ],
      [
        " of",
        -0.00013715129
      ],
      [
        " Vers",
        -1.2967672
      ],
      [
        "ailles",
        -6.0749073e-05
      ]
    ]
  },
  "A five-movement song cycle by this composer begins by recalling childhood stories of angels and was later orchestrated by Felix Mottl, including \"Im Treibhaus\" or \"In the Greenhouse.\" This composer included \"Traüme,\" or \"Dreams,\" in his Wesendonck Songs, and a melody from that song is referenced in the duet \"O Sink Hernieder\" in one of his operas. Another work by him follows the last of the Roman (*) tribunes, who dies in the burning Capitol building. This composer of Rienzi also wrote a work in which Telramund accuses the Duchess of Brabant of murder, and Elsa dies after asking the title knight": {
    "guess": "Richard Wagner",
    "confidence": [
      [
        "Richard",
        -0.037029583
      ],
      [
        " Wagner",
        -0.00067562
      ]
    ]
  },
  "Five out of this artist's eight sons became painters and his brother, Dirk, was a skilled painter of interior scenes. He was among the first to use alla prima, the technique of painting directly on a canvas. Spending most of his later years in financial troubles his compositions became more dour as evidenced": {
    "guess": "Frans Hals",
    "confidence": [
      [
        "Fr",
        -0.27672872
      ],
      [
        "ans",
        -0.00048548827
      ],
      [
        " H",
        -0.0007000457
      ],
      [
        "als",
        -0.00012296606
      ]
    ]
  },
  "Five of this drama's eight original characters are alive at the end, including Panope, a servant who acts as a messenger. The tutor Theramenes comments that \"love comes to all men; Venus wills it\" upon discovering one character's love for the prisoner Aricia, the daughter of the former king of Athens. The central event in its plot is perpetrated by the nurse Oenone, who claims that the title character has been raped. That title character's attempt to put her own sons on the throne drives much of": {
    "guess": "Phèdre",
    "confidence": [
      [
        "Ph",
        -0.011674025
      ],
      [
        "è",
        -0.46693137
      ],
      [
        "dre",
        -0.00017517358
      ]
    ]
  },
  "Five of this man's sons also became painters, though none reached his notoriety. Although Adriaen Brouwer used this man's techniques, he left few if any direct followers. This pupil of Carel van Mander painted with a loose brushstroke technique that allowed him to capture the vitality of sitters like Mr. Verdonck, who carries a jawbone, or the carelessly dressed Gypsy Girl. Though later works like his portrait of Descartes and his Daniel van Aken Playing the Violin reveal a sense of foreboding he": {
    "guess": "Frans Hals",
    "confidence": [
      [
        "Fr",
        -0.13047348
      ],
      [
        "ans",
        -6.749814e-06
      ],
      [
        " H",
        -0.00041839862
      ],
      [
        "als",
        -0.00016206119
      ]
    ]
  },
  "Five of this drama's eight original characters are alive at the end, including Panope, a servant who": {
    "guess": "The Maids",
    "confidence": [
      [
        "The",
        -0.9122206
      ],
      [
        " Ma",
        -1.3357588
      ],
      [
        "ids",
        -0.00042197472
      ]
    ]
  },
  "The five provisions of the treaty that created this region also governed the acquisition of horse and oxen and set penalties for acts of murder by the king's thegns. Bodies known as wapentakes typically oversaw local government in this area, which had a southwestern boundary extending from the point": {
    "guess": "Danelaw",
    "confidence": [
      [
        "D",
        -0.088142894
      ],
      [
        "anel",
        -0.0009613622
      ],
      [
        "aw",
        -0.0005150251
      ]
    ]
  },
  "The five provisions of the treaty that created this region also governed the acquisition of horse and oxen and set penalties for acts of murder by the king's thegns. Bodies known as wapentakes typically": {
    "guess": "Danelaw",
    "confidence": [
      [
        "D",
        -1.0299942
      ],
      [
        "anel",
        -0.0039488636
      ],
      [
        "aw",
        -0.0006072447
      ]
    ]
  },
  "Five of this drama's eight original characters are alive at the end, including Panope, a servant who acts as a messenger. The tutor Theramenes comments that \"love comes to all men; Venus wills it\" upon discovering one character's love for the prisoner Aricia, the daughter of the former king of Athens. The central event in its plot is perpetrated by the nurse Oenone, who claims that the title character has been raped. That title character's attempt to put her own sons on the throne drives much of the plot, and her jealous love leads her husband Theseus to curse his innocent son Hippolytus. For ten points, name this drama centering on a bitch daughter of Minos and Pasiphae, written by Jean Racine.": {
    "guess": "Phèdre",
    "confidence": [
      [
        "Ph",
        -0.011692404
      ],
      [
        "è",
        -0.34801784
      ],
      [
        "dre",
        -8.45898e-05
      ]
    ]
  },
  "A five note dotted quarter note melody that descends one octave is the center of this piece's intermissive passage in its parallel key of D major. Written to mock the music critic Henry Chorley, this short piano piece in 6/8 time gains its quirkiness through the contrast between its melancholy tone and bouncy eighth note march rhythm. Composed in 1872, during the composer's time in England and twenty years after he turned Bach's Prelude in C Major into an Ave Maria, this piece gained popularity as a 1950's television theme song. FTP, name this Charles Gounod work used as the theme for Alfred Hitchcock": {
    "guess": "Funeral March of a Marionette",
    "confidence": [
      [
        "Fun",
        -0.59111
      ],
      [
        "eral",
        -0.0005363516
      ],
      [
        " March",
        -0.0024041932
      ],
      [
        " of",
        -0.02728784
      ],
      [
        " a",
        -0.0074034804
      ],
      [
        " Marion",
        -0.0006457182
      ],
      [
        "ette",
        -0.00037669198
      ]
    ]
  },
  "A five note dotted quarter note melody that descends one octave is the center of this piece's intermissive passage in its parallel key of D major. Written to mock the music critic Henry Chorley, this short piano piece in 6/8 time gains its quirkiness through the contrast between its melancholy tone and bouncy eighth note march rhythm. Composed in 1872, during the composer's time in England and twenty years after he turned Bach's Prelude in C Major into an Ave Maria, this piece gained popularity as": {
    "guess": "Funérailles",
    "confidence": [
      [
        "Fun",
        -1.7738414
      ],
      [
        "ér",
        -0.70471746
      ],
      [
        "ailles",
        -4.3464544e-05
      ]
    ]
  },
  "A five note dotted quarter note melody that descends one octave is the center of this piece's intermissive passage in its parallel key of D major. Written to mock the music critic Henry Chorley, this short piano piece in 6/8 time gains its quirkiness through the contrast between its melancholy tone and": {
    "guess": "Carnaval",
    "confidence": [
      [
        "C",
        -0.5099445
      ],
      [
        "arn",
        -0.000119039665
      ],
      [
        "aval",
        -0.0012802377
      ]
    ]
  },
  "The Five Iron Frenzy song, \"Every New Day\" quotes the lines, \"When the stars threw down their spears/* And watered heaven with their tears\", which is itself believed to be a reference to Paradise Lost. Another possible reference to that poem is found in the lines, \"On what wings dare he aspire?/What the hand seize the fire?\", which also contain imagery of industrialization, which the poet felt was": {
    "guess": "Paradise Lost",
    "confidence": [
      [
        "Par",
        -0.47717708
      ],
      [
        "ad",
        -0.0001277342
      ],
      [
        "ise",
        -7.314626e-05
      ],
      [
        " Lost",
        -0.00018923594
      ]
    ]
  },
  "A five-movement song cycle by this composer begins by recalling childhood stories of angels and was later orchestrated by Felix Mottl, including \"Im Treibhaus\" or \"In the Greenhouse.\" This composer included \"Traüme,\" or \"Dreams,\" in his Wesendonck Songs, and a melody from that song is referenced in the duet \"O Sink Hernieder\" in one of his operas. Another work by him follows the last of the Roman (*) tribunes, who dies in the burning Capitol building. This composer of Rienzi also wrote a work in": {
    "guess": "Richard Wagner",
    "confidence": [
      [
        "Richard",
        -0.0010809217
      ],
      [
        " Wagner",
        -0.00016098835
      ]
    ]
  },
  "This man's five voice setting of Circumdederunt Me notably alternates between homophony and polyphony to emphasize repeated invocations like \"O Domine libera.\" His friend Alfonso Ferrabosco encouraged his use of \"double imitation,\" which can be seen in his Domine, Praestolamur and the multi-part Infelix Ego, though he still composed his \"Babylon\" motets such as Ne Irascaris, Domine in a more homophonic": {
    "guess": "Thomas Tallis",
    "confidence": [
      [
        "Thomas",
        -0.85686755
      ],
      [
        " Tall",
        -0.010325773
      ],
      [
        "is",
        -0.00011582117
      ]
    ]
  },
  "This man's five voice setting of Circumdederunt Me notably alternates between homophony and polyphony to emphasize repeated invocations like \"O Domine libera.\" His friend Alfonso Ferrabosco encouraged his use of \"double imitation,\" which can be seen in his Domine, Praestolamur and the multi-part Infelix Ego, though he still composed his \"Babylon\" motets such as Ne Irascaris, Domine in a more homophonic style. His twenty variations on the song \"The Leave Be Green\" can be found in his Browning, and": {
    "guess": "Thomas Tallis",
    "confidence": [
      [
        "Thomas",
        -0.95962477
      ],
      [
        " Tall",
        -0.63599646
      ],
      [
        "is",
        -0.00025907462
      ]
    ]
  },
  "A five-movement song cycle by this composer begins by recalling childhood stories of angels and was later orchestrated by Felix Mottl, including \"Im Treibhaus\" or \"In the Greenhouse.\" This composer included": {
    "guess": "Richard Wagner",
    "confidence": [
      [
        "Richard",
        -0.10351327
      ],
      [
        " Wagner",
        -0.37088606
      ]
    ]
  }
}