{
  "This involuntary nerve arising from the third, fourth, and fifth levels of the spinal cord innervates the diaphragm. A mnemonic for this nerve is: \"C3, C4, and C5 keep the diaphragm alive.\" If a break to the neck in this region tragically occurs, the patient may need a tracheotomy and respirator until": {
    "guess": "Phrenic nerve",
    "confidence": [
      [
        "Ph",
        -0.007252108
      ],
      [
        "ren",
        -3.7623562e-05
      ],
      [
        "ic",
        -6.253713e-05
      ],
      [
        " nerve",
        -0.0076505225
      ]
    ]
  },
  "Invitrogen Dynabeads have this property and are useful for immunoprecipitation assays, and nanobeads with this property can be used for solid-phase cDNA generation. MRI contrast agents often have this property, and a gas of monatomic hydrogen atoms would display a pure form of it. Molecular orbital theory": {
    "guess": "Paramagnetism",
    "confidence": [
      [
        "Param",
        -0.503247
      ],
      [
        "agnet",
        -0.040178347
      ],
      [
        "ism",
        -3.7146747e-05
      ]
    ]
  },
  "Invitrogen Dynabeads have this property and are useful for immunoprecipitation assays, and nanobeads with this property can be used for solid-phase cDNA generation. MRI contrast agents often have this property, and a gas of monatomic hydrogen atoms would display a pure form of it. Molecular orbital theory is required to show that diatomic oxygen has it. Ferrofluids display the super- form of this behavior, which is described by the equation M equals chi times H, in which chi is positive. This property occurs above the Curie and Neel temperatures in certain materials, in which spins are randomly aligned until an external field is applied. For 10 points, name this type of magnetism.": {
    "guess": "Magnetism",
    "confidence": [
      [
        "M",
        -0.33766112
      ],
      [
        "agnet",
        -0.24553223
      ],
      [
        "ism",
        -0.061097052
      ]
    ]
  },
  "He invokes the image of a man choking on a meatball, then passing out because, when calling 911, he has to sit through a list of options for various languages, after choking upon hearing that English is": {
    "guess": "The Corrections",
    "confidence": [
      [
        "The",
        -1.3038356
      ],
      [
        " Corrections",
        -1.7741324
      ]
    ]
  },
  "He invokes the image of a man choking on a meatball, then passing out because, when calling 911, he has": {
    "guess": "Choking Game",
    "confidence": [
      [
        "Ch",
        -1.5112691
      ],
      [
        "oking",
        -0.024632748
      ],
      [
        " Game",
        -0.4194795
      ]
    ]
  },
  "This involuntary nerve arising from the third, fourth, and fifth levels of the spinal cord innervates": {
    "guess": "Phrenic nerve",
    "confidence": [
      [
        "Ph",
        -1.0782946
      ],
      [
        "ren",
        -3.094816e-05
      ],
      [
        "ic",
        -5.383526e-05
      ],
      [
        " nerve",
        -0.10311659
      ]
    ]
  },
  "One man involved in this event did not comply with Archibald Cox's subpoena leading to the Saturday Night Massacre, a mass-firing in the Attorney General's office. The Washington Post's Bob (*) Woodward first broke news of this event, which involved an organization called CREEP. Exposed by Deep Throat and a number of tapes, name this scandal in which a Washington, D.C. hotel was burgled, leading to the resignation of US President Richard Nixon.": {
    "guess": "Watergate scandal",
    "confidence": [
      [
        "Water",
        -0.015099423
      ],
      [
        "gate",
        -5.0378356e-05
      ],
      [
        " scandal",
        -0.01575349
      ]
    ]
  },
  "Invitrogen Dynabeads have this property and are useful for immunoprecipitation assays, and nanobeads with this property can be used for solid-phase cDNA generation. MRI contrast agents often have this": {
    "guess": "Magnetic nanoparticles",
    "confidence": [
      [
        "M",
        -0.4022331
      ],
      [
        "agnetic",
        -0.047707953
      ],
      [
        " nanoparticles",
        -0.8127484
      ]
    ]
  },
  "He invokes the image of a man choking on a meatball, then passing out because, when calling 911, he has to sit through a list of options for various languages, after choking upon hearing that English is no longer America's official language. For ten points, name the candidate running this controversial anti-immigration ad while running for President on the Reform Party ticket.": {
    "guess": "Pat Buchanan",
    "confidence": [
      [
        "Pat",
        -0.03515108
      ],
      [
        " Buchanan",
        -8.733149e-05
      ]
    ]
  },
  "This involuntary nerve arising from the third, fourth, and fifth levels of the spinal cord innervates the diaphragm. A mnemonic for this nerve is: \"C3, C4, and C5 keep the diaphragm alive.\" If a break": {
    "guess": "Phrenic nerve",
    "confidence": [
      [
        "Ph",
        -0.0060954005
      ],
      [
        "ren",
        -1.2352386e-05
      ],
      [
        "ic",
        -2.0100624e-05
      ],
      [
        " nerve",
        -0.014743239
      ]
    ]
  },
  "He invokes the image of a man choking on a meatball, then passing out because, when calling 911, he has to sit through a list of options for various languages, after choking upon hearing that English is no longer America's official language. For ten points, name the candidate running this controversial": {
    "guess": "English-only movement in the United States",
    "confidence": [
      [
        "English",
        -0.8961186
      ],
      [
        "-only",
        -0.6103972
      ],
      [
        " movement",
        -0.10951398
      ],
      [
        " in",
        -0.4527659
      ],
      [
        " the",
        -0.012115196
      ],
      [
        " United",
        -0.029267846
      ],
      [
        " States",
        -0.0005519599
      ]
    ]
  },
  "Invitrogen Dynabeads have this property and are useful for immunoprecipitation assays, and nanobeads": {
    "guess": "Magnetic separation",
    "confidence": [
      [
        "M",
        -0.07303576
      ],
      [
        "agnetic",
        -0.096566394
      ],
      [
        " separation",
        -1.3994058
      ]
    ]
  },
  "One man involved in this event did not comply with Archibald Cox's subpoena leading to the Saturday Night Massacre, a mass-firing in the Attorney General's office. The Washington Post's Bob (*) Woodward first broke news of this event, which involved an organization called CREEP. Exposed by Deep Throat and a number of tapes, name this scandal in which a Washington, D.C. hotel was burgled, leading to": {
    "guess": "Watergate scandal",
    "confidence": [
      [
        "Water",
        -0.042920053
      ],
      [
        "gate",
        -3.9292416e-05
      ],
      [
        " scandal",
        -0.016126102
      ]
    ]
  },
  "One man involved in this event did not comply with Archibald Cox's subpoena leading to the Saturday Night Massacre, a mass-firing in the Attorney General's office. The Washington Post's Bob (*) Woodward": {
    "guess": "Archibald Cox",
    "confidence": [
      [
        "Arch",
        -1.1772392
      ],
      [
        "ib",
        -0.00011486754
      ],
      [
        "ald",
        -5.0020742e-05
      ],
      [
        " Cox",
        -0.0027264173
      ]
    ]
  },
  "One man involved in this event did not comply with Archibald Cox's subpoena leading to the Saturday Night Massacre, a mass-firing in the Attorney General's office. The Washington Post's Bob (*) Woodward first broke news of this event, which involved an organization called CREEP. Exposed by Deep Throat": {
    "guess": "Watergate scandal",
    "confidence": [
      [
        "Water",
        -0.5005545
      ],
      [
        "gate",
        -0.00019078559
      ],
      [
        " scandal",
        -0.40545222
      ]
    ]
  },
  "This involuntary nerve arising from the third, fourth, and fifth levels of the spinal cord innervates the diaphragm. A mnemonic for this nerve is: \"C3, C4, and C5 keep the diaphragm alive.\" If a break to the neck in this region tragically occurs, the patient may need a tracheotomy and respirator until the intercostals muscles between the ribs take over adequately. For ten points, name this non-cranial": {
    "guess": "Phrenic nerve",
    "confidence": [
      [
        "Ph",
        -0.0040234267
      ],
      [
        "ren",
        -4.274932e-05
      ],
      [
        "ic",
        -7.226629e-06
      ],
      [
        " nerve",
        -0.0039578862
      ]
    ]
  },
  "Invitrogen Dynabeads have this property and are useful for immunoprecipitation assays, and nanobeads with this property can be used for solid-phase cDNA generation. MRI contrast agents often have this property, and a gas of monatomic hydrogen atoms would display a pure form of it. Molecular orbital theory is required to show that diatomic oxygen has it. Ferrofluids display the super- form of this behavior,": {
    "guess": "Magnetic Property",
    "confidence": [
      [
        "M",
        -0.7809845
      ],
      [
        "agnetic",
        -0.49626455
      ],
      [
        " Property",
        -0.9632849
      ]
    ]
  },
  "This involuntary nerve arising from the third, fourth, and fifth levels of the spinal cord innervates the diaphragm. A mnemonic for this nerve is: \"C3, C4, and C5 keep the diaphragm alive.\" If a break to the neck in this region tragically occurs, the patient may need a tracheotomy and respirator until the intercostals muscles between the ribs take over adequately. For ten points, name this non-cranial nerve.": {
    "guess": "Phrenic nerve",
    "confidence": [
      [
        "Ph",
        -0.0028416105
      ],
      [
        "ren",
        -0.00052646134
      ],
      [
        "ic",
        -1.5570886e-05
      ],
      [
        " nerve",
        -0.0033081817
      ]
    ]
  },
  "Invitrogen Dynabeads have this property and are useful for immunoprecipitation assays, and nanobeads with this property can be used for solid-phase cDNA generation. MRI contrast agents often have this property, and a gas of monatomic hydrogen atoms would display a pure form of it. Molecular orbital theory is required to show that diatomic oxygen has it. Ferrofluids display the super- form of this behavior, which is described by the equation M equals chi times H, in which chi is positive. This property": {
    "guess": "Magnetism",
    "confidence": [
      [
        "M",
        -0.084213406
      ],
      [
        "agnet",
        -0.5256888
      ],
      [
        "ism",
        -0.019873882
      ]
    ]
  },
  "Invitrogen Dynabeads have this property and are useful for immunoprecipitation assays, and nanobeads with this property can be used for solid-phase cDNA generation. MRI contrast agents often have this property, and a gas of monatomic hydrogen atoms would display a pure form of it. Molecular orbital theory is required to show that diatomic oxygen has it. Ferrofluids display the super- form of this behavior, which is described by the equation M equals chi times H, in which chi is positive. This property occurs above the Curie and Neel temperatures in certain materials, in which spins are randomly": {
    "guess": "Magnetic Properties",
    "confidence": [
      [
        "M",
        -0.108700454
      ],
      [
        "agnetic",
        -0.4673775
      ],
      [
        " Properties",
        -0.87234235
      ]
    ]
  },
  "One man involved in this event did not comply with Archibald Cox's subpoena leading to the Saturday Night": {
    "guess": "Richard Nixon",
    "confidence": [
      [
        "Richard",
        -1.0318422
      ],
      [
        " Nixon",
        -0.021910055
      ]
    ]
  }
}