{
  "The sacred book of this religion includes the Gathas, Yashts, and the Vendidad. Praying in Fire Temples, these believers observe the rituals of the Yasna and Nirang-din ceremony, which creates the Holy Nirang. Although the Parsees, the largest modern group of practitioners, live in India, this religion originated in Iran. FTP, what is this religion of ancient Persia founded by the prophet also known": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0010672279
      ],
      [
        "oro",
        -4.4894987e-05
      ],
      [
        "ast",
        -4.9617593e-06
      ],
      [
        "rian",
        -1.2664457e-06
      ],
      [
        "ism",
        -6.511407e-06
      ]
    ]
  },
  "The Sackur-Tetrode equation describes this quantity for a monatomic ideal gas. A reversible adiabatic process occurs without change in this quantity, which is equal to Boltzmann's constant times the natural log of the number of(*) microstates in the system. The Gibbs free energy change for a reaction is the enthalpy change minus temperature times the change in this quantity, which is given in units of Joules per Kelvin. The Second Law of Thermodynamics requires increases in, for 10 points, what state function, a measure of a system's disorder?": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.019269628
      ]
    ]
  },
  "The sacred nature of this structure predates the religion of which it is the holiest site. Traditionally it was first constructed by Adam, and it was first used as the shelter of the marital deity Hubal as well as the idols Manat, al-Uzza and al-Lat, known as the daughters of God. Surrounded by the haram, it contains a sacred meteorite held together by a silver band. FTP, name this center of circumambulations during the Hajj located in Mecca, the holiest site in Islam.": {
    "guess": "Kaaba",
    "confidence": [
      [
        "Ka",
        -0.0074897306
      ],
      [
        "aba",
        -5.2001665e-06
      ]
    ]
  },
  "The sacred book of this religion includes the Gathas, Yashts, and the Vendidad. Praying in Fire Temples, these believers observe the rituals of the Yasna and Nirang-din ceremony, which creates the Holy Nirang. Although the Parsees, the largest modern group of practitioners, live in India, this religion": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0029981434
      ],
      [
        "oro",
        -9.221884e-05
      ],
      [
        "ast",
        -2.4584822e-06
      ],
      [
        "rian",
        -6.704273e-07
      ],
      [
        "ism",
        -0.00011880126
      ]
    ]
  },
  "The sacred nature of this structure predates the religion of which it is the holiest site. Traditionally it was first constructed by Adam, and it was first used as the shelter of the marital deity Hubal": {
    "guess": "Kaaba",
    "confidence": [
      [
        "Ka",
        -0.00878096
      ],
      [
        "aba",
        -9.233804e-05
      ]
    ]
  },
  "The sacred nature of this structure predates the religion of which it is the holiest site. Traditionally": {
    "guess": "Kaaba",
    "confidence": [
      [
        "Ka",
        -0.28050536
      ],
      [
        "aba",
        -0.00011963568
      ]
    ]
  },
  "The Sackur-Tetrode equation describes this quantity for a monatomic ideal gas. A reversible adiabatic process occurs without change in this quantity, which is equal to Boltzmann's constant times the natural log of the number of(*) microstates in the system. The Gibbs free energy change for a reaction is the enthalpy change minus temperature times the change in this quantity, which is given in units": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.1770242
      ]
    ]
  },
  "The sacred book of this religion includes the Gathas, Yashts, and the Vendidad. Praying in Fire Temples,": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.027745707
      ],
      [
        "oro",
        -0.0016574478
      ],
      [
        "ast",
        -5.705376e-05
      ],
      [
        "rian",
        -1.6524515e-05
      ],
      [
        "ism",
        -0.160747
      ]
    ]
  },
  "The sacred book of this religion includes the Gathas, Yashts, and the Vendidad. Praying in Fire Temples, these believers observe the rituals of the Yasna and Nirang-din ceremony, which creates the Holy Nirang. Although the Parsees, the largest modern group of practitioners, live in India, this religion originated in Iran. FTP, what is this religion of ancient Persia founded by the prophet also known as Zarathustra?": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0007529281
      ],
      [
        "oro",
        -4.477578e-05
      ],
      [
        "ast",
        -1.50940705e-05
      ],
      [
        "rian",
        -9.0883464e-07
      ],
      [
        "ism",
        -1.0206721e-05
      ]
    ]
  },
  "The Sackur-Tetrode equation describes this quantity for a monatomic ideal gas. A reversible adiabatic process occurs without change in this quantity, which is equal to Boltzmann's constant times the natural": {
    "guess": "Internal energy",
    "confidence": [
      [
        "Internal",
        -0.45785105
      ],
      [
        " energy",
        -0.23530133
      ]
    ]
  },
  "The Sackur-Tetrode equation describes this quantity for a monatomic ideal gas. A reversible adiabatic process occurs without change in this quantity, which is equal to Boltzmann's constant times the natural log of the number of(*) microstates in the system. The Gibbs free energy change for a reaction is the enthalpy change minus temperature times the change in this quantity, which is given in units of Joules per Kelvin. The Second Law of Thermodynamics requires increases in, for 10 points, what state": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.018148068
      ]
    ]
  },
  "The sacred nature of this structure predates the religion of which it is the holiest site. Traditionally it was first constructed by Adam, and it was first used as the shelter of the marital deity Hubal as well as the idols Manat, al-Uzza and al-Lat, known as the daughters of God. Surrounded by the haram, it contains a sacred meteorite held together by a silver band. FTP, name this center of circumambulations": {
    "guess": "Kaaba",
    "confidence": [
      [
        "Ka",
        -0.038510974
      ],
      [
        "aba",
        -0.00010306638
      ]
    ]
  },
  "The Sackur-Tetrode equation describes this quantity for a monatomic ideal gas. A reversible adiabatic process occurs without change in this quantity, which is equal to Boltzmann's constant times the natural log of the number of(*) microstates in the system. The Gibbs free energy change for a reaction": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.44470635
      ]
    ]
  },
  "The sacred nature of this structure predates the religion of which it is the holiest site. Traditionally it was first constructed by Adam, and it was first used as the shelter of the marital deity Hubal as well as the idols Manat, al-Uzza and al-Lat, known as the daughters of God. Surrounded by the haram,": {
    "guess": "Kaaba",
    "confidence": [
      [
        "Ka",
        -0.01948558
      ],
      [
        "aba",
        -0.00012606535
      ]
    ]
  },
  "The Sackur-Tetrode equation describes this quantity for a monatomic ideal gas. A reversible adiabatic": {
    "guess": "Adiabatic process",
    "confidence": [
      [
        "Ad",
        -0.93061393
      ],
      [
        "i",
        -0.00011105302
      ],
      [
        "ab",
        -6.17027e-05
      ],
      [
        "atic",
        -0.00029196384
      ],
      [
        " process",
        -0.14507298
      ]
    ]
  },
  "The sacred book of this religion includes the Gathas, Yashts, and the Vendidad. Praying in Fire Temples, these believers observe the rituals of the Yasna and Nirang-din ceremony, which creates the Holy": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.003084786
      ],
      [
        "oro",
        -6.7662884e-05
      ],
      [
        "ast",
        -9.253091e-06
      ],
      [
        "rian",
        -1.11603495e-05
      ],
      [
        "ism",
        -0.0688514
      ]
    ]
  }
}