{
  "The Riemann hypothesis conjectures that every non-trivial root of the zeta function has a real part equal to this. Multiplying this number by the quantity one plus the cosine of two x is equal to cosine squared of x. Using Heron's formula requires one to multiply the (*) perimeter of the triangle in question by this number, and finding the square root of a number is equivalent to taking it to this power. For 10 points, identify this number, equal to the sine of thirty degrees.": {
    "guess": "One-half",
    "confidence": [
      [
        "One",
        -0.43319783
      ],
      [
        "-half",
        -0.5110236
      ]
    ]
  },
  "It was ridiculed as impotent by radical thinkers in the 1960s like Peter Handke and this movement dissolved in 1967, twenty years after its inception. This association began with contempt for Hitler's regime as their only common thread, and sought to create a new literature opposed to the lofty vocabulary": {
    "guess": "Gruppe 47",
    "confidence": [
      [
        "Gr",
        -0.039712965
      ],
      [
        "uppe",
        -4.894791e-05
      ],
      [
        " ",
        -0.000450811
      ],
      [
        "47",
        -6.5994034e-05
      ]
    ]
  },
  "The Riemann hypothesis conjectures that every non-trivial root of the zeta function has a real part equal to this. Multiplying this number by the quantity one plus the cosine of two x is equal to cosine squared of x. Using Heron's formula requires one to multiply the (*) perimeter of the triangle in": {
    "guess": "1/2",
    "confidence": [
      [
        "1",
        -1.3284131
      ],
      [
        "/",
        -0.0003465481
      ],
      [
        "2",
        -0.0002105734
      ]
    ]
  },
  "It was ridiculed as impotent by radical thinkers in the 1960s like Peter Handke and this movement dissolved in 1967, twenty years after its inception. This association began with contempt for Hitler's regime as their only common thread, and sought to create a new literature opposed to the lofty vocabulary of Nazi propaganda. Founded by Hans Werner Richter and Alfred Andersch, works of this literary movement included Herod's Children and Speculations About Jakob. FTP, identify this German literary": {
    "guess": "Gruppe 47",
    "confidence": [
      [
        "Gr",
        -0.0031818748
      ],
      [
        "uppe",
        -1.4974867e-05
      ],
      [
        " ",
        -2.3915141e-05
      ],
      [
        "47",
        -1.4140442e-05
      ]
    ]
  },
  "The Riemann hypothesis conjectures that every non-trivial root of the zeta function has a real part equal to this. Multiplying this number by the quantity one plus the cosine of two x is equal to cosine squared of x. Using Heron's formula requires one to multiply the (*) perimeter of the triangle in question by this number, and finding the square root of a number is equivalent to taking it to this": {
    "guess": "Imaginary unit",
    "confidence": [
      [
        "Im",
        -0.24232505
      ],
      [
        "ag",
        -6.098748e-05
      ],
      [
        "inary",
        -0.00022129806
      ],
      [
        " unit",
        -0.025493542
      ]
    ]
  },
  "The Riemann hypothesis conjectures that every non-trivial root of the zeta function has a real part equal": {
    "guess": "Riemann hypothesis",
    "confidence": [
      [
        "R",
        -0.56498265
      ],
      [
        "iem",
        -8.006007e-05
      ],
      [
        "ann",
        -5.5623317e-05
      ],
      [
        " hypothesis",
        -0.8339823
      ]
    ]
  },
  "It was ridiculed as impotent by radical thinkers in the 1960s like Peter Handke and this movement dissolved": {
    "guess": "Nouveau roman",
    "confidence": [
      [
        "N",
        -1.0592145
      ],
      [
        "ou",
        -0.011528866
      ],
      [
        "veau",
        -0.11510276
      ],
      [
        " roman",
        -0.16155234
      ]
    ]
  },
  "It was ridiculed as impotent by radical thinkers in the 1960s like Peter Handke and this movement dissolved in 1967, twenty years after its inception. This association began with contempt for Hitler's": {
    "guess": "Gruppe 47",
    "confidence": [
      [
        "Gr",
        -0.17940454
      ],
      [
        "uppe",
        -0.00021712594
      ],
      [
        " ",
        -0.0002074741
      ],
      [
        "47",
        -5.967624e-05
      ]
    ]
  },
  "It was ridiculed as impotent by radical thinkers in the 1960s like Peter Handke and this movement dissolved in 1967, twenty years after its inception. This association began with contempt for Hitler's regime as their only common thread, and sought to create a new literature opposed to the lofty vocabulary of Nazi propaganda. Founded by Hans Werner Richter and Alfred Andersch, works of this literary": {
    "guess": "Gruppe 47",
    "confidence": [
      [
        "Gr",
        -0.0044049555
      ],
      [
        "uppe",
        -7.3458323e-06
      ],
      [
        " ",
        -2.6656826e-05
      ],
      [
        "47",
        -1.18755715e-05
      ]
    ]
  },
  "It was ridiculed as impotent by radical thinkers in the 1960s like Peter Handke and this movement dissolved in 1967, twenty years after its inception. This association began with contempt for Hitler's regime as their only common thread, and sought to create a new literature opposed to the lofty vocabulary of Nazi propaganda. Founded by Hans Werner Richter and Alfred Andersch, works of this literary movement included Herod's Children and Speculations About Jakob. FTP, identify this German literary movement that included Günter Grass and Heinrich Böll, named after the year it was created.": {
    "guess": "Gruppe 47",
    "confidence": [
      [
        "Gr",
        -0.00813461
      ],
      [
        "uppe",
        -6.2729996e-06
      ],
      [
        " ",
        -2.451116e-05
      ],
      [
        "47",
        -1.0445127e-05
      ]
    ]
  },
  "The Riemann hypothesis conjectures that every non-trivial root of the zeta function has a real part equal to this. Multiplying this number by the quantity one plus the cosine of two x is equal to cosine": {
    "guess": "One-half",
    "confidence": [
      [
        "One",
        -0.24258314
      ],
      [
        "-half",
        -0.009798588
      ]
    ]
  }
}