{
  "It was possibly inspired by a dream documented in the Tibetan text Life of Milarepa. Its subtitle is \"Which, when enlarged, will fill the sky\" and its design is influenced by the artist's earlier Sleeping Child and the Ma?stra series. The first piece of this name was mounted on a conical support while,": {
    "guess": "Bird in Space",
    "confidence": [
      [
        "Bird",
        -0.059041105
      ],
      [
        " in",
        -0.0009810051
      ],
      [
        " Space",
        -0.00047595197
      ]
    ]
  },
  "He posited that light is a periodic disturbance of a fine-grained media in his paper \"Notes on the Electromagnetic Theory of Light.\" His phenomena are seen as ringing in Fourier series near discontinuities, and his paradox deals with an apparent increase in entropy when two identical samples of gas are mixed. His phase rule describes the number of degrees of freedom in a system, but he is most famous": {
    "guess": "Josiah Willard Gibbs",
    "confidence": [
      [
        "Jos",
        -0.04267061
      ],
      [
        "iah",
        -1.27099975e-05
      ],
      [
        " Will",
        -5.574252e-05
      ],
      [
        "ard",
        -8.888114e-05
      ],
      [
        " Gibbs",
        -1.7432603e-06
      ]
    ]
  },
  "In one post-World War II conflict involving this nation, 30,000 children were taken from it by DSE forces into the Soviet Bloc. That struggle took a decisive turn when Tito closed the Yugoslav borders to the DSE, ultimately forcing them to flee to Tashkent. A notable member of this nation's Parliament founded the International Commission for Détente and Peace before he was assassinated by clubbing. The July Apostasy in this country would ultimately result in the rise of regime of \"the colonels\" during a period known as The Seven Years. Name this nation that celebrates Ohi Day in honor of Prime Minister Metaxas' rejection of an ultimatum from Mussolini, currently led, for 10 points, by George Papandreou of the Panhellenic Socialist Party with capital at Athens.": {
    "guess": "Greece",
    "confidence": [
      [
        "G",
        -0.0044383053
      ],
      [
        "reece",
        -1.4617256e-05
      ]
    ]
  },
  "In the Postscript to this novel, its author discusses unintendedly juxtaposing a scene in which the protagonist says that \"haste\" is what terrifies him most with one in which the antagonist says \"Justice is not inspired by haste\". Late in this novel, it is revealed that Berengar had enticed Adelmo to have sex with him, prompting the latter's suicide. At its climax, the protagonists find a heptagonal room called the finis Africae. Two former Dolcinians are targeted by one of this novel's antagonists, the (*) inquisitor Bernard Gui. At its end, a copy of Aristotle's Comedy is eaten by the monk Jorge of Burgos, who had poisoned its pages to commit the central crimes. For 10 points, identify this historical murder mystery starring Adso of Melk and William of Baskerville, a 1980 novel by Umberto": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.01651862
      ],
      [
        " Name",
        -0.0058228564
      ],
      [
        " of",
        -0.00014513794
      ],
      [
        " the",
        -0.0013604746
      ],
      [
        " Rose",
        -6.575563e-05
      ]
    ]
  },
  "Potassium carbonate removes this functional group during the formation of the D ring in Nicolaou Taxol synthesis, while a biosynthesis pathway for arginine is sometimes known as its namesake \"cycle.\" This functional group is elongated by two carbon units by fatty acid synthase in the synthesis of palmitate, and it is attached to the active site cysteine of fatty acid synthase in the first step of fatty acid synthesis. Often added to histones, it can be removed from histones by Sirtuin protein, as it contains a methyl group bonded to a carbonyl group. For ten points, name this functional group with chemical formula COCH3, which is paired with coenzyme A in the Krebs cycle and with salicylic acid": {
    "guess": "Acetyl Group",
    "confidence": [
      [
        "Ac",
        -0.0156084495
      ],
      [
        "etyl",
        -0.004940205
      ],
      [
        " Group",
        -0.421827
      ]
    ]
  },
  "In one position this leader was supported by a man assassinated for his repressive rule of Antigua, Daniel": {
    "guess": "Huey Long",
    "confidence": [
      [
        "H",
        -0.36575052
      ],
      [
        "ue",
        -0.0032183493
      ],
      [
        "y",
        -0.00074626005
      ],
      [
        " Long",
        -0.006869645
      ]
    ]
  },
  "A possible phylogenetic relationship between members of this taxon is given by the Cryptosringid hypothesis. A member of this phylum, Ophiocoma wendtii, is unique in that it is covered with ommatidia. Unlike most members of this phylum, ophiuroids lack an ampulla, a fleshy bulb used in movement. All members of this phylum have a filtering device known as a madreporite and tube feet, which are connected to form the water vascular system. For ten points, name this phylum of radial marine animals that": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.00391015
      ],
      [
        "chin",
        -5.1928004e-05
      ],
      [
        "od",
        -0.001360117
      ],
      [
        "erm",
        -5.6769813e-06
      ]
    ]
  },
  "One man in this position resigned for the first time after handling the Achille Lauro hijacking. A former holder of this position was acquitted in 2003 of killing a journalist who implicated the anti-Communist \"stay-behind\" organization Gladio, the existence of which was only acknowledged a decade after the journalist's death. Those two were members of the so-called CAF alliance of party leaders which controlled their country's government for a stretch. One aforementioned holder of this position helped put Zine Ben Ali in power in Tunisia, then fled there after being one of many former holders of this position implicated in the Tangentopoli scandal revealed fully by the \"clean hands\" investigations.": {
    "guess": "Prime Ministers of Italy",
    "confidence": [
      [
        "Prime",
        -0.13957731
      ],
      [
        " Ministers",
        -0.6634417
      ],
      [
        " of",
        -0.0010881858
      ],
      [
        " Italy",
        -0.0008188001
      ]
    ]
  },
  "A potential used to model these structures consists of spherical sections with intervening flat regions; that potential is used in the KKR method. A method for calculating these structures is the k-dot-p perturbation theory. Anderson's rule and the Schottky-Mott rule are used to determine the \"bending\" of these entities in heterostructures. Calculating the crystal momentum at the edge of one of these entities determines whether the space between them is direct or (*) indirect. In metals, the Fermi level bisects one of these structures. In semiconductors, the lowest unfilled one of these entities lies immediately above the valence one, and the space between the valence and conduction one is known as their namesake \"gap\". For 10 points, name these ranges of energies that can be occupied by electrons in a solid-state system.": {
    "guess": "Electronic band structure",
    "confidence": [
      [
        "Electronic",
        -0.45124987
      ],
      [
        " band",
        -0.028651766
      ],
      [
        " structure",
        -0.6761862
      ]
    ]
  },
  "A potential used to model these structures consists of spherical sections with intervening flat regions; that potential is used in the KKR method. A method for calculating these structures is the k-dot-p perturbation theory. Anderson's rule and the Schottky-Mott rule are used to determine the \"bending\" of these entities in heterostructures. Calculating the crystal momentum at the edge of one of these": {
    "guess": "Effective mass (solid-state physics)",
    "confidence": [
      [
        "Effective",
        -1.1886253
      ],
      [
        " mass",
        -0.11244121
      ],
      [
        " (",
        -0.4291343
      ],
      [
        "solid",
        -0.009572625
      ],
      [
        "-state",
        -0.015334126
      ],
      [
        " physics",
        -1.9816675e-06
      ],
      [
        ")",
        -4.1080468e-05
      ]
    ]
  },
  "A positive response to the Paul-Bunnell heterophile antibody test indicates infection by this virus, and  the Miller-Hutt-Fletcher process is one way it can target cells. Marmoset cell immortality is a result of this  virus which can be responsible for both inhibition of the IL-10 receptor and promotion of autoimmune  disease states through polyclonal B cell expansion. FTP, name this B-cell infecting virus linked to  conditions like nasopharyngeal carcinoma, oral hairy leukoplakia, Burkitt‟s lymphoma, Hodgkin‟s  Disease, and mononucleosis.": {
    "guess": "Epstein–Barr virus",
    "confidence": [
      [
        "Ep",
        -0.0034616757
      ],
      [
        "stein",
        -1.0280384e-06
      ],
      [
        "–",
        -0.020322422
      ],
      [
        "B",
        -1.4140442e-05
      ],
      [
        "arr",
        -1.3856493e-06
      ],
      [
        " virus",
        -0.0018825924
      ]
    ]
  },
  "The potential energy between two heavy ones is Coulombic at short distances, but becomes linear, representing a constant attractive force, for a range of distances around a femtometer. The effect of pair creation of these particles allows chromoelectric flux tubes to break, with the pieces becoming independent jets. The heaviest known one weighs about 175 GeV and was discovered at Fermilab's Tevatron collider, and unlike lighter ones, it decays before it can form hadrons. They were called \"aces\" by George Zweig, who proposed them independently of Murray Gell-Mann. For 10 points, what is this type": {
    "guess": "Quark confinement",
    "confidence": [
      [
        "Qu",
        -0.12962146
      ],
      [
        "ark",
        -0.007937709
      ],
      [
        " confinement",
        -0.7206923
      ]
    ]
  },
  "Potassium carbonate removes this functional group during the formation of the D ring in Nicolaou Taxol synthesis, while a biosynthesis pathway for arginine is sometimes known as its namesake \"cycle.\" This functional group is elongated by two carbon units by fatty acid synthase in the synthesis of palmitate, and it is attached to the active site cysteine of fatty acid synthase in the first step of fatty acid synthesis. Often added to histones, it can be removed from histones by Sirtuin protein, as it contains a methyl group bonded to a carbonyl group. For ten points, name this functional group with chemical formula COCH3, which is paired with coenzyme A in the Krebs cycle and with salicylic acid in aspirin.": {
    "guess": "Acetyl Group",
    "confidence": [
      [
        "Ac",
        -0.010885342
      ],
      [
        "etyl",
        -0.006477568
      ],
      [
        " Group",
        -0.17125805
      ]
    ]
  },
  "Possessing a filled peritoneum, this phylum of animals include the fish- invading Monogenea and the parasitic": {
    "guess": "Platyhelminthes",
    "confidence": [
      [
        "Pl",
        -0.32592943
      ],
      [
        "aty",
        -0.0002544257
      ],
      [
        "hel",
        -0.0015398616
      ],
      [
        "min",
        -1.9361265e-07
      ],
      [
        "thes",
        -3.0113732e-05
      ]
    ]
  },
  "A potted plant rests on a window sill in the background,while flowers rest on floral print in the bottom left. A tapestry hangs towards the back of the right wall, hanging over one of three chests. The trunk of the tree whose leaves can be seen through the window is obscured by a column. The central": {
    "guess": "Venus of Urbino",
    "confidence": [
      [
        "V",
        -0.15921728
      ],
      [
        "enus",
        -0.0014404731
      ],
      [
        " of",
        -0.0012301116
      ],
      [
        " Urb",
        -3.5954712e-05
      ],
      [
        "ino",
        -4.9663133e-05
      ]
    ]
  },
  "It is possible that it was painted as a sign for a café operated by Belloni. A statue with very narrow eyes and large ears stands concealed by trees on the right side of this painting. Just beside that": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.18645388
      ],
      [
        "ighth",
        -0.00012201976
      ],
      [
        "awks",
        -1.8624639e-06
      ]
    ]
  },
  "In the Postscript to this novel, its author discusses unintendedly juxtaposing a scene in which the protagonist says that \"haste\" is what terrifies him most with one in which the antagonist says \"Justice is not inspired by haste\". Late in this novel, it is revealed that Berengar had enticed Adelmo to have sex with him, prompting the latter's suicide. At its climax, the protagonists find a heptagonal": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.0037574477
      ],
      [
        " Name",
        -0.0002005603
      ],
      [
        " of",
        -0.00012106613
      ],
      [
        " the",
        -0.0015230757
      ],
      [
        " Rose",
        -1.50940705e-05
      ]
    ]
  },
  "In the Postscript to this novel, its author discusses unintendedly juxtaposing a scene in which the protagonist says that \"haste\" is what terrifies him most with one in which the antagonist says \"Justice": {
    "guess": "Either Fear and Trembling or The Concept of Anxiety",
    "confidence": [
      [
        "Either",
        -0.046764057
      ],
      [
        " Fear",
        -1.292424
      ],
      [
        " and",
        -0.007917248
      ],
      [
        " Trem",
        -0.0012376104
      ],
      [
        "bling",
        -0.00010819213
      ],
      [
        " or",
        -0.17789587
      ],
      [
        " The",
        -0.8788344
      ],
      [
        " Concept",
        -0.34133884
      ],
      [
        " of",
        -0.00012713818
      ],
      [
        " Anxiety",
        -0.013884567
      ]
    ]
  },
  "It was possibly inspired by a dream documented in the Tibetan text Life of Milarepa. Its subtitle is \"Which, when enlarged, will fill the sky\" and its design is influenced by the artist's earlier Sleeping Child and the Ma?stra series. The first piece of this name was mounted on a conical support while, in later versions, an irregular stem was used. When Edward Steichen tried to bring one through U.S. Customs, the officer classified it as a propeller blade and charged a $600 duty. The work eliminates any superficial likeness and lengthens the body swell of the titular animals, reducing to an oval": {
    "guess": "Bird in Space",
    "confidence": [
      [
        "Bird",
        -0.23605315
      ],
      [
        " in",
        -0.004978405
      ],
      [
        " Space",
        -0.002699305
      ]
    ]
  },
  "Positron annihilation spectroscopy will often show the defects that give rise to this phenomenon as  abnormally deep vacancies, because those defects actually consist of impurities that repel conduction elec-  trons in the solid's lattice structure. This effect arises due to mutual spin flip during electron-impurity  scattering, and its namesake's original calculations predicted a divergent resistance": {
    "guess": "Kondo effect",
    "confidence": [
      [
        "K",
        -0.002669473
      ],
      [
        "ondo",
        -2.6537622e-05
      ],
      [
        " effect",
        -0.0050229984
      ]
    ]
  },
  "Posthumous published works of this philosopher include one with a proclamation on the \"death of art.\"": {
    "guess": "Arthur Danto",
    "confidence": [
      [
        "Arthur",
        -0.79025424
      ],
      [
        " D",
        -0.1649469
      ],
      [
        "anto",
        -1.5332478e-05
      ]
    ]
  },
  "Pothinus warns Caesar that the library of Alexandria is burning in one of this author's works. In addition to writing Caesar and Cleopatra, this author wrote a play in which the Commander is killed by": {
    "guess": "George Bernard Shaw",
    "confidence": [
      [
        "George",
        -0.005250592
      ],
      [
        " Bernard",
        -6.3490756e-05
      ],
      [
        " Shaw",
        -7.89631e-07
      ]
    ]
  },
  "In a posthumously published work of this philosopher, a skeptic named Philo discusses the nature of God. This philosopher was so loathed in his day for his near-atheism that a woman once refused to pull": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.0015414038
      ],
      [
        " H",
        -4.012684e-05
      ],
      [
        "ume",
        -2.220075e-06
      ]
    ]
  },
  "In one post-World War II conflict involving this nation, 30,000 children were taken from it by DSE forces into the Soviet Bloc. That struggle took a decisive turn when Tito closed the Yugoslav borders": {
    "guess": "Greek Civil War",
    "confidence": [
      [
        "Greek",
        -0.6172254
      ],
      [
        " Civil",
        -0.00024144349
      ],
      [
        " War",
        -0.00037895687
      ]
    ]
  },
  "As a possible result of Dirac theory, Zitterbewegung could be used to explain this phenomenon. Experimental measurement of this phenomenon has revealed that the value of the electron spin g-factor is slightly": {
    "guess": "G-factor",
    "confidence": [
      [
        "G",
        -0.9128217
      ],
      [
        "-factor",
        -0.2046536
      ]
    ]
  },
  "The potential error when modelling these systems is given on a zero to nine scale in the U parameter. These systems can be periodically modulated on the order of ten to the negative 5th by activity cycles in the Applegate mechanism. \"Halo\" ones tend to be unstable, requiring station-keeping to maintain them. Calculations for moving between two of these often uses the patched conic approximation. Because angular momentum is conserved for forces solely dependent on the direction of motion, these systems exhibit motion only in the (*) plane. The vis viva equation is used to calculate the velocity of participants in these. The only stable closed type of these constructs are formed through central": {
    "guess": "Orbital mechanics",
    "confidence": [
      [
        "Or",
        -0.44962916
      ],
      [
        "b",
        -0.01627002
      ],
      [
        "ital",
        -3.3213026e-05
      ],
      [
        " mechanics",
        -0.78729266
      ]
    ]
  },
  "The potential error when modelling these systems is given on a zero to nine scale in the U parameter.": {
    "guess": "Uncertainty Quantification",
    "confidence": [
      [
        "Unc",
        -2.1102903
      ],
      [
        "ertainty",
        -0.008999435
      ],
      [
        " Quant",
        -0.42019114
      ],
      [
        "ification",
        -0.0060572512
      ]
    ]
  },
  "A positive response to the Paul-Bunnell heterophile antibody test indicates infection by this virus, and  the Miller-Hutt-Fletcher process is one way it can target cells. Marmoset cell immortality is a result of this  virus which can be responsible for both inhibition of the IL-10 receptor and promotion of autoimmune  disease states through polyclonal B cell expansion. FTP, name this B-cell infecting": {
    "guess": "Epstein–Barr virus",
    "confidence": [
      [
        "Ep",
        -0.015199467
      ],
      [
        "stein",
        -3.0545007e-06
      ],
      [
        "–",
        -0.046136595
      ],
      [
        "B",
        -1.4617256e-05
      ],
      [
        "arr",
        -1.8624639e-06
      ],
      [
        " virus",
        -0.01564682
      ]
    ]
  },
  "Pothinus warns Caesar that the library of Alexandria is burning in one of this author's works. In addition to writing Caesar and Cleopatra, this author wrote a play in which the Commander is killed by Don Juan and decides to visit Hell because he found Heaven too boring. Jack Tanner marries Ann in his Man and Superman, and Andrew Undershaft makes a donation to the Salvation Army in another of his plays. This author of Major Barbara wrote a work centering on the main character's wager with Colonel Pickering. For 10 points, name this Irish playwright who wrote about Henry Higgins tutoring Eliza Doolittle": {
    "guess": "George Bernard Shaw",
    "confidence": [
      [
        "George",
        -0.018428046
      ],
      [
        " Bernard",
        -0.00035953766
      ],
      [
        " Shaw",
        -3.5313153e-06
      ]
    ]
  },
  "In one position this leader was supported by a man assassinated for his repressive rule of Antigua, Daniel Parke, and this man feuded with Robert Treat over the latter's harboring of William Goffe and": {
    "guess": "Edmund Andros",
    "confidence": [
      [
        "Ed",
        -0.45518395
      ],
      [
        "mund",
        -0.008936226
      ],
      [
        " And",
        -0.0016576861
      ],
      [
        "ros",
        -4.3202e-07
      ]
    ]
  },
  "Positron annihilation spectroscopy will often show the defects that give rise to this phenomenon as  abnormally deep vacancies, because those defects actually consist of impurities that repel conduction elec-  trons in the solid's lattice structure. This effect arises due to mutual spin flip during electron-impurity": {
    "guess": "Kondo effect",
    "confidence": [
      [
        "K",
        -0.01194605
      ],
      [
        "ondo",
        -1.4855664e-05
      ],
      [
        " effect",
        -0.012209404
      ]
    ]
  },
  "Posthumous releases from this composer include the collection of songs \"Orpheus Britannicus\" and the opera The Indian Queen.  He wrote a number of odes for Saint Cecelia's day, and incidental music for": {
    "guess": "Henry Purcell",
    "confidence": [
      [
        "Henry",
        -0.0013642855
      ],
      [
        " Pur",
        -8.75699e-05
      ],
      [
        "cell",
        -7.7318386e-05
      ]
    ]
  },
  "His posthumously published volumes include Sixes and Sevens, Rolling Stones, and Waifs and Strays. He founded The Rolling Stone, a comic magazine, in 1894, but it was not until he found himself in a Columbus": {
    "guess": "O. Henry",
    "confidence": [
      [
        "O",
        -0.029258704
      ],
      [
        ".",
        -0.0010925926
      ],
      [
        " Henry",
        -0.00025645216
      ]
    ]
  },
  "The potential energy between two heavy ones is Coulombic at short distances, but becomes linear, representing a constant attractive force, for a range of distances around a femtometer. The effect of pair creation of these particles allows chromoelectric flux tubes to break, with the pieces becoming independent jets. The heaviest known one weighs about 175 GeV and was discovered at Fermilab's Tevatron": {
    "guess": "Quark",
    "confidence": [
      [
        "Qu",
        -0.10646984
      ],
      [
        "ark",
        -0.0005785313
      ]
    ]
  },
  "Positron annihilation spectroscopy will often show the defects that give rise to this phenomenon as  abnormally deep vacancies, because those defects actually consist of impurities that repel conduction elec-  trons in the solid's lattice structure. This effect arises due to mutual spin flip during electron-impurity  scattering, and its namesake's original calculations predicted a divergent resistance as the thermodynamic  temperature was decreased to zero, though Anderson renormalization has yielded results in better accord  with experiment. For ten points, identify the increase in the resistivity below a certain namesake tempera-  ture on the order of 10 K [kelvins] in a crystaline substance with to trapped ferromagnetic impurities, named for a Japanese physicist.": {
    "guess": "Kondo effect",
    "confidence": [
      [
        "K",
        -0.00378357
      ],
      [
        "ondo",
        -7.3458323e-06
      ],
      [
        " effect",
        -0.009144028
      ]
    ]
  },
  "A potential used to model these structures consists of spherical sections with intervening flat regions; that potential is used in the KKR method. A method for calculating these structures is the k-dot-p perturbation theory. Anderson's rule and the Schottky-Mott rule are used to determine the \"bending\" of these entities in heterostructures. Calculating the crystal momentum at the edge of one of these entities determines whether the space between them is direct or (*) indirect. In metals, the Fermi level bisects one of these structures. In semiconductors, the lowest unfilled one of these entities lies immediately above the valence one, and the space between the valence and conduction one is known as their namesake \"gap\". For 10 points, name these ranges of energies that can be occupied by electrons": {
    "guess": "Electronic band structure",
    "confidence": [
      [
        "Electronic",
        -0.2707477
      ],
      [
        " band",
        -0.034718584
      ],
      [
        " structure",
        -0.7473745
      ]
    ]
  },
  "A possibly apocryphal 151st verse of this Old Testament book was found in the Dead Sea Scrolls, which tells of the battle between David and Goliath. In Islam, this is known as Zabur, and considered one": {
    "guess": "Book of Psalms",
    "confidence": [
      [
        "Book",
        -0.7292912
      ],
      [
        " of",
        -0.00016003472
      ],
      [
        " Ps",
        -0.03740631
      ],
      [
        "al",
        -1.6643718e-05
      ],
      [
        "ms",
        -7.703444e-06
      ]
    ]
  },
  "When this post was held by Charles Gravier, his policies led to the Battle of Ushant and he successfully sabotaged the Carlisle Peace Commission. While holding this position, the archaeologist William Henry Waddington attended the Congress of Berlin, and he was criticized for allowing Britain to annex Cyprus. A more famous holder of this post made an agreement with Bonaventure Ceretti of the Vatican involving the appointment of bishops. A possible illegitimate son of Napoleon named Count Walewski held this post during the 1850s, but was not consulted during negotiation of the Treaty of Plombiers. Another holder of this post worked with Gustav Stresemann on the Locarno Treaties, and also signed an agreement with Frank Kellogg. FTP, name this position in the French government held by Talleyrand.": {
    "guess": "Minister of Foreign Affairs of France",
    "confidence": [
      [
        "Min",
        -0.38308665
      ],
      [
        "ister",
        -0.016189208
      ],
      [
        " of",
        -0.0016025791
      ],
      [
        " Foreign",
        -0.00015490896
      ],
      [
        " Affairs",
        -0.00014823723
      ],
      [
        " of",
        -0.14772113
      ],
      [
        " France",
        -0.0009331366
      ]
    ]
  },
  "It is possible that it was painted as a sign for a café operated by Belloni. A statue with very narrow eyes and large ears stands concealed by trees on the right side of this painting. Just beside that statue is a man in a white flame-like pointed hat and a man with noticeable red clothing that surround a woman wearing white. Those characters in this painting used as a signboard for the Théâtre de la Foire are known as Léandre, Isabel, and the Captain. The Doctor sits low to the left of the titular": {
    "guess": "Gilles by Antoine Watteau",
    "confidence": [
      [
        "G",
        -0.6043056
      ],
      [
        "illes",
        -0.08664195
      ],
      [
        " by",
        -0.42030945
      ],
      [
        " Antoine",
        -0.4496838
      ],
      [
        " Wat",
        -0.00048940734
      ],
      [
        "te",
        -2.1769476e-05
      ],
      [
        "au",
        -9.0073176e-05
      ]
    ]
  },
  "When this post was held by Charles Gravier, his policies led to the Battle of Ushant and he successfully sabotaged the Carlisle Peace Commission. While holding this position, the archaeologist William Henry Waddington attended the Congress of Berlin, and he was criticized for allowing Britain to annex Cyprus. A more famous holder of this post made an agreement with Bonaventure Ceretti of the Vatican involving the appointment of bishops. A possible illegitimate son of Napoleon named Count Walewski held this post during the 1850s, but was not consulted during negotiation of the Treaty of Plombiers.": {
    "guess": "Minister of Foreign Affairs (France)",
    "confidence": [
      [
        "Min",
        -0.8428086
      ],
      [
        "ister",
        -0.012939028
      ],
      [
        " of",
        -0.001985379
      ],
      [
        " Foreign",
        -0.00027420983
      ],
      [
        " Affairs",
        -0.0009066991
      ],
      [
        " (",
        -0.41021082
      ],
      [
        "France",
        -0.00018530223
      ],
      [
        ")",
        -0.00012213163
      ]
    ]
  },
  "One man in this position resigned for the first time after handling the Achille Lauro hijacking. A former holder of this position was acquitted in 2003 of killing a journalist who implicated the anti-Communist \"stay-behind\" organization Gladio, the existence of which was only acknowledged a decade after": {
    "guess": "Prime Minister of Italy",
    "confidence": [
      [
        "Prime",
        -0.21773732
      ],
      [
        " Minister",
        -0.033274252
      ],
      [
        " of",
        -0.00018006093
      ],
      [
        " Italy",
        -0.0007507825
      ]
    ]
  },
  "When the potential of a free particle is zero, the eigenfunctions of this quantity are equal to the eigenfunctions of energy, and the quantum mechanical operator for this quantity is negative i h-bar times the gradient. In classical mechanics, the change in this quantity is represented by a quantity that is also the integral of force times time, which is impulse. This quantity is conserved in elastic": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.007034324
      ],
      [
        "omentum",
        -4.1273333e-06
      ]
    ]
  },
  "It was possibly inspired by a dream documented in the Tibetan text Life of Milarepa. Its subtitle is": {
    "guess": "Kubla Khan",
    "confidence": [
      [
        "K",
        -0.5052186
      ],
      [
        "ub",
        -0.006653446
      ],
      [
        "la",
        -0.002217819
      ],
      [
        " Khan",
        -0.0001342904
      ]
    ]
  },
  "In one post-World War II conflict involving this nation, 30,000 children were taken from it by DSE forces into the Soviet Bloc. That struggle took a decisive turn when Tito closed the Yugoslav borders to the DSE, ultimately forcing them to flee to Tashkent. A notable member of this nation's Parliament founded the International Commission for Détente and Peace before he was assassinated by clubbing. The July Apostasy in this country would ultimately result in the rise of regime of \"the colonels\" during": {
    "guess": "Greece",
    "confidence": [
      [
        "G",
        -0.22253817
      ],
      [
        "reece",
        -0.00017398155
      ]
    ]
  },
  "Because they possess pKa's ranging from 16-19, they can lose a hydrogen to form salts useful in ether synthesis. Formation of one kind sometimes requires treatment with a tosylate or mesylate in order to force formation via a SN2 mechanism and avoid rearrangement. Common laboratory methods for synthesizing these include the reaction of ketones with lithium aluminum hydride or the reaction of organolithium": {
    "guess": "Alcohol (chemistry)",
    "confidence": [
      [
        "Al",
        -0.6748523
      ],
      [
        "cohol",
        -0.53258973
      ],
      [
        " (",
        -0.4038578
      ],
      [
        "chemistry",
        -0.07425958
      ],
      [
        ")",
        -0.0002739714
      ]
    ]
  },
  "Positions this man held during his lifetime included Court Musician in Weimar, Kapellmeister at Cottbus": {
    "guess": "Richard Strauss",
    "confidence": [
      [
        "Richard",
        -0.5847955
      ],
      [
        " Strauss",
        -0.009043383
      ]
    ]
  },
  "A positive response to the Paul-Bunnell heterophile antibody test indicates infection by this virus, and  the Miller-Hutt-Fletcher process is one way it can target cells. Marmoset cell immortality is a result of this  virus which can be responsible for both inhibition of the IL-10 receptor and promotion of autoimmune  disease states through polyclonal B cell expansion. FTP, name this B-cell infecting virus linked to  conditions like nasopharyngeal carcinoma, oral hairy leukoplakia, Burkitt‟s lymphoma,": {
    "guess": "Epstein–Barr virus",
    "confidence": [
      [
        "Ep",
        -0.0060000136
      ],
      [
        "stein",
        -5.080963e-06
      ],
      [
        "–",
        -0.05743694
      ],
      [
        "B",
        -3.8338785e-05
      ],
      [
        "arr",
        -4.8425554e-06
      ],
      [
        " virus",
        -0.006795894
      ]
    ]
  },
  "In a posthumously published work of this philosopher, a skeptic named Philo discusses the nature of God. This philosopher was so loathed in his day for his near-atheism that a woman once refused to pull him out of a bog, in which he was drowning, until he recited the Lord's Prayer. This author of (*)": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.0018035804
      ],
      [
        " H",
        -0.0003610873
      ],
      [
        "ume",
        -1.5332478e-05
      ]
    ]
  },
  "It is possible that it was painted as a sign for a café operated by Belloni. A statue with very narrow": {
    "guess": "The Night Café",
    "confidence": [
      [
        "The",
        -0.81551033
      ],
      [
        " Night",
        -0.085667156
      ],
      [
        " Café",
        -0.012783447
      ]
    ]
  },
  "A poster circulated by this group depicted a black skull above a crossed knife and fork, and following demonstrations they circulated signs with slogans like \"The Hungry Will Eat the Authorities.\" A splinter group from this organization combined its symbol with a crowned eagle and the (*) Kotwica. The first prime minister elected from this organization spoke of the \"thick line\" that would demarcate his policies compared to the past. This group participated in the Round Table Talks along with Internal Affairs minister Czes?aw Kiszczak in 1989. For 10 points, name this organization founded at the": {
    "guess": "Solidarity",
    "confidence": [
      [
        "Solid",
        -0.11807056
      ],
      [
        "arity",
        -0.003973797
      ]
    ]
  },
  "In one post-World War II conflict involving this nation, 30,000 children were taken from it by DSE forces into the Soviet Bloc. That struggle took a decisive turn when Tito closed the Yugoslav borders to the DSE, ultimately forcing them to flee to Tashkent. A notable member of this nation's Parliament": {
    "guess": "Greece",
    "confidence": [
      [
        "G",
        -0.6849577
      ],
      [
        "reece",
        -0.00017708084
      ]
    ]
  },
  "It is possible that it was painted as a sign for a café operated by Belloni. A statue with very narrow eyes and large ears stands concealed by trees on the right side of this painting. Just beside that statue is a man in a white flame-like pointed hat and a man with noticeable red clothing that surround": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.9996356
      ],
      [
        " Garden",
        -0.15127559
      ],
      [
        " of",
        -0.001141646
      ],
      [
        " Earth",
        -3.8219583e-05
      ],
      [
        "ly",
        -0.00073505857
      ],
      [
        " Del",
        -9.0883464e-07
      ],
      [
        "ights",
        -0.0008264218
      ]
    ]
  },
  "A potential used to model these structures consists of spherical sections with intervening flat regions; that potential is used in the KKR method. A method for calculating these structures is the k-dot-p perturbation theory. Anderson's rule and the Schottky-Mott rule are used to determine the \"bending\"": {
    "guess": "Semiconductor band structure",
    "confidence": [
      [
        "Sem",
        -0.3177286
      ],
      [
        "iconductor",
        -0.0030536465
      ],
      [
        " band",
        -0.1460817
      ],
      [
        " structure",
        -0.014218159
      ]
    ]
  },
  "In one post-World War II conflict involving this nation, 30,000 children were taken from it by DSE forces into the Soviet Bloc. That struggle took a decisive turn when Tito closed the Yugoslav borders to the DSE, ultimately forcing them to flee to Tashkent. A notable member of this nation's Parliament founded the International Commission for Détente and Peace before he was assassinated by clubbing.": {
    "guess": "Greece",
    "confidence": [
      [
        "G",
        -0.26795673
      ],
      [
        "reece",
        -0.0013092867
      ]
    ]
  },
  "As a possible result of Dirac theory, Zitterbewegung could be used to explain this phenomenon. Experimental measurement of this phenomenon has revealed that the value of the electron spin g-factor is slightly larger than two.  Providing an accurate measure for the fine-structure constant, its existence is supported by Quantum Electrodynamics, which requires an absence of vacuum polarization near the nucleus of the atom. Its presence was fully explained in the hydrogen spectrum in 1947 by Hans Bethe. Its discovery led to the 1955 Nobel Prize for its American namesake, for 10 points, name this slight energy difference between the 2p one-half and 2s one-half state in hydrogen.": {
    "guess": "Lamb shift",
    "confidence": [
      [
        "L",
        -0.30452576
      ],
      [
        "amb",
        -6.718607e-05
      ],
      [
        " shift",
        -0.014446832
      ]
    ]
  },
  "He posited that light is a periodic disturbance of a fine-grained media in his paper \"Notes on the Electromagnetic Theory of Light.\" His phenomena are seen as ringing in Fourier series near discontinuities, and his paradox deals with an apparent increase in entropy when two identical samples of gas are mixed. His phase rule describes the number of degrees of freedom in a system, but he is most famous for a function that governs the spontaneity of a chemical reaction. For 10 points, name this man": {
    "guess": "Josiah Willard Gibbs",
    "confidence": [
      [
        "Jos",
        -0.023735126
      ],
      [
        "iah",
        -2.3438328e-05
      ],
      [
        " Will",
        -0.000102708764
      ],
      [
        "ard",
        -6.0033854e-05
      ],
      [
        " Gibbs",
        -3.1281633e-07
      ]
    ]
  },
  "In the Postscript to this novel, its author discusses unintendedly juxtaposing a scene in which the protagonist says that \"haste\" is what terrifies him most with one in which the antagonist says \"Justice is not inspired by haste\". Late in this novel, it is revealed that Berengar had enticed Adelmo to": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.026850082
      ],
      [
        " Name",
        -0.00037621515
      ],
      [
        " of",
        -0.00021486107
      ],
      [
        " the",
        -0.0018101293
      ],
      [
        " Rose",
        -1.4855664e-05
      ]
    ]
  },
  "A potential used to model these structures consists of spherical sections with intervening flat regions;": {
    "guess": "Protein structure",
    "confidence": [
      [
        "Pro",
        -1.7932562
      ],
      [
        "tein",
        -0.3199361
      ],
      [
        " structure",
        -1.0523936
      ]
    ]
  },
  "A poster circulated by this group depicted a black skull above a crossed knife and fork, and following demonstrations they circulated signs with slogans like \"The Hungry Will Eat the Authorities.\" A splinter": {
    "guess": "Weather Underground",
    "confidence": [
      [
        "Weather",
        -0.6526917
      ],
      [
        " Underground",
        -0.112284906
      ]
    ]
  },
  "One man in this position resigned for the first time after handling the Achille Lauro hijacking. A former holder of this position was acquitted in 2003 of killing a journalist who implicated the anti-Communist \"stay-behind\" organization Gladio, the existence of which was only acknowledged a decade after the journalist's death. Those two were members of the so-called CAF alliance of party leaders which": {
    "guess": "Prime Minister of Italy",
    "confidence": [
      [
        "Prime",
        -0.23543239
      ],
      [
        " Minister",
        -0.18518913
      ],
      [
        " of",
        -0.000601765
      ],
      [
        " Italy",
        -0.0017290873
      ]
    ]
  },
  "It was postulated after the discovery of several heavy particles thought to be formed by strong nuclear reactions but did not interact with matter via that force. Having only integer values, it is always conserved in strong nuclear reactions that created the heavy particles but not in the weak interactions that cause their decay. Since it must be conserved, heavy particles can only be produced in pairs where the net value is zero, a process called associated production. FTP, identify this quantum": {
    "guess": "Isospin",
    "confidence": [
      [
        "Is",
        -0.96491355
      ],
      [
        "osp",
        -0.002858013
      ],
      [
        "in",
        -5.8126592e-05
      ]
    ]
  },
  "It is possible that it was painted as a sign for a café operated by Belloni. A statue with very narrow eyes and large ears stands concealed by trees on the right side of this painting. Just beside that statue is a man in a white flame-like pointed hat and a man with noticeable red clothing that surround a woman wearing white. Those characters in this painting used as a signboard for the Théâtre de la Foire are known as Léandre, Isabel, and the Captain. The Doctor sits low to the left of the titular figure who stands predominantly in the foreground of this painting. His large white shoes have pink laces and he is dressed in all white, baggy clothing. A portrait of a Pierrot during intermission,": {
    "guess": "Gilles (painting)",
    "confidence": [
      [
        "G",
        -0.3643744
      ],
      [
        "illes",
        -0.008875609
      ],
      [
        " (",
        -1.0285965
      ],
      [
        "paint",
        -1.0069216
      ],
      [
        "ing",
        -0.0023166537
      ],
      [
        ")",
        -0.0010353107
      ]
    ]
  },
  "Potentials named for their special treatment of this quantity include one named for Jerry Tersoff, and one model named for this quantity suggests that the two outermost layers of a nanoparticle experience the bulk of melting point depression. Stuart's extension of Brenner's potential was intended to better treat this concept. The Dewar-Chatt-Duncanson model explains certain phenomena that occur in molecules like Zeise's salt that tend to decrease this quantity. This quantity is limited for late transition metals with oxygen in a phenomenon known as the oxo wall. Pairs of atoms for which this quantity": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.55145293
      ],
      [
        "rone",
        -0.007005444
      ],
      [
        "g",
        -9.1742026e-05
      ],
      [
        "ativity",
        -0.00072124926
      ]
    ]
  },
  "The potential error when modelling these systems is given on a zero to nine scale in the U parameter. These systems can be periodically modulated on the order of ten to the negative 5th by activity cycles in the Applegate mechanism. \"Halo\" ones tend to be unstable, requiring station-keeping to maintain": {
    "guess": "Satellite constellation",
    "confidence": [
      [
        "Sat",
        -1.7303439
      ],
      [
        "ellite",
        -0.018862272
      ],
      [
        " constellation",
        -0.35255423
      ]
    ]
  },
  "As a possible result of Dirac theory, Zitterbewegung could be used to explain this phenomenon. Experimental": {
    "guess": "Zitterbewegung",
    "confidence": [
      [
        "Z",
        -0.5962402
      ],
      [
        "itter",
        -4.1557283e-05
      ],
      [
        "bew",
        -1.27099975e-05
      ],
      [
        "eg",
        -0.0001135563
      ],
      [
        "ung",
        -5.6934558e-05
      ]
    ]
  },
  "A possible phylogenetic relationship between members of this taxon is given by the Cryptosringid hypothesis. A member of this phylum, Ophiocoma wendtii, is unique in that it is covered with ommatidia. Unlike most members of this phylum, ophiuroids lack an ampulla, a fleshy bulb used in movement. All members of this phylum have a filtering device known as a madreporite and tube feet, which are connected": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.0033953944
      ],
      [
        "chin",
        -0.00045247984
      ],
      [
        "od",
        -0.0009305142
      ],
      [
        "erm",
        -6.704273e-07
      ]
    ]
  },
  "A positive response to the Paul-Bunnell heterophile antibody test indicates infection by this virus, and  the Miller-Hutt-Fletcher process is one way it can target cells. Marmoset cell immortality is a result of this  virus which can be responsible for both inhibition of the IL-10 receptor and promotion": {
    "guess": "Epstein–Barr virus",
    "confidence": [
      [
        "Ep",
        -0.040807284
      ],
      [
        "stein",
        -8.418666e-06
      ],
      [
        "–",
        -0.052587565
      ],
      [
        "B",
        -4.763667e-05
      ],
      [
        "arr",
        -9.014684e-06
      ],
      [
        " virus",
        -0.004261227
      ]
    ]
  },
  "Pothinus warns Caesar that the library of Alexandria is burning in one of this author's works. In addition to writing Caesar and Cleopatra, this author wrote a play in which the Commander is killed by Don Juan and decides to visit Hell because he found Heaven too boring. Jack Tanner marries Ann in his Man and Superman, and Andrew Undershaft makes a donation to the Salvation Army in another of his plays. This author of Major Barbara wrote a work centering on the main character's wager with Colonel": {
    "guess": "George Bernard Shaw",
    "confidence": [
      [
        "George",
        -0.0047651036
      ],
      [
        " Bernard",
        -7.958325e-05
      ],
      [
        " Shaw",
        -1.3856493e-06
      ]
    ]
  },
  "A potted plant rests on a window sill in the background,while flowers rest on floral print in the bottom": {
    "guess": "Venus of Urbino",
    "confidence": [
      [
        "V",
        -0.066734746
      ],
      [
        "enus",
        -0.0078354
      ],
      [
        " of",
        -0.00029792404
      ],
      [
        " Urb",
        -4.5491004e-05
      ],
      [
        "ino",
        -2.3438328e-05
      ]
    ]
  },
  "In the Postscript to this novel, its author discusses unintendedly juxtaposing a scene in which the protagonist says that \"haste\" is what terrifies him most with one in which the antagonist says \"Justice is not inspired by haste\". Late in this novel, it is revealed that Berengar had enticed Adelmo to have sex with him, prompting the latter's suicide. At its climax, the protagonists find a heptagonal room called the finis Africae. Two former Dolcinians are targeted by one of this novel's antagonists, the (*) inquisitor Bernard Gui. At its end, a copy of Aristotle's Comedy is eaten by the monk Jorge": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.028470343
      ],
      [
        " Name",
        -0.00045581753
      ],
      [
        " of",
        -0.00039456884
      ],
      [
        " the",
        -0.008506549
      ],
      [
        " Rose",
        -5.7888185e-05
      ]
    ]
  },
  "A posthumous publication of his poems was arranged by the poet laureate, Robert Bridges. The first section of Paul Mariani's biography of this man is titled \"We Are So Grafted on His Wood\" and comes from": {
    "guess": "Gerard Manley Hopkins",
    "confidence": [
      [
        "Ger",
        -0.016446283
      ],
      [
        "ard",
        -1.147242e-06
      ],
      [
        " Man",
        -6.229872e-05
      ],
      [
        "ley",
        -0.00016480287
      ],
      [
        " Hopkins",
        -2.0219828e-05
      ]
    ]
  },
  "He posited that light is a periodic disturbance of a fine-grained media in his paper \"Notes on the Electromagnetic Theory of Light.\" His phenomena are seen as ringing in Fourier series near discontinuities, and his paradox deals with an apparent increase in entropy when two identical samples of gas are mixed. His phase rule describes the number of degrees of freedom in a system, but he is most famous for a function that governs the spontaneity of a chemical reaction. For 10 points, name this man whose namesake free energy is defined as H minus TS.": {
    "guess": "Josiah Willard Gibbs",
    "confidence": [
      [
        "Jos",
        -0.009404589
      ],
      [
        "iah",
        -7.465036e-06
      ],
      [
        " Will",
        -8.602025e-05
      ],
      [
        "ard",
        -5.6219335e-05
      ],
      [
        " Gibbs",
        -1.8624639e-06
      ]
    ]
  },
  "As a possible result of Dirac theory, Zitterbewegung could be used to explain this phenomenon. Experimental measurement of this phenomenon has revealed that the value of the electron spin g-factor is slightly larger than two.  Providing an accurate measure for the fine-structure constant, its existence is supported by Quantum Electrodynamics, which requires an absence of vacuum polarization near the nucleus of the atom. Its presence was fully explained in the hydrogen spectrum in 1947 by Hans Bethe. Its discovery led to the 1955 Nobel Prize for its American namesake, for 10 points, name this slight": {
    "guess": "Lamb shift",
    "confidence": [
      [
        "L",
        -0.22629066
      ],
      [
        "amb",
        -0.000614386
      ],
      [
        " shift",
        -0.01579092
      ]
    ]
  },
  "A potted plant rests on a window sill in the background,while flowers rest on floral print in the bottom left. A tapestry hangs towards the back of the right wall, hanging over one of three chests. The trunk of the tree whose leaves can be seen through the window is obscured by a column. The central figure wears a bracelet and headband, and a girl in white can be seen rummaging through a chest. The": {
    "guess": "The Arnolfini Portrait",
    "confidence": [
      [
        "The",
        -0.8443588
      ],
      [
        " Arn",
        -1.0379761
      ],
      [
        "ol",
        -8.1490514e-05
      ],
      [
        "fin",
        -0.0005038236
      ],
      [
        "i",
        -0.000342376
      ],
      [
        " Portrait",
        -0.03014279
      ]
    ]
  },
  "A potted plant rests on a window sill in the background,while flowers rest on floral print in the bottom left. A tapestry hangs towards the back of the right wall, hanging over one of three chests. The trunk of the tree whose leaves can be seen through the window is obscured by a column. The central figure wears a bracelet and headband, and a girl in white can be seen rummaging through a chest. The woman beside her wears a red skirt and has a dress draped over her shoulder. A green curtain hangs behind the central figure and a small dog is curled up on the edge of her bed. FTP identify this reclining": {
    "guess": "The Arnolfini Portrait",
    "confidence": [
      [
        "The",
        -0.5290472
      ],
      [
        " Arn",
        -0.438045
      ],
      [
        "ol",
        -1.7716551e-05
      ],
      [
        "fin",
        -0.0001008015
      ],
      [
        "i",
        -6.6947665e-05
      ],
      [
        " Portrait",
        -0.0011761783
      ]
    ]
  },
  "A posthumous publication of his poems was arranged by the poet laureate, Robert Bridges. The first section of Paul Mariani's biography of this man is titled \"We Are So Grafted on His Wood\" and comes from the last line of this man's poem about the Eucharist, \"Barnfloor and Winepress.\" The speaker of one": {
    "guess": "Gerard Manley Hopkins",
    "confidence": [
      [
        "Ger",
        -0.02507393
      ],
      [
        "ard",
        -1.2233183e-05
      ],
      [
        " Man",
        -0.00025931303
      ],
      [
        "ley",
        -0.00034893217
      ],
      [
        " Hopkins",
        -4.8113485e-05
      ]
    ]
  },
  "A posthumous publication of his poems was arranged by the poet laureate, Robert Bridges. The first section of Paul Mariani's biography of this man is titled \"We Are So Grafted on His Wood\" and comes from the last line of this man's poem about the Eucharist, \"Barnfloor and Winepress.\" The speaker of one of his sonnets observes, \"Generations have trod, have trod, have trod; / And all is seared with trade.\" One of his poems describes an object that \"drove in the dark to leeward, / She struck\u0097not a reef or rock / But the combs of a smother of sand\" and is dedicated to \"the happy memory of five (*) Franciscan Nuns exiles by the Falk Laws.\" In another of his poems, the subject \"rung upon the rein of a wimpling wing / In his ecstasy\" and is described as a \"dapple-dawn-drawn Falcon.\" For 10 points, name this poet fond of sprung rhythm, who wrote \"The Wreck of the Deutschland\" and \"The Windhover.\"": {
    "guess": "Gerard Manley Hopkins",
    "confidence": [
      [
        "Ger",
        -0.0010014898
      ],
      [
        "ard",
        -1.4855664e-05
      ],
      [
        " Man",
        -0.00010759611
      ],
      [
        "ley",
        -0.0001501445
      ],
      [
        " Hopkins",
        -2.8444882e-05
      ]
    ]
  },
  "It was possibly inspired by a dream documented in the Tibetan text Life of Milarepa. Its subtitle is \"Which, when enlarged, will fill the sky\" and its design is influenced by the artist's earlier Sleeping Child and the Ma?stra series. The first piece of this name was mounted on a conical support while, in later versions, an irregular stem was used. When Edward Steichen tried to bring one through U.S. Customs, the officer classified it as a propeller blade and charged a $600 duty. The work eliminates": {
    "guess": "Bird in Space",
    "confidence": [
      [
        "Bird",
        -0.10030285
      ],
      [
        " in",
        -0.0030592305
      ],
      [
        " Space",
        -0.0023722008
      ]
    ]
  },
  "The potential error when modelling these systems is given on a zero to nine scale in the U parameter. These systems can be periodically modulated on the order of ten to the negative 5th by activity cycles in the Applegate mechanism. \"Halo\" ones tend to be unstable, requiring station-keeping to maintain them. Calculations for moving between two of these often uses the patched conic approximation. Because angular momentum is conserved for forces solely dependent on the direction of motion, these systems": {
    "guess": "Halo orbit",
    "confidence": [
      [
        "H",
        -0.3880762
      ],
      [
        "alo",
        -0.28116915
      ],
      [
        " orbit",
        -0.29921904
      ]
    ]
  },
  "His posthumously published volumes include Sixes and Sevens, Rolling Stones, and Waifs and Strays. He founded The Rolling Stone, a comic magazine, in 1894, but it was not until he found himself in a Columbus prison for embezzlement five years later that he began to write stories of his own. FTP, identify this author of The Trimmed Lamp, The Four Million, and Cabbages and Kings, best known for stories with trick endings like The Luck of Roaring Camp and The Gift of the Magi.": {
    "guess": "O'Henry",
    "confidence": [
      [
        "O",
        -0.01474382
      ],
      [
        "'",
        -0.57191014
      ],
      [
        "Henry",
        -0.0009831508
      ]
    ]
  },
  "Potentials named for their special treatment of this quantity include one named for Jerry Tersoff, and one model named for this quantity suggests that the two outermost layers of a nanoparticle experience the bulk of melting point depression. Stuart's extension of Brenner's potential was intended to": {
    "guess": "Bond order",
    "confidence": [
      [
        "Bond",
        -1.3893883
      ],
      [
        " order",
        -0.3179938
      ]
    ]
  },
  "When this post was held by Charles Gravier, his policies led to the Battle of Ushant and he successfully sabotaged the Carlisle Peace Commission. While holding this position, the archaeologist William Henry Waddington attended the Congress of Berlin, and he was criticized for allowing Britain to annex": {
    "guess": "French Minister for Foreign Affairs",
    "confidence": [
      [
        "French",
        -0.74474984
      ],
      [
        " Minister",
        -1.0767473
      ],
      [
        " for",
        -0.5055341
      ],
      [
        " Foreign",
        -0.011380837
      ],
      [
        " Affairs",
        -0.0042427047
      ]
    ]
  },
  "One man in this position resigned for the first time after handling the Achille Lauro hijacking. A former holder of this position was acquitted in 2003 of killing a journalist who implicated the anti-Communist \"stay-behind\" organization Gladio, the existence of which was only acknowledged a decade after the journalist's death. Those two were members of the so-called CAF alliance of party leaders which controlled their country's government for a stretch. One aforementioned holder of this position helped put Zine Ben Ali in power in Tunisia, then fled there after being one of many former holders": {
    "guess": "Prime Minister of Italy",
    "confidence": [
      [
        "Prime",
        -0.8380972
      ],
      [
        " Minister",
        -0.025457522
      ],
      [
        " of",
        -7.1954215e-05
      ],
      [
        " Italy",
        -0.12173522
      ]
    ]
  },
  "In a posthumously published work of this philosopher, a skeptic named Philo discusses the nature of God. This philosopher was so loathed in his day for his near-atheism that a woman once refused to pull him out of a bog, in which he was drowning, until he recited the Lord's Prayer. This author of (*) Dialogues Concerning Natural Religion put forth his opinion on miracles in a reworking of the first book of his Treatise of Human Nature, entitled the Enquiry Concerning Human Understanding. For 10 points, name this Scottish empiricist of the eighteenth century.": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.123704895
      ],
      [
        " H",
        -0.00036323295
      ],
      [
        "ume",
        -1.4140442e-05
      ]
    ]
  },
  "It was postulated after the discovery of several heavy particles thought to be formed by strong nuclear reactions but did not interact with matter via that force. Having only integer values, it is always conserved in strong nuclear reactions that created the heavy particles but not in the weak interactions that cause their decay. Since it must be conserved, heavy particles can only be produced in pairs": {
    "guess": "Isospin",
    "confidence": [
      [
        "Is",
        -0.35269937
      ],
      [
        "osp",
        -0.003718127
      ],
      [
        "in",
        -1.1756368e-05
      ]
    ]
  },
  "Possessing a filled peritoneum, this phylum of animals include the fish- invading Monogenea and the parasitic flukes like Schistosoma found in class Trematoda. Ganglia of neurons, ventral nerve cords, and eyespots make up its nervous system, while networks of protonephridia capped by flame cells make up its excretory system. Scolex heads and proglottid sex organs characterize the class Cestoidea of tapeworms, while free-living Dugesia and other planarians make up Turbellaria. For ten points, name this acoelomate, triploblastic, bilaterally symmetric phylum of flatworms.": {
    "guess": "Flatworm",
    "confidence": [
      [
        "Flat",
        -0.68879795
      ],
      [
        "worm",
        -2.3392786e-06
      ]
    ]
  },
  "One man in this position resigned for the first time after handling the Achille Lauro hijacking. A former holder of this position was acquitted in 2003 of killing a journalist who implicated the anti-Communist": {
    "guess": "Prime Minister of Israel",
    "confidence": [
      [
        "Prime",
        -0.8519769
      ],
      [
        " Minister",
        -0.022765849
      ],
      [
        " of",
        -0.0005337327
      ],
      [
        " Israel",
        -0.44717932
      ]
    ]
  },
  "In the Postscript to this novel, its author discusses unintendedly juxtaposing a scene in which the protagonist": {
    "guess": "The Hunchback of Notre-Dame",
    "confidence": [
      [
        "The",
        -1.2464956
      ],
      [
        " H",
        -1.2208992
      ],
      [
        "unch",
        -0.0055106194
      ],
      [
        "back",
        -1.5213274e-05
      ],
      [
        " of",
        -0.00018482542
      ],
      [
        " Notre",
        -6.682846e-05
      ],
      [
        "-D",
        -0.00059961935
      ],
      [
        "ame",
        -7.8748824e-05
      ]
    ]
  },
  "When this post was held by Charles Gravier, his policies led to the Battle of Ushant and he successfully sabotaged the Carlisle Peace Commission. While holding this position, the archaeologist William Henry Waddington attended the Congress of Berlin, and he was criticized for allowing Britain to annex Cyprus. A more famous holder of this post made an agreement with Bonaventure Ceretti of the Vatican involving the appointment of bishops. A possible illegitimate son of Napoleon named Count Walewski": {
    "guess": "Minister of Foreign Affairs of France",
    "confidence": [
      [
        "Min",
        -1.0149038
      ],
      [
        "ister",
        -0.01858182
      ],
      [
        " of",
        -0.04571592
      ],
      [
        " Foreign",
        -0.013425497
      ],
      [
        " Affairs",
        -0.0015171191
      ],
      [
        " of",
        -0.37550208
      ],
      [
        " France",
        -0.0089467475
      ]
    ]
  },
  "Positions this man held during his lifetime included Court Musician in Weimar, Kapellmeister at Cottbus and Cantor of St. Thomas' Church in Leipzig, whilst one of his sons also served in the court of Frederic the Great. Early in life, he took an unauthorized extended period of leave and walked to Lubeck to listen to the master organist Dieterich Buxtehude. A record of one of his works was fittingly put onto the Voyager I spacecraft as a showcase of humanity. FTP, name this German master composer": {
    "guess": "Johann Sebastian Bach",
    "confidence": [
      [
        "J",
        -0.0045720534
      ],
      [
        "oh",
        -3.4524266e-05
      ],
      [
        "ann",
        -0.00012380048
      ],
      [
        " Sebastian",
        -7.5411124e-05
      ],
      [
        " Bach",
        -0.00015717384
      ]
    ]
  },
  "Possessing a filled peritoneum, this phylum of animals include the fish- invading Monogenea and the parasitic flukes like Schistosoma found in class Trematoda. Ganglia of neurons, ventral nerve cords, and eyespots make up its nervous system, while networks of protonephridia capped by flame cells make": {
    "guess": "Platyhelminthes",
    "confidence": [
      [
        "Pl",
        -0.022971971
      ],
      [
        "aty",
        -0.00028982185
      ],
      [
        "hel",
        -0.0011205726
      ],
      [
        "min",
        -6.337155e-05
      ],
      [
        "thes",
        -0.39567018
      ]
    ]
  },
  "Posthumous published works of this philosopher include one with a proclamation on the \"death of art.\" In addition to Lectures \"on Aesthetics\" and \"on the Philosophy of History,\" this philosopher discussed abstract right, ethics, and morality in his Elements of the Philosophy of Right. More works by this philosopher include one split into objective and subjective sections, and another which discusses self-consciousness through the master-slave dialectic. For ten points, name this philosopher who penned": {
    "guess": "Georg Wilhelm Friedrich Hegel",
    "confidence": [
      [
        "Ge",
        -0.027346535
      ],
      [
        "org",
        0.0
      ],
      [
        " Wilhelm",
        -3.8457987e-05
      ],
      [
        " Friedrich",
        -9.372295e-06
      ],
      [
        " Heg",
        -1.6240566e-06
      ],
      [
        "el",
        -2.1008714e-06
      ]
    ]
  },
  "A possible phylogenetic relationship between members of this taxon is given by the Cryptosringid hypothesis. A member of this phylum, Ophiocoma wendtii, is unique in that it is covered with ommatidia.": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.06512899
      ],
      [
        "chin",
        -0.0015485451
      ],
      [
        "od",
        -0.04571842
      ],
      [
        "erm",
        -1.3856493e-06
      ]
    ]
  },
  "It was postulated after the discovery of several heavy particles thought to be formed by strong nuclear reactions but did not interact with matter via that force. Having only integer values, it is always conserved in strong nuclear reactions that created the heavy particles but not in the weak interactions": {
    "guess": "Strangeness (physics)",
    "confidence": [
      [
        "Str",
        -1.019412
      ],
      [
        "ang",
        -7.107425e-06
      ],
      [
        "eness",
        -2.6537622e-05
      ],
      [
        " (",
        -0.19470611
      ],
      [
        "physics",
        -0.0063958345
      ],
      [
        ")",
        -0.0001842294
      ]
    ]
  },
  "Posthumous published works of this philosopher include one with a proclamation on the \"death of art.\" In addition to Lectures \"on Aesthetics\" and \"on the Philosophy of History,\" this philosopher discussed": {
    "guess": "Arthur Schopenhauer",
    "confidence": [
      [
        "Arthur",
        -0.7949386
      ],
      [
        " Sch",
        -0.027377967
      ],
      [
        "openh",
        -4.0246043e-05
      ],
      [
        "auer",
        -0.00021509947
      ]
    ]
  },
  "Pothinus warns Caesar that the library of Alexandria is burning in one of this author's works. In addition to writing Caesar and Cleopatra, this author wrote a play in which the Commander is killed by Don Juan and decides to visit Hell because he found Heaven too boring. Jack Tanner marries Ann in his": {
    "guess": "George Bernard Shaw",
    "confidence": [
      [
        "George",
        -0.19696438
      ],
      [
        " Bernard",
        -0.00025752498
      ],
      [
        " Shaw",
        -5.9153886e-06
      ]
    ]
  },
  "Posthumous published works of this philosopher include one with a proclamation on the \"death of art.\" In addition to Lectures \"on Aesthetics\" and \"on the Philosophy of History,\" this philosopher discussed abstract right, ethics, and morality in his Elements of the Philosophy of Right. More works by this": {
    "guess": "Georg Wilhelm Friedrich Hegel",
    "confidence": [
      [
        "Ge",
        -0.0006980192
      ],
      [
        "org",
        -1.6240566e-06
      ],
      [
        " Wilhelm",
        -5.7172965e-05
      ],
      [
        " Friedrich",
        -6.1537958e-06
      ],
      [
        " Heg",
        0.0
      ],
      [
        "el",
        -4.3202e-07
      ]
    ]
  },
  "A poster circulated by this group depicted a black skull above a crossed knife and fork, and following demonstrations they circulated signs with slogans like \"The Hungry Will Eat the Authorities.\" A splinter group from this organization combined its symbol with a crowned eagle and the (*) Kotwica. The first prime minister elected from this organization spoke of the \"thick line\" that would demarcate his policies compared to the past. This group participated in the Round Table Talks along with Internal": {
    "guess": "Solidarity",
    "confidence": [
      [
        "Solid",
        -0.18990676
      ],
      [
        "arity",
        -0.00618948
      ]
    ]
  },
  "Potentials named for their special treatment of this quantity include one named for Jerry Tersoff, and one model named for this quantity suggests that the two outermost layers of a nanoparticle experience the bulk of melting point depression. Stuart's extension of Brenner's potential was intended to better treat this concept. The Dewar-Chatt-Duncanson model explains certain phenomena that occur in molecules like Zeise's salt that tend to decrease this quantity. This quantity is limited for late transition metals with oxygen in a phenomenon known as the oxo wall. Pairs of atoms for which this quantity exceeds unity are unlikely to include a bridgehead according to Bredt's rule. This quantity is three-halves for both carbon-oxygen bonds in a carboxylate ion, and rotation is inhibited whenever": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -1.1482044
      ],
      [
        "rone",
        -0.0047261952
      ],
      [
        "g",
        -3.297462e-05
      ],
      [
        "ativity",
        -0.0006296367
      ]
    ]
  },
  "Posthumous releases from this composer include the collection of songs \"Orpheus Britannicus\" and the": {
    "guess": "Henry Purcell",
    "confidence": [
      [
        "Henry",
        -0.02018247
      ],
      [
        " Pur",
        -2.0219828e-05
      ],
      [
        "cell",
        -0.00015753144
      ]
    ]
  },
  "A positive response to the Paul-Bunnell heterophile antibody test indicates infection by this virus,": {
    "guess": "Epstein–Barr virus",
    "confidence": [
      [
        "Ep",
        -0.003083594
      ],
      [
        "stein",
        -1.9361265e-07
      ],
      [
        "–",
        -0.02255037
      ],
      [
        "B",
        -6.749814e-06
      ],
      [
        "arr",
        -1.0280384e-06
      ],
      [
        " virus",
        -0.0012474933
      ]
    ]
  },
  "Possessing a filled peritoneum, this phylum of animals include the fish- invading Monogenea and the parasitic flukes like Schistosoma found in class Trematoda. Ganglia of neurons, ventral nerve cords,": {
    "guess": "Platyhelminths",
    "confidence": [
      [
        "Pl",
        -0.3200773
      ],
      [
        "aty",
        -0.0005894907
      ],
      [
        "hel",
        -0.001239514
      ],
      [
        "min",
        -1.1041146e-05
      ],
      [
        "ths",
        -0.5756913
      ]
    ]
  },
  "In the Postscript to this novel, its author discusses unintendedly juxtaposing a scene in which the protagonist says that \"haste\" is what terrifies him most with one in which the antagonist says \"Justice is not inspired by haste\". Late in this novel, it is revealed that Berengar had enticed Adelmo to have sex with him, prompting the latter's suicide. At its climax, the protagonists find a heptagonal room called the finis Africae. Two former Dolcinians are targeted by one of this novel's antagonists,": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.004211721
      ],
      [
        " Name",
        -0.00015324011
      ],
      [
        " of",
        -9.0788395e-05
      ],
      [
        " the",
        -0.0038104074
      ],
      [
        " Rose",
        -3.190179e-05
      ]
    ]
  },
  "A potted plant rests on a window sill in the background,while flowers rest on floral print in the bottom left. A tapestry hangs towards the back of the right wall, hanging over one of three chests. The trunk of the tree whose leaves can be seen through the window is obscured by a column. The central figure wears a bracelet and headband, and a girl in white can be seen rummaging through a chest. The woman beside her wears a red skirt and has a dress draped over her shoulder. A green curtain hangs": {
    "guess": "The Arnolfini Portrait",
    "confidence": [
      [
        "The",
        -0.5146206
      ],
      [
        " Arn",
        -0.22719729
      ],
      [
        "ol",
        -1.5809293e-05
      ],
      [
        "fin",
        -0.00015622021
      ],
      [
        "i",
        -0.000108668944
      ],
      [
        " Portrait",
        -0.0050553833
      ]
    ]
  },
  "Possessing a filled peritoneum, this phylum of animals include the fish- invading Monogenea and the parasitic flukes like Schistosoma found in class Trematoda. Ganglia of neurons, ventral nerve cords, and eyespots make up its nervous system, while networks of protonephridia capped by flame cells make up its excretory system. Scolex heads and proglottid sex organs characterize the class Cestoidea of": {
    "guess": "Platyhelminthes",
    "confidence": [
      [
        "Pl",
        -0.15204866
      ],
      [
        "aty",
        -0.0010320959
      ],
      [
        "hel",
        -0.0014802212
      ],
      [
        "min",
        -4.365741e-06
      ],
      [
        "thes",
        -0.00030817188
      ]
    ]
  },
  "A possible phylogenetic relationship between members of this taxon is given by the Cryptosringid hypothesis.": {
    "guess": "Cryptosporidium",
    "confidence": [
      [
        "Crypt",
        -0.787397
      ],
      [
        "os",
        -0.03134898
      ],
      [
        "por",
        -0.020080123
      ],
      [
        "id",
        -0.10005298
      ],
      [
        "ium",
        -0.031048678
      ]
    ]
  },
  "In the Postscript to this novel, its author discusses unintendedly juxtaposing a scene in which the protagonist says that \"haste\" is what terrifies him most with one in which the antagonist says \"Justice is not inspired by haste\". Late in this novel, it is revealed that Berengar had enticed Adelmo to have sex with him, prompting the latter's suicide. At its climax, the protagonists find a heptagonal room called the finis Africae. Two former Dolcinians are targeted by one of this novel's antagonists, the (*) inquisitor Bernard Gui. At its end, a copy of Aristotle's Comedy is eaten by the monk Jorge of Burgos, who had poisoned its pages to commit the central crimes. For 10 points, identify this": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.08029266
      ],
      [
        " Name",
        -0.0016101972
      ],
      [
        " of",
        -0.00016206119
      ],
      [
        " the",
        -0.0018466515
      ],
      [
        " Rose",
        -9.138441e-05
      ]
    ]
  },
  "A possible final product of this process is a fuming form of oleum. One variety of this process  employs pellets of silicate compound filled with a vanadium oxide. The production of the  intermediates": {
    "guess": "Sulfuric acid",
    "confidence": [
      [
        "S",
        -0.6656779
      ],
      [
        "ulf",
        -1.8074163e-05
      ],
      [
        "ur",
        -4.246537e-06
      ],
      [
        "ic",
        -0.08054819
      ],
      [
        " acid",
        -0.0037809513
      ]
    ]
  },
  "His posthumously published volumes include Sixes and Sevens, Rolling Stones, and Waifs and Strays. He founded The Rolling Stone, a comic magazine, in 1894, but it was not until he found himself in a Columbus prison for embezzlement five years later that he began to write stories of his own. FTP, identify": {
    "guess": "O. Henry",
    "confidence": [
      [
        "O",
        -0.019930677
      ],
      [
        ".",
        -0.0013042837
      ],
      [
        " Henry",
        -0.0001973418
      ]
    ]
  },
  "Positron annihilation spectroscopy will often show the defects that give rise to this phenomenon as  abnormally deep vacancies, because those defects actually consist of impurities that repel conduction elec-  trons in the solid's lattice structure. This effect arises due to mutual spin flip during electron-impurity  scattering, and its namesake's original calculations predicted a divergent resistance as the thermodynamic  temperature was decreased to zero, though Anderson renormalization has yielded results in better accord  with experiment. For ten points, identify the increase in the resistivity below a certain namesake tempera-  ture on the order of 10 K [kelvins] in a crystaline substance": {
    "guess": "Kondo effect",
    "confidence": [
      [
        "K",
        -0.003030356
      ],
      [
        "ondo",
        -8.299462e-06
      ],
      [
        " effect",
        -0.004044564
      ]
    ]
  },
  "In one post-World War II conflict involving this nation, 30,000 children were taken from it by DSE forces into the Soviet Bloc. That struggle took a decisive turn when Tito closed the Yugoslav borders to the DSE, ultimately forcing them to flee to Tashkent. A notable member of this nation's Parliament founded the International Commission for Détente and Peace before he was assassinated by clubbing. The July Apostasy in this country would ultimately result in the rise of regime of \"the colonels\" during a period known as The Seven Years. Name this nation that celebrates Ohi Day in honor of Prime Minister Metaxas' rejection of an ultimatum from Mussolini, currently led, for 10 points, by George": {
    "guess": "Greece",
    "confidence": [
      [
        "G",
        -0.0040015844
      ],
      [
        "reece",
        -6.086828e-05
      ]
    ]
  },
  "It is possible that it was painted as a sign for a café operated by Belloni. A statue with very narrow eyes and large ears stands concealed by trees on the right side of this painting. Just beside that statue is a man in a white flame-like pointed hat and a man with noticeable red clothing that surround a woman wearing white. Those characters in this painting used as a signboard for the Théâtre de la Foire are known as Léandre, Isabel, and the Captain. The Doctor sits low to the left of the titular figure who stands predominantly in the foreground of this painting. His large white shoes have pink laces and he is dressed in all white, baggy clothing. A portrait of a Pierrot during intermission, for 10 points, identify this work about the titular clown painted by Jean-Antoine Watteau.": {
    "guess": "Pierrot (Watteau)",
    "confidence": [
      [
        "P",
        -0.01061539
      ],
      [
        "ier",
        -0.00029422872
      ],
      [
        "rot",
        -3.888926e-06
      ],
      [
        " (",
        -0.050719716
      ],
      [
        "W",
        -0.020814901
      ],
      [
        "atte",
        -1.1517961e-05
      ],
      [
        "au",
        -5.4312077e-05
      ],
      [
        ")",
        -0.00026431592
      ]
    ]
  },
  "His posthumously published volumes include Sixes and Sevens, Rolling Stones, and Waifs and Strays. He founded The Rolling Stone, a comic magazine, in 1894, but it was not until he found himself in a Columbus prison for embezzlement five years later that he began to write stories of his own. FTP, identify this author of The Trimmed Lamp, The Four Million, and Cabbages and Kings, best known for stories": {
    "guess": "O. Henry",
    "confidence": [
      [
        "O",
        -0.008960096
      ],
      [
        ".",
        -0.0010474585
      ],
      [
        " Henry",
        -6.659005e-05
      ]
    ]
  },
  "When this post was held by Charles Gravier, his policies led to the Battle of Ushant and he successfully sabotaged the Carlisle Peace Commission. While holding this position, the archaeologist William Henry Waddington attended the Congress of Berlin, and he was criticized for allowing Britain to annex Cyprus. A more famous holder of this post made an agreement with Bonaventure Ceretti of the Vatican": {
    "guess": "Secretary of State for Foreign Affairs",
    "confidence": [
      [
        "Secretary",
        -1.1598728
      ],
      [
        " of",
        -0.01794377
      ],
      [
        " State",
        -0.12208779
      ],
      [
        " for",
        -0.08778963
      ],
      [
        " Foreign",
        -0.04616539
      ],
      [
        " Affairs",
        -0.16775922
      ]
    ]
  },
  "Because they possess pKa's ranging from 16-19, they can lose a hydrogen to form salts useful in ether synthesis. Formation of one kind sometimes requires treatment with a tosylate or mesylate in order to force formation via a SN2 mechanism and avoid rearrangement. Common laboratory methods for synthesizing these include the reaction of ketones with lithium aluminum hydride or the reaction of organolithium reagents with water. Mixing these with carboxylic acids will produce fruity smelling esters. For 10 points, name this class of organic compounds, with functional group OH, whose simplest example": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.0030885895
      ],
      [
        "cohol",
        -0.13482526
      ]
    ]
  },
  "A poster circulated by this group depicted a black skull above a crossed knife and fork, and following demonstrations they circulated signs with slogans like \"The Hungry Will Eat the Authorities.\" A splinter group from this organization combined its symbol with a crowned eagle and the (*) Kotwica. The first prime minister elected from this organization spoke of the \"thick line\" that would demarcate his policies compared to the past. This group participated in the Round Table Talks along with Internal Affairs minister Czes?aw Kiszczak in 1989. For 10 points, name this organization founded at the Gdansk shipyard in 1980 by Lech Wa??sa, a Polish Trade Union.": {
    "guess": "Solidarity",
    "confidence": [
      [
        "Solid",
        -0.0080213295
      ],
      [
        "arity",
        -0.0069349976
      ]
    ]
  },
  "The potential error when modelling these systems is given on a zero to nine scale in the U parameter. These systems can be periodically modulated on the order of ten to the negative 5th by activity cycles": {
    "guess": "Chronobiology",
    "confidence": [
      [
        "Chron",
        -1.0544628
      ],
      [
        "obi",
        -0.23553145
      ],
      [
        "ology",
        -0.0011704603
      ]
    ]
  },
  "His posthumously published volumes include Sixes and Sevens, Rolling Stones, and Waifs and Strays. He": {
    "guess": "O. Henry",
    "confidence": [
      [
        "O",
        -0.018914321
      ],
      [
        ".",
        -0.0062259673
      ],
      [
        " Henry",
        -1.4259645e-05
      ]
    ]
  },
  "One man in this position resigned for the first time after handling the Achille Lauro hijacking. A former": {
    "guess": "Secretary of State",
    "confidence": [
      [
        "Secretary",
        -0.8480393
      ],
      [
        " of",
        -0.0148063
      ],
      [
        " State",
        -0.13567838
      ]
    ]
  },
  "A possible final product of this process is a fuming form of oleum. One variety of this process  employs pellets of silicate compound filled with a vanadium oxide. The production of the  intermediates involved in this reaction is sometimes obtained by burning the product of the (*) Frasch process, but": {
    "guess": "Sulfuric acid",
    "confidence": [
      [
        "S",
        -0.18455309
      ],
      [
        "ulf",
        -2.1054253e-05
      ],
      [
        "ur",
        -2.5941605e-05
      ],
      [
        "ic",
        -0.020427544
      ],
      [
        " acid",
        -0.0031551423
      ]
    ]
  },
  "It is possible that it was painted as a sign for a café operated by Belloni. A statue with very narrow eyes and large ears stands concealed by trees on the right side of this painting. Just beside that statue is a man in a white flame-like pointed hat and a man with noticeable red clothing that surround a woman wearing white. Those characters in this painting used as a signboard for the Théâtre de": {
    "guess": "A Sunday Afternoon on the Island of La Grande Jatte",
    "confidence": [
      [
        "A",
        -1.1913693
      ],
      [
        " Sunday",
        -0.5814852
      ],
      [
        " After",
        -0.021876806
      ],
      [
        "noon",
        -1.0325924e-05
      ],
      [
        " on",
        -0.0002671768
      ],
      [
        " the",
        -6.6113236e-05
      ],
      [
        " Island",
        -0.00018065695
      ],
      [
        " of",
        -1.3306016e-05
      ],
      [
        " La",
        -0.0001822066
      ],
      [
        " Grande",
        -0.0008040298
      ],
      [
        " J",
        -1.8624639e-06
      ],
      [
        "atte",
        -0.008212058
      ]
    ]
  },
  "He posited that light is a periodic disturbance of a fine-grained media in his paper \"Notes on the Electromagnetic Theory of Light.\" His phenomena are seen as ringing in Fourier series near discontinuities,": {
    "guess": "Heinrich Hertz",
    "confidence": [
      [
        "He",
        -1.0978311
      ],
      [
        "in",
        -0.05153899
      ],
      [
        "rich",
        -0.00019674578
      ],
      [
        " H",
        -0.14685096
      ],
      [
        "ertz",
        -4.6802244e-05
      ]
    ]
  },
  "A possible phylogenetic relationship between members of this taxon is given by the Cryptosringid hypothesis. A member of this phylum, Ophiocoma wendtii, is unique in that it is covered with ommatidia. Unlike most members of this phylum, ophiuroids lack an ampulla, a fleshy bulb used in movement. All members of this phylum have a filtering device known as a madreporite and tube feet, which are connected to form the water vascular system. For ten points, name this phylum of radial marine animals that includes sand dollars and starfish.": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.0013819018
      ],
      [
        "chin",
        -1.92662e-05
      ],
      [
        "od",
        -0.0018805659
      ],
      [
        "erm",
        -9.4914985e-06
      ]
    ]
  },
  "Posthumous releases from this composer include the collection of songs \"Orpheus Britannicus\" and the opera The Indian Queen.  He wrote a number of odes for Saint Cecelia's day, and incidental music for A Midsummer Night's Dream, but his most famous composition was written for a girls' school in 1689.": {
    "guess": "Henry Purcell",
    "confidence": [
      [
        "Henry",
        -0.000615578
      ],
      [
        " Pur",
        -1.27099975e-05
      ],
      [
        "cell",
        -3.392825e-05
      ]
    ]
  },
  "One man in this position resigned for the first time after handling the Achille Lauro hijacking. A former holder of this position was acquitted in 2003 of killing a journalist who implicated the anti-Communist \"stay-behind\" organization Gladio, the existence of which was only acknowledged a decade after the journalist's death. Those two were members of the so-called CAF alliance of party leaders which controlled their country's government for a stretch. One aforementioned holder of this position helped put Zine Ben Ali in power in Tunisia, then fled there after being one of many former holders of this position implicated in the Tangentopoli scandal revealed fully by the \"clean hands\" investigations. Another holder of this position proposed an alliance between his country's Christian Democrats and Communists before being taken hostage and eventually shot by the Red Brigades. The current holder of this position hosts \"bunga bunga\" parties in his villa attended by guests like a 17-year-old Moroccan woman named Ruby. For 10 points, name this position held by Bettino Craxi, Aldo Moro, and": {
    "guess": "Prime Minister of Italy",
    "confidence": [
      [
        "Prime",
        -0.06842677
      ],
      [
        " Minister",
        -0.014653844
      ],
      [
        " of",
        -1.6882126e-05
      ],
      [
        " Italy",
        -1.8908588e-05
      ]
    ]
  },
  "Potassium carbonate removes this functional group during the formation of the D ring in Nicolaou Taxol synthesis, while a biosynthesis pathway for arginine is sometimes known as its namesake \"cycle.\" This functional group is elongated by two carbon units by fatty acid synthase in the synthesis of palmitate,": {
    "guess": "Malonyl-CoA",
    "confidence": [
      [
        "Mal",
        -0.97585547
      ],
      [
        "ony",
        -0.07120149
      ],
      [
        "l",
        -0.0009857697
      ],
      [
        "-Co",
        -1.0579364
      ],
      [
        "A",
        -0.030373871
      ]
    ]
  },
  "Positions this man held during his lifetime included Court Musician in Weimar, Kapellmeister at Cottbus and Cantor of St. Thomas' Church in Leipzig, whilst one of his sons also served in the court of Frederic the Great. Early in life, he took an unauthorized extended period of leave and walked to Lubeck to listen to the master organist Dieterich Buxtehude. A record of one of his works was fittingly put onto the Voyager I spacecraft as a showcase of humanity. FTP, name this German master composer of works like the Art of the Fugue, the Goldberg Variations, and the Well-Tempered Clavier.": {
    "guess": "Johann Sebastian Bach",
    "confidence": [
      [
        "J",
        -0.0012596374
      ],
      [
        "oh",
        -2.0339032e-05
      ],
      [
        "ann",
        -1.8431772e-05
      ],
      [
        " Sebastian",
        -0.00016957101
      ],
      [
        " Bach",
        -3.2736214e-05
      ]
    ]
  },
  "It was postulated after the discovery of several heavy particles thought to be formed by strong nuclear": {
    "guess": "Quark model",
    "confidence": [
      [
        "Qu",
        -0.90954703
      ],
      [
        "ark",
        -0.002937406
      ],
      [
        " model",
        -0.09330987
      ]
    ]
  },
  "In a posthumously published work of this philosopher, a skeptic named Philo discusses the nature of God. This philosopher was so loathed in his day for his near-atheism that a woman once refused to pull him out of a bog, in which he was drowning, until he recited the Lord's Prayer. This author of (*) Dialogues Concerning Natural Religion put forth his opinion on miracles in a reworking of the first book of his Treatise of Human Nature, entitled the Enquiry Concerning Human Understanding. For 10 points,": {
    "guess": "Dialogues Concerning Natural Religion",
    "confidence": [
      [
        "Dialog",
        -0.009295811
      ],
      [
        "ues",
        -0.00034476008
      ],
      [
        " Concern",
        -0.00012964146
      ],
      [
        "ing",
        -3.0471343e-05
      ],
      [
        " Natural",
        -6.551722e-05
      ],
      [
        " Religion",
        -0.00011582117
      ]
    ]
  },
  "A posthumous publication of his poems was arranged by the poet laureate, Robert Bridges. The first section": {
    "guess": "The Poems of Gerard Manley Hopkins",
    "confidence": [
      [
        "The",
        -0.55982035
      ],
      [
        " Po",
        -0.48384753
      ],
      [
        "ems",
        -0.015220593
      ],
      [
        " of",
        -0.0010725848
      ],
      [
        " Gerard",
        -0.011942634
      ],
      [
        " Man",
        -0.00013309837
      ],
      [
        "ley",
        -0.00015431295
      ],
      [
        " Hopkins",
        -1.18755715e-05
      ]
    ]
  },
  "A possible final product of this process is a fuming form of oleum. One variety of this process  employs": {
    "guess": "Sulfuric acid",
    "confidence": [
      [
        "S",
        -0.19918208
      ],
      [
        "ulf",
        -2.6537622e-05
      ],
      [
        "ur",
        -0.0037163426
      ],
      [
        "ic",
        -0.00615417
      ],
      [
        " acid",
        -0.0023145264
      ]
    ]
  },
  "A potential used to model these structures consists of spherical sections with intervening flat regions; that potential is used in the KKR method. A method for calculating these structures is the k-dot-p perturbation theory. Anderson's rule and the Schottky-Mott rule are used to determine the \"bending\" of these entities in heterostructures. Calculating the crystal momentum at the edge of one of these entities determines whether the space between them is direct or (*) indirect. In metals, the Fermi": {
    "guess": "Band structure (solid-state physics)",
    "confidence": [
      [
        "Band",
        -1.3009613
      ],
      [
        " structure",
        -0.038600326
      ],
      [
        " (",
        -0.3978964
      ],
      [
        "solid",
        -0.21012644
      ],
      [
        "-state",
        -0.029898249
      ],
      [
        " physics",
        -1.2590794e-05
      ],
      [
        ")",
        -3.655073e-05
      ]
    ]
  },
  "It was possibly inspired by a dream documented in the Tibetan text Life of Milarepa. Its subtitle is \"Which, when enlarged, will fill the sky\" and its design is influenced by the artist's earlier Sleeping Child and the Ma?stra series. The first piece of this name was mounted on a conical support while, in later versions, an irregular stem was used. When Edward Steichen tried to bring one through U.S. Customs, the officer classified it as a propeller blade and charged a $600 duty. The work eliminates any superficial likeness and lengthens the body swell of the titular animals, reducing to an oval plane its head and beak. FTP, name this sculpture series depicting the essence of flight by Constantin Brancusi.": {
    "guess": "Bird in Space",
    "confidence": [
      [
        "Bird",
        -0.0031384975
      ],
      [
        " in",
        -0.012527425
      ],
      [
        " Space",
        -0.00019209684
      ]
    ]
  },
  "Positron annihilation spectroscopy will often show the defects that give rise to this phenomenon as  abnormally deep vacancies, because those defects actually consist of impurities that repel conduction elec-  trons in the solid's lattice structure. This effect arises due to mutual spin flip during electron-impurity  scattering, and its namesake's original calculations predicted a divergent resistance as the thermodynamic  temperature was decreased to zero, though Anderson renormalization has yielded": {
    "guess": "Kondo effect",
    "confidence": [
      [
        "K",
        -0.0015546207
      ],
      [
        "ondo",
        -2.0219828e-05
      ],
      [
        " effect",
        -0.004046937
      ]
    ]
  },
  "Because they possess pKa's ranging from 16-19, they can lose a hydrogen to form salts useful in ether": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.30001867
      ],
      [
        "cohol",
        -0.356216
      ]
    ]
  },
  "The potential energy between two heavy ones is Coulombic at short distances, but becomes linear, representing a constant attractive force, for a range of distances around a femtometer. The effect of pair creation of these particles allows chromoelectric flux tubes to break, with the pieces becoming independent jets. The heaviest known one weighs about 175 GeV and was discovered at Fermilab's Tevatron collider, and unlike lighter ones, it decays before it can form hadrons. They were called \"aces\"": {
    "guess": "Quark",
    "confidence": [
      [
        "Qu",
        -0.5495062
      ],
      [
        "ark",
        -0.0038510282
      ]
    ]
  },
  "A poster circulated by this group depicted a black skull above a crossed knife and fork, and following demonstrations they circulated signs with slogans like \"The Hungry Will Eat the Authorities.\" A splinter group from this organization combined its symbol with a crowned eagle and the (*) Kotwica. The": {
    "guess": "Black Army",
    "confidence": [
      [
        "Black",
        -0.48545778
      ],
      [
        " Army",
        -1.392339
      ]
    ]
  },
  "It was possibly inspired by a dream documented in the Tibetan text Life of Milarepa. Its subtitle is \"Which, when enlarged, will fill the sky\" and its design is influenced by the artist's earlier Sleeping Child and the Ma?stra series. The first piece of this name was mounted on a conical support while, in later versions, an irregular stem was used. When Edward Steichen tried to bring one through U.S. Customs, the officer classified it as a propeller blade and charged a $600 duty. The work eliminates any superficial likeness and lengthens the body swell of the titular animals, reducing to an oval plane its head and beak. FTP, name this sculpture series depicting the essence of flight by Constantin": {
    "guess": "Bird in Space",
    "confidence": [
      [
        "Bird",
        -0.0358115
      ],
      [
        " in",
        -0.060591634
      ],
      [
        " Space",
        -0.004862873
      ]
    ]
  },
  "A posthumous publication of his poems was arranged by the poet laureate, Robert Bridges. The first section of Paul Mariani's biography of this man is titled \"We Are So Grafted on His Wood\" and comes from the last line of this man's poem about the Eucharist, \"Barnfloor and Winepress.\" The speaker of one of his sonnets observes, \"Generations have trod, have trod, have trod; / And all is seared with trade.\" One of his poems describes an object that \"drove in the dark to leeward, / She struck\u0097not a reef or rock / But the combs of a smother of sand\" and is dedicated to \"the happy memory of five (*)": {
    "guess": "Gerard Manley Hopkins",
    "confidence": [
      [
        "Ger",
        -0.0053249546
      ],
      [
        "ard",
        -1.569009e-05
      ],
      [
        " Man",
        -0.00011272187
      ],
      [
        "ley",
        -0.00016790217
      ],
      [
        " Hopkins",
        -4.2868523e-05
      ]
    ]
  },
  "A potential legal challenge to this law centers on its creation of the PCAOB, which has public responsibility but is appointed by members of an independent agency. This law lacks a so-called severability": {
    "guess": "Sarbanes-Oxley Act",
    "confidence": [
      [
        "S",
        -0.020697204
      ],
      [
        "ar",
        -4.310693e-05
      ],
      [
        "ban",
        -5.8126592e-05
      ],
      [
        "es",
        -8.299462e-06
      ],
      [
        "-O",
        -0.08033479
      ],
      [
        "x",
        -4.0722858e-05
      ],
      [
        "ley",
        -0.00021259987
      ],
      [
        " Act",
        -0.000118324446
      ]
    ]
  },
  "A positive response to the Paul-Bunnell heterophile antibody test indicates infection by this virus, and  the Miller-Hutt-Fletcher process is one way it can target cells. Marmoset cell immortality is a": {
    "guess": "Epstein–Barr virus",
    "confidence": [
      [
        "Ep",
        -0.0041924864
      ],
      [
        "stein",
        -6.704273e-07
      ],
      [
        "–",
        -0.029406758
      ],
      [
        "B",
        -1.867018e-05
      ],
      [
        "arr",
        -1.0280384e-06
      ],
      [
        " virus",
        -0.0026634082
      ]
    ]
  },
  "It is possible that it was painted as a sign for a café operated by Belloni. A statue with very narrow eyes and large ears stands concealed by trees on the right side of this painting. Just beside that statue is a man in a white flame-like pointed hat and a man with noticeable red clothing that surround a woman wearing white. Those characters in this painting used as a signboard for the Théâtre de la Foire are known as Léandre, Isabel, and the Captain. The Doctor sits low to the left of the titular figure who stands predominantly in the foreground of this painting. His large white shoes have pink": {
    "guess": "The Swing (Fragonard)",
    "confidence": [
      [
        "The",
        -1.0732545
      ],
      [
        " Swing",
        -0.4646336
      ],
      [
        " (",
        -0.54033613
      ],
      [
        "F",
        -0.14821678
      ],
      [
        "ragon",
        -7.465036e-06
      ],
      [
        "ard",
        -7.564953e-05
      ],
      [
        ")",
        -0.0008061755
      ]
    ]
  },
  "One man in this position resigned for the first time after handling the Achille Lauro hijacking. A former holder of this position was acquitted in 2003 of killing a journalist who implicated the anti-Communist \"stay-behind\" organization Gladio, the existence of which was only acknowledged a decade after the journalist's death. Those two were members of the so-called CAF alliance of party leaders which controlled their country's government for a stretch. One aforementioned holder of this position": {
    "guess": "Prime Minister of Italy",
    "confidence": [
      [
        "Prime",
        -0.73541254
      ],
      [
        " Minister",
        -0.012495869
      ],
      [
        " of",
        -0.00050394284
      ],
      [
        " Italy",
        -0.029223628
      ]
    ]
  },
  "Because they possess pKa's ranging from 16-19, they can lose a hydrogen to form salts useful in ether synthesis. Formation of one kind sometimes requires treatment with a tosylate or mesylate in order to force formation via a SN2 mechanism and avoid rearrangement. Common laboratory methods for synthesizing these include the reaction of ketones with lithium aluminum hydride or the reaction of organolithium reagents with water. Mixing these with carboxylic acids will produce fruity smelling esters. For 10 points, name this class of organic compounds, with functional group OH, whose simplest example is methanol.": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.0040664095
      ],
      [
        "cohol",
        -0.03195577
      ]
    ]
  },
  "A possible final product of this process is a fuming form of oleum. One variety of this process  employs pellets of silicate compound filled with a vanadium oxide. The production of the  intermediates involved in this reaction is sometimes obtained by burning the product of the (*) Frasch process, but more often by adding its dioxide to water. Largely replacing the lead chamber process, for 10  points—": {
    "guess": "Sulfuric acid",
    "confidence": [
      [
        "S",
        -0.34379727
      ],
      [
        "ulf",
        -5.3193703e-06
      ],
      [
        "ur",
        -0.00011331789
      ],
      [
        "ic",
        -0.001744439
      ],
      [
        " acid",
        -0.011722688
      ]
    ]
  },
  "Potentials named for their special treatment of this quantity include one named for Jerry Tersoff, and": {
    "guess": "Bond order",
    "confidence": [
      [
        "Bond",
        -0.2540459
      ],
      [
        " order",
        -0.14585197
      ]
    ]
  },
  "A possible phylogenetic relationship between members of this taxon is given by the Cryptosringid hypothesis. A member of this phylum, Ophiocoma wendtii, is unique in that it is covered with ommatidia. Unlike most members of this phylum, ophiuroids lack an ampulla, a fleshy bulb used in movement. All": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.015562087
      ],
      [
        "chin",
        -0.0024806506
      ],
      [
        "od",
        -0.008785807
      ],
      [
        "erm",
        -3.0545007e-06
      ]
    ]
  },
  "One man in this position resigned for the first time after handling the Achille Lauro hijacking. A former holder of this position was acquitted in 2003 of killing a journalist who implicated the anti-Communist \"stay-behind\" organization Gladio, the existence of which was only acknowledged a decade after the journalist's death. Those two were members of the so-called CAF alliance of party leaders which controlled their country's government for a stretch. One aforementioned holder of this position helped put Zine Ben Ali in power in Tunisia, then fled there after being one of many former holders of this position implicated in the Tangentopoli scandal revealed fully by the \"clean hands\" investigations. Another holder of this position proposed an alliance between his country's Christian Democrats": {
    "guess": "Prime Minister of Italy",
    "confidence": [
      [
        "Prime",
        -0.09221535
      ],
      [
        " Minister",
        -0.032550324
      ],
      [
        " of",
        -0.0027509038
      ],
      [
        " Italy",
        -0.00033057848
      ]
    ]
  },
  "He posited that light is a periodic disturbance of a fine-grained media in his paper \"Notes on the Electromagnetic": {
    "guess": "Josiah Willard Gibbs",
    "confidence": [
      [
        "Jos",
        -1.1968012
      ],
      [
        "iah",
        -7.8033605e-05
      ],
      [
        " Will",
        -0.00059163634
      ],
      [
        "ard",
        -0.0005693563
      ],
      [
        " Gibbs",
        -4.1318875e-05
      ]
    ]
  },
  "Potentials named for their special treatment of this quantity include one named for Jerry Tersoff, and one model named for this quantity suggests that the two outermost layers of a nanoparticle experience the bulk of melting point depression. Stuart's extension of Brenner's potential was intended to better treat this concept. The Dewar-Chatt-Duncanson model explains certain phenomena that occur in molecules like Zeise's salt that tend to decrease this quantity. This quantity is limited for late transition metals with oxygen in a phenomenon known as the oxo wall. Pairs of atoms for which this quantity exceeds unity are unlikely to include a bridgehead according to Bredt's rule. This quantity is three-halves for both carbon-oxygen bonds in a carboxylate ion, and rotation is inhibited whenever it's greater than one. For 10 points, name this quantity, which is formally calculated by half the": {
    "guess": "Bond order",
    "confidence": [
      [
        "Bond",
        -0.900963
      ],
      [
        " order",
        -0.29326424
      ]
    ]
  },
  "Positron annihilation spectroscopy will often show the defects that give rise to this phenomenon as  abnormally deep vacancies, because those defects actually consist of impurities that repel conduction elec-  trons in the solid's lattice structure. This effect arises due to mutual spin flip during electron-impurity  scattering, and its namesake's original calculations predicted a divergent resistance as the thermodynamic  temperature was decreased to zero, though Anderson renormalization has yielded results in better accord  with experiment. For ten points, identify the increase in the resistivity": {
    "guess": "Kondo effect",
    "confidence": [
      [
        "K",
        -0.004856104
      ],
      [
        "ondo",
        -3.9888433e-05
      ],
      [
        " effect",
        -0.0059425477
      ]
    ]
  },
  "A possibly apocryphal 151st verse of this Old Testament book was found in the Dead Sea Scrolls, which tells of the battle between David and Goliath. In Islam, this is known as Zabur, and considered one of the four holy books revealed by Allah. In the King James Bible, the longest, shortest, and middle": {
    "guess": "Book of Psalms",
    "confidence": [
      [
        "Book",
        -1.1556566
      ],
      [
        " of",
        -0.0001278534
      ],
      [
        " Ps",
        -0.0014414231
      ],
      [
        "al",
        -1.0445127e-05
      ],
      [
        "ms",
        -5.3193703e-06
      ]
    ]
  },
  "Possessing a filled peritoneum, this phylum of animals include the fish- invading Monogenea and the parasitic flukes like Schistosoma found in class Trematoda. Ganglia of neurons, ventral nerve cords, and eyespots make up its nervous system, while networks of protonephridia capped by flame cells make up its excretory system. Scolex heads and proglottid sex organs characterize the class Cestoidea of tapeworms, while free-living Dugesia and other planarians make up Turbellaria. For ten points, name": {
    "guess": "Flatworms",
    "confidence": [
      [
        "Flat",
        -0.45737502
      ],
      [
        "worm",
        -1.640531e-05
      ],
      [
        "s",
        -0.11219678
      ]
    ]
  },
  "Positions this man held during his lifetime included Court Musician in Weimar, Kapellmeister at Cottbus and Cantor of St. Thomas' Church in Leipzig, whilst one of his sons also served in the court of Frederic the Great. Early in life, he took an unauthorized extended period of leave and walked to Lubeck": {
    "guess": "Johann Sebastian Bach",
    "confidence": [
      [
        "J",
        -0.03184643
      ],
      [
        "oh",
        -0.0003122248
      ],
      [
        "ann",
        -5.6576944e-05
      ],
      [
        " Sebastian",
        -0.005353413
      ],
      [
        " Bach",
        -0.00011653639
      ]
    ]
  },
  "A potential legal challenge to this law centers on its creation of the PCAOB, which has public responsibility but is appointed by members of an independent agency. This law lacks a so-called severability clause, so legal challenges to parts of it can overturn the whole law. The most contentious aspect of this law is section 404, which requires reportage of ICFR, or internal control of financial reporting, to the SEC-appointed Public Company Oversight Board. For 10 points, name this 2002 law passed in the wake of the WorldCom and Enron scandals, named for a Maryland Senator and an Ohio Representative,": {
    "guess": "Sarbanes-Oxley Act",
    "confidence": [
      [
        "S",
        -0.0039726123
      ],
      [
        "ar",
        -0.0001406082
      ],
      [
        "ban",
        -0.0007823494
      ],
      [
        "es",
        -2.2723105e-05
      ],
      [
        "-O",
        -0.09961887
      ],
      [
        "x",
        -4.036525e-05
      ],
      [
        "ley",
        -0.00021021579
      ],
      [
        " Act",
        -0.00011021859
      ]
    ]
  },
  "Potassium carbonate removes this functional group during the formation of the D ring in Nicolaou Taxol synthesis, while a biosynthesis pathway for arginine is sometimes known as its namesake \"cycle.\" This functional group is elongated by two carbon units by fatty acid synthase in the synthesis of palmitate, and it is attached to the active site cysteine of fatty acid synthase in the first step of fatty": {
    "guess": "Carboxylic acid",
    "confidence": [
      [
        "Car",
        -1.1997155
      ],
      [
        "box",
        -0.036719255
      ],
      [
        "y",
        -0.43344054
      ],
      [
        "lic",
        -0.1969923
      ],
      [
        " acid",
        -0.06934568
      ]
    ]
  },
  "In a posthumously published work of this philosopher, a skeptic named Philo discusses the nature of God. This philosopher was so loathed in his day for his near-atheism that a woman once refused to pull him out of a bog, in which he was drowning, until he recited the Lord's Prayer. This author of (*) Dialogues Concerning Natural Religion put forth his opinion on miracles in a reworking of the first": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.0018304655
      ],
      [
        " H",
        -0.0015660459
      ],
      [
        "ume",
        -9.372295e-06
      ]
    ]
  },
  "Posthumous releases from this composer include the collection of songs \"Orpheus Britannicus\" and the opera The Indian Queen.  He wrote a number of odes for Saint Cecelia's day, and incidental music for A Midsummer Night's Dream, but his most famous composition was written for a girls' school in 1689.  FTP, name this English composer who, with librettist Nahum Tate, wrote the opera Dido and Aeneas.": {
    "guess": "Henry Purcell",
    "confidence": [
      [
        "Henry",
        -0.00028314645
      ],
      [
        " Pur",
        -4.3583746e-05
      ],
      [
        "cell",
        -2.188868e-05
      ]
    ]
  },
  "Posthumous published works of this philosopher include one with a proclamation on the \"death of art.\" In addition to Lectures \"on Aesthetics\" and \"on the Philosophy of History,\" this philosopher discussed abstract right, ethics, and morality in his Elements of the Philosophy of Right. More works by this philosopher include one split into objective and subjective sections, and another which discusses self-consciousness through the master-slave dialectic. For ten points, name this philosopher who penned the Science of Logic and The Phenomenology of Spirit.": {
    "guess": "Georg Wilhelm Friedrich Hegel",
    "confidence": [
      [
        "Ge",
        -0.019886034
      ],
      [
        "org",
        -1.2664457e-06
      ],
      [
        " Wilhelm",
        -6.420598e-05
      ],
      [
        " Friedrich",
        -2.2246291e-05
      ],
      [
        " Heg",
        -3.2929079e-06
      ],
      [
        "el",
        -4.9617593e-06
      ]
    ]
  },
  "Potentials named for their special treatment of this quantity include one named for Jerry Tersoff, and one model named for this quantity suggests that the two outermost layers of a nanoparticle experience": {
    "guess": "Bond order",
    "confidence": [
      [
        "Bond",
        -1.8471926
      ],
      [
        " order",
        -0.42897072
      ]
    ]
  },
  "In one post-World War II conflict involving this nation, 30,000 children were taken from it by DSE forces": {
    "guess": "Greek Civil War",
    "confidence": [
      [
        "Greek",
        -0.03376983
      ],
      [
        " Civil",
        -0.0026140634
      ],
      [
        " War",
        -0.00032354548
      ]
    ]
  },
  "The potential error when modelling these systems is given on a zero to nine scale in the U parameter. These systems can be periodically modulated on the order of ten to the negative 5th by activity cycles in the Applegate mechanism. \"Halo\" ones tend to be unstable, requiring station-keeping to maintain them. Calculations for moving between two of these often uses the patched conic approximation. Because angular momentum is conserved for forces solely dependent on the direction of motion, these systems exhibit motion only in the (*) plane. The vis viva equation is used to calculate the velocity of participants in these. The only stable closed type of these constructs are formed through central forces that are either linear or inverse square in position, and they are elliptical in Kepler's two-body problem.. For 10 points, identify these paths of astronomical objects.": {
    "guess": "Orbital trajectory",
    "confidence": [
      [
        "Or",
        -0.0553886
      ],
      [
        "b",
        -0.32140124
      ],
      [
        "ital",
        -2.0815847e-05
      ],
      [
        " trajectory",
        -0.32117873
      ]
    ]
  },
  "A possibly apocryphal 151st verse of this Old Testament book was found in the Dead Sea Scrolls, which tells of the battle between David and Goliath. In Islam, this is known as Zabur, and considered one of the four holy books revealed by Allah. In the King James Bible, the longest, shortest, and middle chapters can all be found in, for 10 points, which book of the bible containing 150 poems?": {
    "guess": "Psalms",
    "confidence": [
      [
        "P",
        -0.19524278
      ],
      [
        "sal",
        -1.504853e-06
      ],
      [
        "ms",
        -1.247159e-05
      ]
    ]
  },
  "Potassium carbonate removes this functional group during the formation of the D ring in Nicolaou Taxol": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -1.4847558
      ],
      [
        "ster",
        -0.010754088
      ]
    ]
  },
  "As a possible result of Dirac theory, Zitterbewegung could be used to explain this phenomenon. Experimental measurement of this phenomenon has revealed that the value of the electron spin g-factor is slightly larger than two.  Providing an accurate measure for the fine-structure constant, its existence is supported by Quantum Electrodynamics, which requires an absence of vacuum polarization near the": {
    "guess": "Quantum Hall effect",
    "confidence": [
      [
        "Quant",
        -0.9944064
      ],
      [
        "um",
        -0.00045605595
      ],
      [
        " Hall",
        -0.22647926
      ],
      [
        " effect",
        -0.0070513724
      ]
    ]
  },
  "The potential error when modelling these systems is given on a zero to nine scale in the U parameter. These systems can be periodically modulated on the order of ten to the negative 5th by activity cycles in the Applegate mechanism. \"Halo\" ones tend to be unstable, requiring station-keeping to maintain them. Calculations for moving between two of these often uses the patched conic approximation. Because angular momentum is conserved for forces solely dependent on the direction of motion, these systems exhibit motion only in the (*) plane. The vis viva equation is used to calculate the velocity": {
    "guess": "Hohmann transfer orbit",
    "confidence": [
      [
        "H",
        -0.3601068
      ],
      [
        "oh",
        -0.64862436
      ],
      [
        "mann",
        -0.0010973571
      ],
      [
        " transfer",
        -0.0030097922
      ],
      [
        " orbit",
        -5.6934558e-05
      ]
    ]
  },
  "When the potential of a free particle is zero, the eigenfunctions of this quantity are equal to the eigenfunctions of energy, and the quantum mechanical operator for this quantity is negative i h-bar times the gradient. In classical mechanics, the change in this quantity is represented by a quantity": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.313847
      ],
      [
        "omentum",
        -7.89631e-07
      ]
    ]
  },
  "It was possibly inspired by a dream documented in the Tibetan text Life of Milarepa. Its subtitle is \"Which, when enlarged, will fill the sky\" and its design is influenced by the artist's earlier Sleeping Child and the Ma?stra series. The first piece of this name was mounted on a conical support while, in later versions, an irregular stem was used. When Edward Steichen tried to bring one through U.S.": {
    "guess": "Bird in Space",
    "confidence": [
      [
        "Bird",
        -0.10559292
      ],
      [
        " in",
        -0.0033135272
      ],
      [
        " Space",
        -0.00047130667
      ]
    ]
  },
  "In one post-World War II conflict involving this nation, 30,000 children were taken from it by DSE forces into the Soviet Bloc. That struggle took a decisive turn when Tito closed the Yugoslav borders to the DSE, ultimately forcing them to flee to Tashkent. A notable member of this nation's Parliament founded the International Commission for Détente and Peace before he was assassinated by clubbing. The July Apostasy in this country would ultimately result in the rise of regime of \"the colonels\" during a period known as The Seven Years. Name this nation that celebrates Ohi Day in honor of Prime": {
    "guess": "Greece",
    "confidence": [
      [
        "G",
        -0.006430668
      ],
      [
        "reece",
        -2.4987974e-05
      ]
    ]
  },
  "As a possible result of Dirac theory, Zitterbewegung could be used to explain this phenomenon. Experimental measurement of this phenomenon has revealed that the value of the electron spin g-factor is slightly larger than two.  Providing an accurate measure for the fine-structure constant, its existence is supported by Quantum Electrodynamics, which requires an absence of vacuum polarization near the nucleus of the atom. Its presence was fully explained in the hydrogen spectrum in 1947 by Hans Bethe.": {
    "guess": "Lamb shift",
    "confidence": [
      [
        "L",
        -0.16958082
      ],
      [
        "amb",
        -0.0017879904
      ],
      [
        " shift",
        -0.013324578
      ]
    ]
  },
  "The potential energy between two heavy ones is Coulombic at short distances, but becomes linear, representing a constant attractive force, for a range of distances around a femtometer. The effect of pair creation of these particles allows chromoelectric flux tubes to break, with the pieces becoming independent jets. The heaviest known one weighs about 175 GeV and was discovered at Fermilab's Tevatron collider, and unlike lighter ones, it decays before it can form hadrons. They were called \"aces\" by George Zweig, who proposed them independently of Murray Gell-Mann. For 10 points, what is this type of subatomic particle, 3 of which make up a proton or neutron?": {
    "guess": "Quark",
    "confidence": [
      [
        "Qu",
        -0.014410415
      ],
      [
        "ark",
        -0.0054629594
      ]
    ]
  },
  "Potassium carbonate removes this functional group during the formation of the D ring in Nicolaou Taxol synthesis, while a biosynthesis pathway for arginine is sometimes known as its namesake \"cycle.\" This": {
    "guess": "Shikimic acid",
    "confidence": [
      [
        "Sh",
        -0.47615474
      ],
      [
        "ik",
        -0.0004779784
      ],
      [
        "im",
        -0.32910252
      ],
      [
        "ic",
        -6.6232446e-05
      ],
      [
        " acid",
        -0.12973937
      ]
    ]
  },
  "A potential legal challenge to this law centers on its creation of the PCAOB, which has public responsibility but is appointed by members of an independent agency. This law lacks a so-called severability clause, so legal challenges to parts of it can overturn the whole law. The most contentious aspect of this law is section 404, which requires reportage of ICFR, or internal control of financial reporting, to the SEC-appointed Public Company Oversight Board. For 10 points, name this 2002 law passed in the wake of the WorldCom and Enron scandals, named for a Maryland Senator and an Ohio Representative, that institutes stiff regulations on accountants.": {
    "guess": "Sarbanes-Oxley Act",
    "confidence": [
      [
        "S",
        -0.0011999934
      ],
      [
        "ar",
        -9.72254e-05
      ],
      [
        "ban",
        -0.0006245146
      ],
      [
        "es",
        -9.014684e-06
      ],
      [
        "-O",
        -0.12294089
      ],
      [
        "x",
        -1.4259645e-05
      ],
      [
        "ley",
        -0.00019352727
      ],
      [
        " Act",
        -2.9040899e-05
      ]
    ]
  },
  "Pothinus warns Caesar that the library of Alexandria is burning in one of this author's works. In addition to writing Caesar and Cleopatra, this author wrote a play in which the Commander is killed by Don Juan and decides to visit Hell because he found Heaven too boring. Jack Tanner marries Ann in his Man and Superman, and Andrew Undershaft makes a donation to the Salvation Army in another of his plays.": {
    "guess": "George Bernard Shaw",
    "confidence": [
      [
        "George",
        -0.0034540722
      ],
      [
        " Bernard",
        -0.00017421995
      ],
      [
        " Shaw",
        -3.1737043e-06
      ]
    ]
  },
  "Potentials named for their special treatment of this quantity include one named for Jerry Tersoff, and one model named for this quantity suggests that the two outermost layers of a nanoparticle experience the bulk of melting point depression. Stuart's extension of Brenner's potential was intended to better treat this concept. The Dewar-Chatt-Duncanson model explains certain phenomena that occur in molecules like Zeise's salt that tend to decrease this quantity. This quantity is limited for late transition metals with oxygen in a phenomenon known as the oxo wall. Pairs of atoms for which this quantity exceeds unity are unlikely to include a bridgehead according to Bredt's rule. This quantity is three-halves for both carbon-oxygen bonds in a carboxylate ion, and rotation is inhibited whenever it's greater than one. For 10 points, name this quantity, which is formally calculated by half the number of bonding minus antibonding electrions, which is equal to two between the carbons in an alkene.": {
    "guess": "Bond Order",
    "confidence": [
      [
        "Bond",
        -0.26484308
      ],
      [
        " Order",
        -0.71156055
      ]
    ]
  },
  "He posited that light is a periodic disturbance of a fine-grained media in his paper \"Notes on the Electromagnetic Theory of Light.\" His phenomena are seen as ringing in Fourier series near discontinuities, and his paradox deals with an apparent increase in entropy when two identical samples of gas are": {
    "guess": "Gibbs paradox",
    "confidence": [
      [
        "G",
        -1.6194268
      ],
      [
        "ib",
        -0.55447716
      ],
      [
        "bs",
        -0.008054316
      ],
      [
        " paradox",
        -0.0800451
      ]
    ]
  },
  "A potential legal challenge to this law centers on its creation of the PCAOB, which has public responsibility but is appointed by members of an independent agency. This law lacks a so-called severability clause, so legal challenges to parts of it can overturn the whole law. The most contentious aspect": {
    "guess": "Sarbanes-Oxley Act",
    "confidence": [
      [
        "S",
        -0.08857077
      ],
      [
        "ar",
        -7.159661e-05
      ],
      [
        "ban",
        -0.0001439459
      ],
      [
        "es",
        -1.4855664e-05
      ],
      [
        "-O",
        -0.2439235
      ],
      [
        "x",
        -3.5716304e-05
      ],
      [
        "ley",
        -0.0002546641
      ],
      [
        " Act",
        -0.0004586711
      ]
    ]
  },
  "A potential used to model these structures consists of spherical sections with intervening flat regions; that potential is used in the KKR method. A method for calculating these structures is the k-dot-p perturbation theory. Anderson's rule and the Schottky-Mott rule are used to determine the \"bending\" of these entities in heterostructures. Calculating the crystal momentum at the edge of one of these entities determines whether the space between them is direct or (*) indirect. In metals, the Fermi level bisects one of these structures. In semiconductors, the lowest unfilled one of these entities lies immediately above the valence one, and the space between the valence and conduction one is known": {
    "guess": "Band structure",
    "confidence": [
      [
        "Band",
        -0.6869654
      ],
      [
        " structure",
        -0.116626985
      ]
    ]
  },
  "A posthumous publication of his poems was arranged by the poet laureate, Robert Bridges. The first section of Paul Mariani's biography of this man is titled \"We Are So Grafted on His Wood\" and comes from the last line of this man's poem about the Eucharist, \"Barnfloor and Winepress.\" The speaker of one of his sonnets observes, \"Generations have trod, have trod, have trod; / And all is seared with trade.\" One of his poems describes an object that \"drove in the dark to leeward, / She struck\u0097not a reef": {
    "guess": "Gerard Manley Hopkins",
    "confidence": [
      [
        "Ger",
        -0.00084
      ],
      [
        "ard",
        -9.610702e-06
      ],
      [
        " Man",
        -5.157039e-05
      ],
      [
        "ley",
        -8.637786e-05
      ],
      [
        " Hopkins",
        -1.640531e-05
      ]
    ]
  },
  "One man in this position resigned for the first time after handling the Achille Lauro hijacking. A former holder of this position was acquitted in 2003 of killing a journalist who implicated the anti-Communist \"stay-behind\" organization Gladio, the existence of which was only acknowledged a decade after the journalist's death. Those two were members of the so-called CAF alliance of party leaders which controlled their country's government for a stretch. One aforementioned holder of this position helped put Zine Ben Ali in power in Tunisia, then fled there after being one of many former holders of this position implicated in the Tangentopoli scandal revealed fully by the \"clean hands\" investigations. Another holder of this position proposed an alliance between his country's Christian Democrats and Communists before being taken hostage and eventually shot by the Red Brigades. The current holder": {
    "guess": "Prime Minister of Italy",
    "confidence": [
      [
        "Prime",
        -0.11636939
      ],
      [
        " Minister",
        -0.03817334
      ],
      [
        " of",
        -0.0007304243
      ],
      [
        " Italy",
        -0.0003035266
      ]
    ]
  },
  "When the potential of a free particle is zero, the eigenfunctions of this quantity are equal to the eigenfunctions of energy, and the quantum mechanical operator for this quantity is negative i h-bar times": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.3312614
      ],
      [
        "omentum",
        -3.888926e-06
      ]
    ]
  },
  "A potential legal challenge to this law centers on its creation of the PCAOB, which has public responsibility but is appointed by members of an independent agency. This law lacks a so-called severability clause, so legal challenges to parts of it can overturn the whole law. The most contentious aspect of this law is section 404, which requires reportage of ICFR, or internal control of financial reporting,": {
    "guess": "Sarbanes-Oxley Act",
    "confidence": [
      [
        "S",
        -0.008248241
      ],
      [
        "ar",
        -4.6563837e-05
      ],
      [
        "ban",
        -0.00025382967
      ],
      [
        "es",
        -9.253091e-06
      ],
      [
        "-O",
        -0.17787442
      ],
      [
        "x",
        -2.5583993e-05
      ],
      [
        "ley",
        -0.00018482542
      ],
      [
        " Act",
        -0.00023536409
      ]
    ]
  },
  "Potentials named for their special treatment of this quantity include one named for Jerry Tersoff, and one model named for this quantity suggests that the two outermost layers of a nanoparticle experience the bulk of melting point depression. Stuart's extension of Brenner's potential was intended to better treat this concept. The Dewar-Chatt-Duncanson model explains certain phenomena that occur in molecules like Zeise's salt that tend to decrease this quantity. This quantity is limited for late transition": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -1.5745181
      ],
      [
        "rone",
        -0.029220507
      ],
      [
        "g",
        -0.00010223195
      ],
      [
        "ativity",
        -0.0008801387
      ]
    ]
  },
  "Positron annihilation spectroscopy will often show the defects that give rise to this phenomenon as ": {
    "guess": "Kondo effect",
    "confidence": [
      [
        "K",
        -0.0967046
      ],
      [
        "ondo",
        -2.3438328e-05
      ],
      [
        " effect",
        -0.024467813
      ]
    ]
  },
  "Potentials named for their special treatment of this quantity include one named for Jerry Tersoff, and one model named for this quantity suggests that the two outermost layers of a nanoparticle experience the bulk of melting point depression. Stuart's extension of Brenner's potential was intended to better treat this concept. The Dewar-Chatt-Duncanson model explains certain phenomena that occur in": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -1.6243778
      ],
      [
        "rone",
        -0.04749074
      ],
      [
        "g",
        -0.00020604367
      ],
      [
        "ativity",
        -0.0025389208
      ]
    ]
  },
  "A potted plant rests on a window sill in the background,while flowers rest on floral print in the bottom left. A tapestry hangs towards the back of the right wall, hanging over one of three chests. The trunk of the tree whose leaves can be seen through the window is obscured by a column. The central figure wears a bracelet and headband, and a girl in white can be seen rummaging through a chest. The woman beside her wears a red skirt and has a dress draped over her shoulder. A green curtain hangs behind the central figure and a small dog is curled up on the edge of her bed. FTP identify this reclining nude by Titian.": {
    "guess": "Venus of Urbino",
    "confidence": [
      [
        "V",
        -0.3218292
      ],
      [
        "enus",
        -0.0017274184
      ],
      [
        " of",
        -0.034704193
      ],
      [
        " Urb",
        -0.00016337242
      ],
      [
        "ino",
        -1.8789384e-05
      ]
    ]
  },
  "Potassium carbonate removes this functional group during the formation of the D ring in Nicolaou Taxol synthesis, while a biosynthesis pathway for arginine is sometimes known as its namesake \"cycle.\" This functional group is elongated by two carbon units by fatty acid synthase in the synthesis of palmitate, and it is attached to the active site cysteine of fatty acid synthase in the first step of fatty acid synthesis. Often added to histones, it can be removed from histones by Sirtuin protein, as": {
    "guess": "Acetyl group",
    "confidence": [
      [
        "Ac",
        -0.08499278
      ],
      [
        "etyl",
        -0.06622756
      ],
      [
        " group",
        -0.24447472
      ]
    ]
  },
  "As a possible result of Dirac theory, Zitterbewegung could be used to explain this phenomenon. Experimental measurement of this phenomenon has revealed that the value of the electron spin g-factor is slightly larger than two.  Providing an accurate measure for the fine-structure constant, its existence": {
    "guess": "Quantum Hall effect",
    "confidence": [
      [
        "Quant",
        -0.6220599
      ],
      [
        "um",
        -0.00028362326
      ],
      [
        " Hall",
        -0.026345698
      ],
      [
        " effect",
        -0.011940275
      ]
    ]
  },
  "A potted plant rests on a window sill in the background,while flowers rest on floral print in the bottom left. A tapestry hangs towards the back of the right wall, hanging over one of three chests. The": {
    "guess": "The Arnolfini Portrait",
    "confidence": [
      [
        "The",
        -0.7383078
      ],
      [
        " Arn",
        -0.3065395
      ],
      [
        "ol",
        -1.7597347e-05
      ],
      [
        "fin",
        -8.89548e-06
      ],
      [
        "i",
        -2.5703197e-05
      ],
      [
        " Portrait",
        -0.000101159116
      ]
    ]
  },
  "When the potential of a free particle is zero, the eigenfunctions of this quantity are equal to the eigenfunctions of energy, and the quantum mechanical operator for this quantity is negative i h-bar times the gradient. In classical mechanics, the change in this quantity is represented by a quantity that is also the integral of force times time, which is impulse. This quantity is conserved in elastic collisions. For 10 points, identify this physical quantity defined as the product of mass and velocity.": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.046362296
      ],
      [
        "omentum",
        -3.2929079e-06
      ]
    ]
  },
  "Posthumous published works of this philosopher include one with a proclamation on the \"death of art.\" In addition to Lectures \"on Aesthetics\" and \"on the Philosophy of History,\" this philosopher discussed abstract right, ethics, and morality in his Elements of the Philosophy of Right. More works by this philosopher include one split into objective and subjective sections, and another which discusses": {
    "guess": "Georg Wilhelm Friedrich Hegel",
    "confidence": [
      [
        "Ge",
        -0.000290891
      ],
      [
        "org",
        -4.8425554e-06
      ],
      [
        " Wilhelm",
        -5.0974373e-05
      ],
      [
        " Friedrich",
        -8.418666e-06
      ],
      [
        " Heg",
        0.0
      ],
      [
        "el",
        -1.3856493e-06
      ]
    ]
  },
  "Pothinus warns Caesar that the library of Alexandria is burning in one of this author's works. In addition to writing Caesar and Cleopatra, this author wrote a play in which the Commander is killed by Don Juan and decides to visit Hell because he found Heaven too boring. Jack Tanner marries Ann in his Man and Superman, and Andrew Undershaft makes a donation to the Salvation Army in another of his plays. This author of Major Barbara wrote a work centering on the main character's wager with Colonel Pickering. For 10 points, name this Irish playwright who wrote about Henry Higgins tutoring Eliza Doolittle in Pygmalion.": {
    "guess": "George Bernard Shaw",
    "confidence": [
      [
        "George",
        -0.003145039
      ],
      [
        " Bernard",
        -5.50273e-05
      ],
      [
        " Shaw",
        -2.3392786e-06
      ]
    ]
  },
  "The potential energy between two heavy ones is Coulombic at short distances, but becomes linear, representing": {
    "guess": "Quark confinement",
    "confidence": [
      [
        "Qu",
        -0.8316364
      ],
      [
        "ark",
        -0.059245598
      ],
      [
        " confinement",
        -0.12924567
      ]
    ]
  },
  "A potential used to model these structures consists of spherical sections with intervening flat regions; that potential is used in the KKR method. A method for calculating these structures is the k-dot-p": {
    "guess": "Band structure (solid-state physics)",
    "confidence": [
      [
        "Band",
        -0.7169214
      ],
      [
        " structure",
        -0.19266097
      ],
      [
        " (",
        -0.20130807
      ],
      [
        "solid",
        -0.09062576
      ],
      [
        "-state",
        -0.00710724
      ],
      [
        " physics",
        -5.407367e-05
      ],
      [
        ")",
        -3.9292416e-05
      ]
    ]
  },
  "Positions this man held during his lifetime included Court Musician in Weimar, Kapellmeister at Cottbus and Cantor of St. Thomas' Church in Leipzig, whilst one of his sons also served in the court of Frederic the Great. Early in life, he took an unauthorized extended period of leave and walked to Lubeck to listen to the master organist Dieterich Buxtehude. A record of one of his works was fittingly": {
    "guess": "Johann Sebastian Bach",
    "confidence": [
      [
        "J",
        -0.026866904
      ],
      [
        "oh",
        -0.00052145845
      ],
      [
        "ann",
        -0.00023202639
      ],
      [
        " Sebastian",
        -0.004647165
      ],
      [
        " Bach",
        -0.0002321456
      ]
    ]
  },
  "A potential used to model these structures consists of spherical sections with intervening flat regions; that potential is used in the KKR method. A method for calculating these structures is the k-dot-p perturbation theory. Anderson's rule and the Schottky-Mott rule are used to determine the \"bending\" of these entities in heterostructures. Calculating the crystal momentum at the edge of one of these entities determines whether the space between them is direct or (*) indirect. In metals, the Fermi level bisects one of these structures. In semiconductors, the lowest unfilled one of these entities": {
    "guess": "Band gap",
    "confidence": [
      [
        "Band",
        -0.23446341
      ],
      [
        " gap",
        -0.28350514
      ]
    ]
  },
  "Positron annihilation spectroscopy will often show the defects that give rise to this phenomenon as  abnormally deep vacancies, because those defects actually consist of impurities that repel conduction": {
    "guess": "Kondo effect",
    "confidence": [
      [
        "K",
        -0.058931652
      ],
      [
        "ondo",
        -2.451116e-05
      ],
      [
        " effect",
        -0.0070855725
      ]
    ]
  },
  "Because they possess pKa's ranging from 16-19, they can lose a hydrogen to form salts useful in ether synthesis. Formation of one kind sometimes requires treatment with a tosylate or mesylate in order": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.16792169
      ],
      [
        "cohol",
        -0.1240416
      ]
    ]
  },
  "A potential legal challenge to this law centers on its creation of the PCAOB, which has public responsibility but is appointed by members of an independent agency. This law lacks a so-called severability clause, so legal challenges to parts of it can overturn the whole law. The most contentious aspect of this law is section 404, which requires reportage of ICFR, or internal control of financial reporting, to the SEC-appointed Public Company Oversight Board. For 10 points, name this 2002 law passed": {
    "guess": "Sarbanes-Oxley Act",
    "confidence": [
      [
        "S",
        -0.010450597
      ],
      [
        "ar",
        -6.456359e-05
      ],
      [
        "ban",
        -0.00044890374
      ],
      [
        "es",
        -2.1769476e-05
      ],
      [
        "-O",
        -0.09696191
      ],
      [
        "x",
        -5.800739e-05
      ],
      [
        "ley",
        -0.00019245445
      ],
      [
        " Act",
        -0.00026586556
      ]
    ]
  },
  "A posthumous publication of his poems was arranged by the poet laureate, Robert Bridges. The first section of Paul Mariani's biography of this man is titled \"We Are So Grafted on His Wood\" and comes from the last line of this man's poem about the Eucharist, \"Barnfloor and Winepress.\" The speaker of one of his sonnets observes, \"Generations have trod, have trod, have trod; / And all is seared with trade.\"": {
    "guess": "Gerard Manley Hopkins",
    "confidence": [
      [
        "Ger",
        -0.0009630311
      ],
      [
        "ard",
        -1.4617256e-05
      ],
      [
        " Man",
        -0.00011343709
      ],
      [
        "ley",
        -0.00015598179
      ],
      [
        " Hopkins",
        -3.5954712e-05
      ]
    ]
  },
  "It was possibly inspired by a dream documented in the Tibetan text Life of Milarepa. Its subtitle is \"Which, when enlarged, will fill the sky\" and its design is influenced by the artist's earlier Sleeping": {
    "guess": "Bird in Space",
    "confidence": [
      [
        "Bird",
        -0.06851138
      ],
      [
        " in",
        -0.0006864602
      ],
      [
        " Space",
        -0.0002707529
      ]
    ]
  },
  "A poster circulated by this group depicted a black skull above a crossed knife and fork, and following": {
    "guess": "Black Skull and Crossed Knife and Fork",
    "confidence": [
      [
        "Black",
        -0.8729892
      ],
      [
        " Skull",
        -0.4368824
      ],
      [
        " and",
        -1.1072638
      ],
      [
        " Cross",
        -0.2354191
      ],
      [
        "ed",
        -0.34914085
      ],
      [
        " Knife",
        -0.38857996
      ],
      [
        " and",
        -0.011079769
      ],
      [
        " Fork",
        -0.0013328596
      ]
    ]
  },
  "A posthumous publication of his poems was arranged by the poet laureate, Robert Bridges. The first section of Paul Mariani's biography of this man is titled \"We Are So Grafted on His Wood\" and comes from the last line of this man's poem about the Eucharist, \"Barnfloor and Winepress.\" The speaker of one of his sonnets observes, \"Generations have trod, have trod, have trod; / And all is seared with trade.\" One of his poems describes an object that \"drove in the dark to leeward, / She struck\u0097not a reef or rock / But the combs of a smother of sand\" and is dedicated to \"the happy memory of five (*) Franciscan Nuns exiles by the Falk Laws.\" In another of his poems, the subject \"rung upon the rein of": {
    "guess": "Gerard Manley Hopkins",
    "confidence": [
      [
        "Ger",
        -0.0037625479
      ],
      [
        "ard",
        -2.2961513e-05
      ],
      [
        " Man",
        -0.00025311444
      ],
      [
        "ley",
        -0.0001975802
      ],
      [
        " Hopkins",
        -9.066919e-05
      ]
    ]
  },
  "One man in this position resigned for the first time after handling the Achille Lauro hijacking. A former holder of this position was acquitted in 2003 of killing a journalist who implicated the anti-Communist \"stay-behind\" organization Gladio, the existence of which was only acknowledged a decade after the journalist's death. Those two were members of the so-called CAF alliance of party leaders which controlled their country's government for a stretch. One aforementioned holder of this position helped put Zine Ben Ali in power in Tunisia, then fled there after being one of many former holders of this position implicated in the Tangentopoli scandal revealed fully by the \"clean hands\" investigations. Another holder of this position proposed an alliance between his country's Christian Democrats and Communists before being taken hostage and eventually shot by the Red Brigades. The current holder of this position hosts \"bunga bunga\" parties in his villa attended by guests like a 17-year-old": {
    "guess": "Prime Minister of Italy",
    "confidence": [
      [
        "Prime",
        -0.10923315
      ],
      [
        " Minister",
        -0.027306983
      ],
      [
        " of",
        -0.00024631983
      ],
      [
        " Italy",
        -6.647085e-05
      ]
    ]
  },
  "The potential error when modelling these systems is given on a zero to nine scale in the U parameter. These systems can be periodically modulated on the order of ten to the negative 5th by activity cycles in the Applegate mechanism. \"Halo\" ones tend to be unstable, requiring station-keeping to maintain them. Calculations for moving between two of these often uses the patched conic approximation. Because": {
    "guess": "Orbital transfer",
    "confidence": [
      [
        "Or",
        -0.88186103
      ],
      [
        "b",
        -0.14480196
      ],
      [
        "ital",
        -0.00024168189
      ],
      [
        " transfer",
        -1.2923303
      ]
    ]
  },
  "A possibly apocryphal 151st verse of this Old Testament book was found in the Dead Sea Scrolls, which": {
    "guess": "Book of Esther",
    "confidence": [
      [
        "Book",
        -0.00077568134
      ],
      [
        " of",
        -1.0802739e-05
      ],
      [
        " Esther",
        -0.34522167
      ]
    ]
  },
  "Because they possess pKa's ranging from 16-19, they can lose a hydrogen to form salts useful in ether synthesis. Formation of one kind sometimes requires treatment with a tosylate or mesylate in order to force formation via a SN2 mechanism and avoid rearrangement. Common laboratory methods for synthesizing these include the reaction of ketones with lithium aluminum hydride or the reaction of organolithium reagents with water. Mixing these with carboxylic acids will produce fruity smelling esters.": {
    "guess": "Esters",
    "confidence": [
      [
        "E",
        -0.968551
      ],
      [
        "sters",
        -0.21022326
      ]
    ]
  },
  "The potential energy between two heavy ones is Coulombic at short distances, but becomes linear, representing a constant attractive force, for a range of distances around a femtometer. The effect of pair creation of these particles allows chromoelectric flux tubes to break, with the pieces becoming independent": {
    "guess": "Quark confinement",
    "confidence": [
      [
        "Qu",
        -0.20228788
      ],
      [
        "ark",
        -0.01501536
      ],
      [
        " confinement",
        -0.08058998
      ]
    ]
  },
  "Positions this man held during his lifetime included Court Musician in Weimar, Kapellmeister at Cottbus and Cantor of St. Thomas' Church in Leipzig, whilst one of his sons also served in the court of Frederic": {
    "guess": "Johann Sebastian Bach",
    "confidence": [
      [
        "J",
        -0.07705208
      ],
      [
        "oh",
        -0.0004735679
      ],
      [
        "ann",
        -3.2140193e-05
      ],
      [
        " Sebastian",
        -0.0038094537
      ],
      [
        " Bach",
        -7.8987236e-05
      ]
    ]
  },
  "Potassium carbonate removes this functional group during the formation of the D ring in Nicolaou Taxol synthesis, while a biosynthesis pathway for arginine is sometimes known as its namesake \"cycle.\" This functional group is elongated by two carbon units by fatty acid synthase in the synthesis of palmitate, and it is attached to the active site cysteine of fatty acid synthase in the first step of fatty acid synthesis. Often added to histones, it can be removed from histones by Sirtuin protein, as it contains a methyl group bonded to a carbonyl group. For ten points, name this functional group with": {
    "guess": "Acetyl group",
    "confidence": [
      [
        "Ac",
        -0.15514453
      ],
      [
        "etyl",
        -0.03262256
      ],
      [
        " group",
        -0.72559386
      ]
    ]
  },
  "It was postulated after the discovery of several heavy particles thought to be formed by strong nuclear reactions but did not interact with matter via that force. Having only integer values, it is always": {
    "guess": "Quark",
    "confidence": [
      [
        "Qu",
        -0.3267432
      ],
      [
        "ark",
        -0.033118922
      ]
    ]
  },
  "A possible final product of this process is a fuming form of oleum. One variety of this process  employs pellets of silicate compound filled with a vanadium oxide. The production of the  intermediates involved in this reaction is sometimes obtained by burning the product of the (*) Frasch process, but more often by adding its dioxide to water. Largely replacing the lead chamber process, for 10  points— identify this industrial process which combines sulfur trioxide with water to form sulfuric acid.": {
    "guess": "Contact process",
    "confidence": [
      [
        "Contact",
        -0.3241768
      ],
      [
        " process",
        -0.009789736
      ]
    ]
  },
  "A poster circulated by this group depicted a black skull above a crossed knife and fork, and following demonstrations they circulated signs with slogans like \"The Hungry Will Eat the Authorities.\" A splinter group from this organization combined its symbol with a crowned eagle and the (*) Kotwica. The first prime minister elected from this organization spoke of the \"thick line\" that would demarcate": {
    "guess": "Solidarity",
    "confidence": [
      [
        "Solid",
        -0.5032175
      ],
      [
        "arity",
        -0.011127876
      ]
    ]
  },
  "One man in this position resigned for the first time after handling the Achille Lauro hijacking. A former holder of this position was acquitted in 2003 of killing a journalist who implicated the anti-Communist \"stay-behind\" organization Gladio, the existence of which was only acknowledged a decade after the journalist's death. Those two were members of the so-called CAF alliance of party leaders which controlled their country's government for a stretch. One aforementioned holder of this position helped put Zine Ben Ali in power in Tunisia, then fled there after being one of many former holders of this position implicated in the Tangentopoli scandal revealed fully by the \"clean hands\" investigations. Another holder of this position proposed an alliance between his country's Christian Democrats and Communists before being taken hostage and eventually shot by the Red Brigades. The current holder of this position hosts \"bunga bunga\" parties in his villa attended by guests like a 17-year-old Moroccan woman named Ruby. For 10 points, name this position held by Bettino Craxi, Aldo Moro, and Silvio Berlusconi.": {
    "guess": "Prime Minister of Italy",
    "confidence": [
      [
        "Prime",
        -0.020552749
      ],
      [
        " Minister",
        -0.0050109057
      ],
      [
        " of",
        -5.085517e-05
      ],
      [
        " Italy",
        -1.7716551e-05
      ]
    ]
  },
  "When this post was held by Charles Gravier, his policies led to the Battle of Ushant and he successfully sabotaged the Carlisle Peace Commission. While holding this position, the archaeologist William": {
    "guess": "French Minister of Foreign Affairs",
    "confidence": [
      [
        "French",
        -0.41068164
      ],
      [
        " Minister",
        -0.5738965
      ],
      [
        " of",
        -0.41196853
      ],
      [
        " Foreign",
        -0.21881966
      ],
      [
        " Affairs",
        -0.002160018
      ]
    ]
  },
  "A posthumous publication of his poems was arranged by the poet laureate, Robert Bridges. The first section of Paul Mariani's biography of this man is titled \"We Are So Grafted on His Wood\" and comes from the last line of this man's poem about the Eucharist, \"Barnfloor and Winepress.\" The speaker of one of his sonnets observes, \"Generations have trod, have trod, have trod; / And all is seared with trade.\" One of his poems describes an object that \"drove in the dark to leeward, / She struck\u0097not a reef or rock / But the combs of a smother of sand\" and is dedicated to \"the happy memory of five (*) Franciscan Nuns exiles by the Falk Laws.\" In another of his poems, the subject \"rung upon the rein of a wimpling wing / In his ecstasy\" and is described as a \"dapple-dawn-drawn Falcon.\" For 10 points,": {
    "guess": "Gerard Manley Hopkins",
    "confidence": [
      [
        "Ger",
        -0.001669115
      ],
      [
        "ard",
        -3.5313153e-06
      ],
      [
        " Man",
        -8.8165914e-05
      ],
      [
        "ley",
        -7.505351e-05
      ],
      [
        " Hopkins",
        -3.333223e-05
      ]
    ]
  },
  "In the Postscript to this novel, its author discusses unintendedly juxtaposing a scene in which the protagonist says that \"haste\" is what terrifies him most with one in which the antagonist says \"Justice is not inspired by haste\". Late in this novel, it is revealed that Berengar had enticed Adelmo to have sex with him, prompting the latter's suicide. At its climax, the protagonists find a heptagonal room called the finis Africae. Two former Dolcinians are targeted by one of this novel's antagonists, the (*) inquisitor Bernard Gui. At its end, a copy of Aristotle's Comedy is eaten by the monk Jorge of Burgos, who had poisoned its pages to commit the central crimes. For 10 points, identify this historical murder mystery starring Adso of Melk and William of Baskerville, a 1980 novel by Umberto Eco.": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.010098623
      ],
      [
        " Name",
        -0.00032294946
      ],
      [
        " of",
        -1.2352386e-05
      ],
      [
        " the",
        -0.0001311911
      ],
      [
        " Rose",
        -2.319992e-05
      ]
    ]
  },
  "When this post was held by Charles Gravier, his policies led to the Battle of Ushant and he successfully sabotaged the Carlisle Peace Commission. While holding this position, the archaeologist William Henry Waddington attended the Congress of Berlin, and he was criticized for allowing Britain to annex Cyprus. A more famous holder of this post made an agreement with Bonaventure Ceretti of the Vatican involving the appointment of bishops. A possible illegitimate son of Napoleon named Count Walewski held this post during the 1850s, but was not consulted during negotiation of the Treaty of Plombiers. Another holder of this post worked with Gustav Stresemann on the Locarno Treaties, and also signed": {
    "guess": "Minister of Foreign Affairs of France",
    "confidence": [
      [
        "Min",
        -0.7625681
      ],
      [
        "ister",
        -0.01443403
      ],
      [
        " of",
        -0.02544206
      ],
      [
        " Foreign",
        -0.0028123634
      ],
      [
        " Affairs",
        -0.0028105828
      ],
      [
        " of",
        -0.67008615
      ],
      [
        " France",
        -0.008902196
      ]
    ]
  },
  "Pothinus warns Caesar that the library of Alexandria is burning in one of this author's works. In addition": {
    "guess": "George Bernard Shaw",
    "confidence": [
      [
        "George",
        -0.048452
      ],
      [
        " Bernard",
        -0.00022606621
      ],
      [
        " Shaw",
        -1.0280384e-06
      ]
    ]
  },
  "When the potential of a free particle is zero, the eigenfunctions of this quantity are equal to the eigenfunctions": {
    "guess": "Free particle Hamiltonian",
    "confidence": [
      [
        "Free",
        -0.2892784
      ],
      [
        " particle",
        -0.024243033
      ],
      [
        " Hamilton",
        -1.0563403
      ],
      [
        "ian",
        -0.00096100464
      ]
    ]
  },
  "It was postulated after the discovery of several heavy particles thought to be formed by strong nuclear reactions but did not interact with matter via that force. Having only integer values, it is always conserved in strong nuclear reactions that created the heavy particles but not in the weak interactions that cause their decay. Since it must be conserved, heavy particles can only be produced in pairs where the net value is zero, a process called associated production. FTP, identify this quantum property, first proposed by Nishijima and Gell-Mann.": {
    "guess": "Isospin",
    "confidence": [
      [
        "Is",
        -0.83585966
      ],
      [
        "osp",
        -0.007935816
      ],
      [
        "in",
        -0.00015848507
      ]
    ]
  },
  "In a posthumously published work of this philosopher, a skeptic named Philo discusses the nature of God.": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.18305035
      ],
      [
        " H",
        -0.0008151085
      ],
      [
        "ume",
        -6.980855e-05
      ]
    ]
  },
  "The potential error when modelling these systems is given on a zero to nine scale in the U parameter. These systems can be periodically modulated on the order of ten to the negative 5th by activity cycles in the Applegate mechanism. \"Halo\" ones tend to be unstable, requiring station-keeping to maintain them. Calculations for moving between two of these often uses the patched conic approximation. Because angular momentum is conserved for forces solely dependent on the direction of motion, these systems exhibit motion only in the (*) plane. The vis viva equation is used to calculate the velocity of participants in these. The only stable closed type of these constructs are formed through central forces that are either linear or inverse square in position, and they are elliptical in Kepler's two-body": {
    "guess": "Restricted three-body problem",
    "confidence": [
      [
        "Restricted",
        -0.897924
      ],
      [
        " three",
        -0.022213817
      ],
      [
        "-body",
        -0.00011248347
      ],
      [
        " problem",
        -0.0010871129
      ]
    ]
  },
  "When this post was held by Charles Gravier, his policies led to the Battle of Ushant and he successfully": {
    "guess": "Foreign Minister of France",
    "confidence": [
      [
        "Foreign",
        -0.8788107
      ],
      [
        " Minister",
        -0.08333725
      ],
      [
        " of",
        -2.1531068e-05
      ],
      [
        " France",
        -0.0003918272
      ]
    ]
  },
  "The potential energy between two heavy ones is Coulombic at short distances, but becomes linear, representing a constant attractive force, for a range of distances around a femtometer. The effect of pair": {
    "guess": "Nuclear force",
    "confidence": [
      [
        "N",
        -0.97788304
      ],
      [
        "uclear",
        -0.02762094
      ],
      [
        " force",
        -0.51808745
      ]
    ]
  },
  "Potentials named for their special treatment of this quantity include one named for Jerry Tersoff, and one model named for this quantity suggests that the two outermost layers of a nanoparticle experience the bulk of melting point depression. Stuart's extension of Brenner's potential was intended to better treat this concept. The Dewar-Chatt-Duncanson model explains certain phenomena that occur in molecules like Zeise's salt that tend to decrease this quantity. This quantity is limited for late transition metals with oxygen in a phenomenon known as the oxo wall. Pairs of atoms for which this quantity exceeds unity are unlikely to include a bridgehead according to Bredt's rule. This quantity is": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.5076816
      ],
      [
        "rone",
        -0.007692037
      ],
      [
        "g",
        -5.6219335e-05
      ],
      [
        "ativity",
        -0.00055219827
      ]
    ]
  },
  "Because they possess pKa's ranging from 16-19, they can lose a hydrogen to form salts useful in ether synthesis. Formation of one kind sometimes requires treatment with a tosylate or mesylate in order to force formation via a SN2 mechanism and avoid rearrangement. Common laboratory methods for synthesizing": {
    "guess": "Alcohol sulfonate",
    "confidence": [
      [
        "Al",
        -0.2666684
      ],
      [
        "cohol",
        -0.0583283
      ],
      [
        " sulf",
        -2.019258
      ],
      [
        "on",
        -0.24037421
      ],
      [
        "ate",
        -0.11454746
      ]
    ]
  },
  "A potential legal challenge to this law centers on its creation of the PCAOB, which has public responsibility": {
    "guess": "Sarbanes-Oxley Act",
    "confidence": [
      [
        "S",
        -0.08943906
      ],
      [
        "ar",
        -1.2233183e-05
      ],
      [
        "ban",
        -7.517272e-05
      ],
      [
        "es",
        -8.89548e-06
      ],
      [
        "-O",
        -0.2800968
      ],
      [
        "x",
        -0.00010521204
      ],
      [
        "ley",
        -0.00018172979
      ],
      [
        " Act",
        -0.00088727986
      ]
    ]
  },
  "In one position this leader was supported by a man assassinated for his repressive rule of Antigua, Daniel Parke, and this man feuded with Robert Treat over the latter's harboring of William Goffe and Edward Whalley.  Thomas Bull blocked an attempt of this man to take Saybrook, and this opponent of Simon": {
    "guess": "Edmund Andros",
    "confidence": [
      [
        "Ed",
        -0.74218726
      ],
      [
        "mund",
        -0.015704913
      ],
      [
        " And",
        -0.00063761964
      ],
      [
        "ros",
        -1.7120534e-05
      ]
    ]
  },
  "In one position this leader was supported by a man assassinated for his repressive rule of Antigua, Daniel Parke, and this man feuded with Robert Treat over the latter's harboring of William Goffe and Edward Whalley.  Thomas Bull blocked an attempt of this man to take Saybrook, and this opponent of Simon Bradstreet had Philip (*) Carteret imprisoned. A subordinate of this man, Francis Nicholson, was": {
    "guess": "Edmund Andros",
    "confidence": [
      [
        "Ed",
        -0.19429924
      ],
      [
        "mund",
        -0.015286689
      ],
      [
        " And",
        -0.00023333763
      ],
      [
        "ros",
        -2.1411865e-05
      ]
    ]
  },
  "In one position this leader was supported by a man assassinated for his repressive rule of Antigua, Daniel Parke, and this man feuded with Robert Treat over the latter's harboring of William Goffe and Edward Whalley.  Thomas Bull blocked an attempt of this man to take Saybrook, and this opponent of Simon Bradstreet had Philip (*) Carteret imprisoned. A subordinate of this man, Francis Nicholson, was the target of Leisler's Rebellion.  This man was chosen for a position over Percy Kirke, and he was": {
    "guess": "Edmund Andros",
    "confidence": [
      [
        "Ed",
        -0.19167985
      ],
      [
        "mund",
        -0.01558744
      ],
      [
        " And",
        -0.00026920327
      ],
      [
        "ros",
        -6.0345924e-06
      ]
    ]
  },
  "In one position this leader was supported by a man assassinated for his repressive rule of Antigua, Daniel Parke, and this man feuded with Robert Treat over the latter's harboring of William Goffe and Edward Whalley.  Thomas Bull blocked an attempt of this man to take Saybrook, and this opponent of Simon Bradstreet had Philip (*) Carteret imprisoned. A subordinate of this man, Francis Nicholson, was the target of Leisler's Rebellion.  This man was chosen for a position over Percy Kirke, and he was aided by Edward Randolph and Joseph Dudley.  Commissary James Blair is responsible for ending this": {
    "guess": "Edmund Andros",
    "confidence": [
      [
        "Ed",
        -0.2844477
      ],
      [
        "mund",
        -0.037275515
      ],
      [
        " And",
        -0.0002907718
      ],
      [
        "ros",
        -2.1531068e-05
      ]
    ]
  },
  "In one position this leader was supported by a man assassinated for his repressive rule of Antigua, Daniel Parke, and this man feuded with Robert Treat over the latter's harboring of William Goffe and Edward Whalley.  Thomas Bull blocked an attempt of this man to take Saybrook, and this opponent of Simon Bradstreet had Philip (*) Carteret imprisoned. A subordinate of this man, Francis Nicholson, was the target of Leisler's Rebellion.  This man was chosen for a position over Percy Kirke, and he was aided by Edward Randolph and Joseph Dudley.  Commissary James Blair is responsible for ending this man's time as Governor of Virginia, and he also served as Governor of New York before taking a post": {
    "guess": "Edmund Andros",
    "confidence": [
      [
        "Ed",
        -0.08988315
      ],
      [
        "mund",
        -0.035579365
      ],
      [
        " And",
        -0.00019614976
      ],
      [
        "ros",
        -3.9650025e-05
      ]
    ]
  },
  "In one position this leader was supported by a man assassinated for his repressive rule of Antigua, Daniel Parke, and this man feuded with Robert Treat over the latter's harboring of William Goffe and Edward Whalley.  Thomas Bull blocked an attempt of this man to take Saybrook, and this opponent of Simon Bradstreet had Philip (*) Carteret imprisoned. A subordinate of this man, Francis Nicholson, was the target of Leisler's Rebellion.  This man was chosen for a position over Percy Kirke, and he was aided by Edward Randolph and Joseph Dudley.  Commissary James Blair is responsible for ending this man's time as Governor of Virginia, and he also served as Governor of New York before taking a post in which he enforced the Navigation Acts and was forced to dress as a woman in an attempt to flee Boston": {
    "guess": "Edmund Andros",
    "confidence": [
      [
        "Ed",
        -0.067097776
      ],
      [
        "mund",
        -0.016453434
      ],
      [
        " And",
        -4.763667e-05
      ],
      [
        "ros",
        -4.00813e-06
      ]
    ]
  },
  "In one position this leader was supported by a man assassinated for his repressive rule of Antigua, Daniel Parke, and this man feuded with Robert Treat over the latter's harboring of William Goffe and Edward Whalley.  Thomas Bull blocked an attempt of this man to take Saybrook, and this opponent of Simon Bradstreet had Philip (*) Carteret imprisoned. A subordinate of this man, Francis Nicholson, was the target of Leisler's Rebellion.  This man was chosen for a position over Percy Kirke, and he was aided by Edward Randolph and Joseph Dudley.  Commissary James Blair is responsible for ending this man's time as Governor of Virginia, and he also served as Governor of New York before taking a post in which he enforced the Navigation Acts and was forced to dress as a woman in an attempt to flee Boston after the Glorious Revolution.  For 10 points, name this unpopular Governor of the Dominion of": {
    "guess": "Edmund Andros",
    "confidence": [
      [
        "Ed",
        -0.14697704
      ],
      [
        "mund",
        -0.063351944
      ],
      [
        " And",
        -0.00022940392
      ],
      [
        "ros",
        -8.184812e-05
      ]
    ]
  },
  "In one position this leader was supported by a man assassinated for his repressive rule of Antigua, Daniel Parke, and this man feuded with Robert Treat over the latter's harboring of William Goffe and Edward Whalley.  Thomas Bull blocked an attempt of this man to take Saybrook, and this opponent of Simon Bradstreet had Philip (*) Carteret imprisoned. A subordinate of this man, Francis Nicholson, was the target of Leisler's Rebellion.  This man was chosen for a position over Percy Kirke, and he was aided by Edward Randolph and Joseph Dudley.  Commissary James Blair is responsible for ending this man's time as Governor of Virginia, and he also served as Governor of New York before taking a post in which he enforced the Navigation Acts and was forced to dress as a woman in an attempt to flee Boston after the Glorious Revolution.  For 10 points, name this unpopular Governor of the Dominion of New England.": {
    "guess": "Edmund Andros",
    "confidence": [
      [
        "Ed",
        -0.02137715
      ],
      [
        "mund",
        -0.00017052464
      ],
      [
        " And",
        -3.094816e-05
      ],
      [
        "ros",
        -3.2929079e-06
      ]
    ]
  }
}