{
  "Lil' Scrappy refers to this entity in the chorus of his song \"Lord Have Mercy,\" and notes after that line that he \"don't wanna burn.\" In a UGK song by this name, Pimp C notes that one of these exists \"for the people in the game sellin' cheese\" and posits if he'll \"see Screw again, got one foot in the street and one foot in the pen,\" and the final line of Lupe Fiasco's song \"The Cool\" features a response mentioning it after \"hustler for death.\" It is referenced after the line \"How many brothas fell victim to tha streetz\" in Tupac's song \"Life Goes On,\" and later Tupac offered an (*) alternative to it, where \"thugs get in free and you gotta be a G\" in \"Thugz Mansion.\" For 10 points, name this place which Nas thought about \"a mile away, and you could ride by the gates,\" a place to which Pimp C,": {
    "guess": "Heaven",
    "confidence": [
      [
        "He",
        -0.7769106
      ],
      [
        "aven",
        -0.0003581072
      ]
    ]
  },
  "In the limit of low pressure and coverage, this relation can be derived from Hirasaki's model. Solid-phase microextraction techniques have been used to determine its constants, two of which are dimensionless, and the rest of which must be converted between units, while their reciprocal is the water partition coefficient. Its application to the solvent is a special case which falls under Raoult's Law, and it assumes dilute ideal solutions. Most simply stated as P equals KC, it holds that the concentration of a solute gas in a solution is directly proportional to the partial pressure of that gas": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -0.012139566
      ],
      [
        "'s",
        -0.00016373003
      ],
      [
        " law",
        -0.2806807
      ]
    ]
  },
  "The limping pose of the subject in this painting is completely stolen from the Pieta of the artist's student. A document in this work mentions a \"mother of five children whose husband has died for his country\" next to a bill of money. An update of this painting that includes a bowl of fruit and a fancy hat on top of a pink table was painted by (*) Edvard Munch - that version takes the liberty of including a naked woman in the middle. The wooden box at the bottom of this painting contains the subject's and the artist's name. It depicts a man with a letter of introduction in his right hand, who is": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.08560729
      ],
      [
        " Death",
        -0.061673183
      ],
      [
        " of",
        -0.000121662146
      ],
      [
        " Mar",
        -0.00048250816
      ],
      [
        "at",
        -5.7961847e-06
      ]
    ]
  },
  "Limited proteolysis, phosphorylation, and isoprenylation all occur here.  In flagellate protozoa, it is known as the parabasal body and in plants, it is known as the dictyosome.  It was first described in 1898 but, because of the limitations of light microscopy and because staining techniques failed": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.0036741868
      ],
      [
        "ol",
        -0.0004324573
      ],
      [
        "gi",
        -1.8789384e-05
      ],
      [
        " apparatus",
        -0.0072795725
      ]
    ]
  },
  "Limited proteolysis, phosphorylation, and isoprenylation all occur here.  In flagellate protozoa, it": {
    "guess": "Protein kinase A",
    "confidence": [
      [
        "Pro",
        -1.6405404
      ],
      [
        "tein",
        -0.03675396
      ],
      [
        " kinase",
        -1.1715637
      ],
      [
        " A",
        -0.1840432
      ]
    ]
  },
  "Lillian Hellman called it \"the great play of our time.\" It has a scene in which Mr. Peachum sells Filch \"begging licenses.\" The central character, Mackie the Knife, seeks the hand of Polly Peachum. For 10 points, name this play, a spin-off of the John Gay comedy, The Beggar's Opera, written by German playwright Bertolt Brecht.": {
    "guess": "The Threepenny Opera",
    "confidence": [
      [
        "The",
        -0.00800607
      ],
      [
        " Th",
        -0.00017386234
      ],
      [
        "re",
        -4.8425554e-06
      ],
      [
        "ep",
        -6.9882217e-06
      ],
      [
        "enny",
        -4.0007635e-05
      ],
      [
        " Opera",
        -3.655073e-05
      ]
    ]
  },
  "The limping pose of the subject in this painting is completely stolen from the Pieta of the artist's student. A document in this work mentions a \"mother of five children whose husband has died for his country\" next to a bill of money. An update of this painting that includes a bowl of fruit and a fancy": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -1.4797109
      ],
      [
        " Death",
        -0.5480577
      ],
      [
        " of",
        -0.0010337611
      ],
      [
        " Mar",
        -0.032279704
      ],
      [
        "at",
        -1.2352386e-05
      ]
    ]
  },
  "Limited proteolysis, phosphorylation, and isoprenylation all occur here.  In flagellate protozoa, it is known as the parabasal body and in plants, it is known as the dictyosome.  It was first described in 1898 but, because of the limitations of light microscopy and because staining techniques failed to resolve its structure, its existence was not proven until the late 1950s.  FTP, name the organelle": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.004599465
      ],
      [
        "ol",
        -0.0003887279
      ],
      [
        "gi",
        -1.0087517e-05
      ],
      [
        " apparatus",
        -0.014809237
      ]
    ]
  },
  "In the limit of low pressure and coverage, this relation can be derived from Hirasaki's model. Solid-phase microextraction techniques have been used to determine its constants, two of which are dimensionless,": {
    "guess": "Langmuir adsorption model",
    "confidence": [
      [
        "Lang",
        -0.045526292
      ],
      [
        "mu",
        -2.8444882e-05
      ],
      [
        "ir",
        -6.2729996e-06
      ],
      [
        " ads",
        -0.43401536
      ],
      [
        "orption",
        -5.2643223e-05
      ],
      [
        " model",
        -0.046917737
      ]
    ]
  },
  "The limping pose of the subject in this painting is completely stolen from the Pieta of the artist's student. A document in this work mentions a \"mother of five children whose husband has died for his country\" next to a bill of money. An update of this painting that includes a bowl of fruit and a fancy hat on top of a pink table was painted by (*) Edvard Munch - that version takes the liberty of including a naked woman in the middle. The wooden box at the bottom of this painting contains the subject's and the artist's name. It depicts a man with a letter of introduction in his right hand, who is sitting in a bathtub with green draperies. For 10 points, name this Jacques-Louis David painting depicting the murder of a French Revolutionary leader.": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.013037865
      ],
      [
        " Death",
        -0.00017469678
      ],
      [
        " of",
        -5.216641e-05
      ],
      [
        " Mar",
        -0.00010688089
      ],
      [
        "at",
        -1.7716551e-05
      ]
    ]
  },
  "The limping pose of the subject in this painting is completely stolen from the Pieta of the artist's student. A document in this work mentions a \"mother of five children whose husband has died for his": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.5216951
      ],
      [
        " Death",
        -0.102135584
      ],
      [
        " of",
        -0.000109622575
      ],
      [
        " Mar",
        -0.0011903453
      ],
      [
        "at",
        -9.114601e-05
      ]
    ]
  },
  "Lil' Scrappy refers to this entity in the chorus of his song \"Lord Have Mercy,\" and notes after that line that he \"don't wanna burn.\" In a UGK song by this name, Pimp C notes that one of these exists \"for the people in the game sellin' cheese\" and posits if he'll \"see Screw again, got one foot in the street and one foot in the pen,\" and the final line of Lupe Fiasco's song \"The Cool\" features a response": {
    "guess": "The Devil",
    "confidence": [
      [
        "The",
        -1.9785866
      ],
      [
        " Devil",
        -1.0067785
      ]
    ]
  },
  "Lil' Scrappy refers to this entity in the chorus of his song \"Lord Have Mercy,\" and notes after that line that he \"don't wanna burn.\" In a UGK song by this name, Pimp C notes that one of these exists \"for the people in the game sellin' cheese\" and posits if he'll \"see Screw again, got one foot in the street and one foot in the pen,\" and the final line of Lupe Fiasco's song \"The Cool\" features a response mentioning it after \"hustler for death.\" It is referenced after the line \"How many brothas fell victim to tha streetz\" in Tupac's song \"Life Goes On,\" and later Tupac offered an (*) alternative to it, where \"thugs get in free and you gotta be a G\" in \"Thugz Mansion.\" For 10 points, name this place": {
    "guess": "Heaven",
    "confidence": [
      [
        "He",
        -0.71348405
      ],
      [
        "aven",
        -0.0002545449
      ]
    ]
  },
  "Lillian Hellman called it \"the great play of our time.\" It has a scene in which Mr. Peachum sells Filch": {
    "guess": "The Threepenny Opera",
    "confidence": [
      [
        "The",
        -0.0028779842
      ],
      [
        " Th",
        -0.00056244613
      ],
      [
        "re",
        -4.365741e-06
      ],
      [
        "ep",
        -3.0545007e-06
      ],
      [
        "enny",
        -2.4391957e-05
      ],
      [
        " Opera",
        -1.2829201e-05
      ]
    ]
  },
  "Limited proteolysis, phosphorylation, and isoprenylation all occur here.  In flagellate protozoa, it is known as the parabasal body and in plants, it is known as the dictyosome.  It was first described": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.00584607
      ],
      [
        "ol",
        -0.001029831
      ],
      [
        "gi",
        -1.7432603e-06
      ],
      [
        " apparatus",
        -0.024044512
      ]
    ]
  },
  "Lil' Scrappy refers to this entity in the chorus of his song \"Lord Have Mercy,\" and notes after that line that he \"don't wanna burn.\" In a UGK song by this name, Pimp C notes that one of these exists \"for the people in the game sellin' cheese\" and posits if he'll \"see Screw again, got one foot in the": {
    "guess": "Heaven",
    "confidence": [
      [
        "He",
        -2.3425722
      ],
      [
        "aven",
        -0.003546378
      ]
    ]
  },
  "In the limit of low pressure and coverage, this relation can be derived from Hirasaki's model. Solid-phase microextraction techniques have been used to determine its constants, two of which are dimensionless, and the rest of which must be converted between units, while their reciprocal is the water partition coefficient. Its application to the solvent is a special case which falls under Raoult's Law,": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -0.011161359
      ],
      [
        "'s",
        -0.0001530017
      ],
      [
        " law",
        -0.38356972
      ]
    ]
  },
  "The limping pose of the subject in this painting is completely stolen from the Pieta of the artist's": {
    "guess": "The Pieta",
    "confidence": [
      [
        "The",
        -0.572135
      ],
      [
        " Pi",
        -1.1238451
      ],
      [
        "eta",
        -2.0219828e-05
      ]
    ]
  },
  "In the limit of low pressure and coverage, this relation can be derived from Hirasaki's model. Solid-phase microextraction techniques have been used to determine its constants, two of which are dimensionless, and the rest of which must be converted between units, while their reciprocal is the water partition": {
    "guess": "Langmuir adsorption model",
    "confidence": [
      [
        "Lang",
        -0.65820587
      ],
      [
        "mu",
        -9.126521e-05
      ],
      [
        "ir",
        -3.7385154e-05
      ],
      [
        " ads",
        -0.7673711
      ],
      [
        "orption",
        -0.00034070716
      ],
      [
        " model",
        -0.13950163
      ]
    ]
  },
  "In the limit of low pressure and coverage, this relation can be derived from Hirasaki's model. Solid-phase microextraction techniques have been used to determine its constants, two of which are dimensionless, and the rest of which must be converted between units, while their reciprocal is the water partition coefficient. Its application to the solvent is a special case which falls under Raoult's Law, and it assumes dilute ideal solutions. Most simply stated as P equals KC, it holds that the concentration of a solute gas in a solution is directly proportional to the partial pressure of that gas above the solution. The cause of decompression sickness, FTP, give this gas law named for an English": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -0.001550333
      ],
      [
        "'s",
        -1.831257e-05
      ],
      [
        " law",
        -0.28739876
      ]
    ]
  },
  "Lillian Hellman called it \"the great play of our time.\" It has a scene in which Mr. Peachum sells Filch \"begging licenses.\" The central character, Mackie the Knife, seeks the hand of Polly Peachum. For 10 points, name this play, a spin-off of the John Gay comedy, The Beggar's Opera, written by German": {
    "guess": "The Threepenny Opera",
    "confidence": [
      [
        "The",
        -0.028960781
      ],
      [
        " Th",
        -8.637786e-05
      ],
      [
        "re",
        -8.180258e-06
      ],
      [
        "ep",
        -7.89631e-07
      ],
      [
        "enny",
        -1.92662e-05
      ],
      [
        " Opera",
        -7.255024e-05
      ]
    ]
  },
  "The limping pose of the subject in this painting is completely stolen from the Pieta of the artist's student. A document in this work mentions a \"mother of five children whose husband has died for his country\" next to a bill of money. An update of this painting that includes a bowl of fruit and a fancy hat on top of a pink table was painted by (*) Edvard Munch - that version takes the liberty of including": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.06696868
      ],
      [
        " Death",
        -0.26672518
      ],
      [
        " of",
        -0.0006679983
      ],
      [
        " Mar",
        -0.0006544164
      ],
      [
        "at",
        -1.1637165e-05
      ]
    ]
  },
  "Lil' Scrappy refers to this entity in the chorus of his song \"Lord Have Mercy,\" and notes after that line that he \"don't wanna burn.\" In a UGK song by this name, Pimp C notes that one of these exists \"for the people in the game sellin' cheese\" and posits if he'll \"see Screw again, got one foot in the street and one foot in the pen,\" and the final line of Lupe Fiasco's song \"The Cool\" features a response mentioning it after \"hustler for death.\" It is referenced after the line \"How many brothas fell victim to tha streetz\" in Tupac's song \"Life Goes On,\" and later Tupac offered an (*) alternative to it, where \"thugs get in free and you gotta be a G\" in \"Thugz Mansion.\" For 10 points, name this place which Nas thought about \"a mile away, and you could ride by the gates,\" a place to which Pimp C, the Notorious B.I.G. and Tupac probably did not ascend after death.": {
    "guess": "Heaven",
    "confidence": [
      [
        "He",
        -0.26432604
      ],
      [
        "aven",
        -8.792751e-05
      ]
    ]
  },
  "Limited proteolysis, phosphorylation, and isoprenylation all occur here.  In flagellate protozoa, it is known as the parabasal body and in plants, it is known as the dictyosome.  It was first described in 1898 but, because of the limitations of light microscopy and because staining techniques failed to resolve its structure, its existence was not proven until the late 1950s.  FTP, name the organelle where glycosylation occurs and proteins are packaged for secretion.": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.011587783
      ],
      [
        "ol",
        -2.1054253e-05
      ],
      [
        "gi",
        -1.9816675e-06
      ],
      [
        " apparatus",
        -0.00087501656
      ]
    ]
  },
  "In the limit of low pressure and coverage, this relation can be derived from Hirasaki's model. Solid-phase microextraction techniques have been used to determine its constants, two of which are dimensionless, and the rest of which must be converted between units, while their reciprocal is the water partition coefficient. Its application to the solvent is a special case which falls under Raoult's Law, and it assumes dilute ideal solutions. Most simply stated as P equals KC, it holds that the concentration": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -0.05715552
      ],
      [
        "'s",
        -9.317247e-05
      ],
      [
        " law",
        -0.1002816
      ]
    ]
  },
  "Lillian Hellman called it \"the great play of our time.\" It has a scene in which Mr. Peachum sells Filch \"begging licenses.\" The central character, Mackie the Knife, seeks the hand of Polly Peachum. For": {
    "guess": "The Threepenny Opera",
    "confidence": [
      [
        "The",
        -0.0005794849
      ],
      [
        " Th",
        -3.655073e-05
      ],
      [
        "re",
        -1.7432603e-06
      ],
      [
        "ep",
        -7.89631e-07
      ],
      [
        "enny",
        -7.9418505e-06
      ],
      [
        " Opera",
        -5.6769813e-06
      ]
    ]
  },
  "The limping pose of the subject in this painting is completely stolen from the Pieta of the artist's student. A document in this work mentions a \"mother of five children whose husband has died for his country\" next to a bill of money. An update of this painting that includes a bowl of fruit and a fancy hat on top of a pink table was painted by (*) Edvard Munch - that version takes the liberty of including a naked woman in the middle. The wooden box at the bottom of this painting contains the subject's": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.5214181
      ],
      [
        " Death",
        -0.14426601
      ],
      [
        " of",
        -0.00051156816
      ],
      [
        " Mar",
        -0.00079021323
      ],
      [
        "at",
        -1.1756368e-05
      ]
    ]
  },
  "In the limit of low pressure and coverage, this relation can be derived from Hirasaki's model. Solid-phase microextraction techniques have been used to determine its constants, two of which are dimensionless, and the rest of which must be converted between units, while their reciprocal is the water partition coefficient. Its application to the solvent is a special case which falls under Raoult's Law, and it assumes dilute ideal solutions. Most simply stated as P equals KC, it holds that the concentration of a solute gas in a solution is directly proportional to the partial pressure of that gas above the solution. The cause of decompression sickness, FTP, give this gas law named for an English chemist.": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -0.002113978
      ],
      [
        "'s",
        -3.23786e-05
      ],
      [
        " law",
        -0.38589266
      ]
    ]
  },
  "The limping pose of the subject in this painting is completely stolen from the Pieta of the artist's student. A document in this work mentions a \"mother of five children whose husband has died for his country\" next to a bill of money. An update of this painting that includes a bowl of fruit and a fancy hat on top of a pink table was painted by (*) Edvard Munch - that version takes the liberty of including a naked woman in the middle. The wooden box at the bottom of this painting contains the subject's and the artist's name. It depicts a man with a letter of introduction in his right hand, who is sitting in a bathtub with green draperies. For 10 points, name this Jacques-Louis David painting depicting": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.09875372
      ],
      [
        " Death",
        -0.0027164263
      ],
      [
        " of",
        -0.00021652991
      ],
      [
        " Mar",
        -0.0021494273
      ],
      [
        "at",
        -9.729906e-06
      ]
    ]
  },
  "Lil' Scrappy refers to this entity in the chorus of his song \"Lord Have Mercy,\" and notes after that line that he \"don't wanna burn.\" In a UGK song by this name, Pimp C notes that one of these exists \"for the people in the game sellin' cheese\" and posits if he'll \"see Screw again, got one foot in the street and one foot in the pen,\" and the final line of Lupe Fiasco's song \"The Cool\" features a response mentioning it after \"hustler for death.\" It is referenced after the line \"How many brothas fell": {
    "guess": "Crack House",
    "confidence": [
      [
        "Cr",
        -1.6992162
      ],
      [
        "ack",
        -0.679228
      ],
      [
        " House",
        -1.223294
      ]
    ]
  },
  "Lil' Scrappy refers to this entity in the chorus of his song \"Lord Have Mercy,\" and notes after that line that he \"don't wanna burn.\" In a UGK song by this name, Pimp C notes that one of these exists \"for": {
    "guess": "One Day (UGK song)",
    "confidence": [
      [
        "One",
        -1.3559128
      ],
      [
        " Day",
        -0.013563699
      ],
      [
        " (",
        -0.41467544
      ],
      [
        "UG",
        -0.46836498
      ],
      [
        "K",
        -2.6895234e-05
      ],
      [
        " song",
        -0.010132732
      ],
      [
        ")",
        -0.0006738319
      ]
    ]
  },
  "Lil' Scrappy refers to this entity in the chorus of his song \"Lord Have Mercy,\" and notes after that": {
    "guess": "The Lord",
    "confidence": [
      [
        "The",
        -2.938858
      ],
      [
        " Lord",
        -2.3541863
      ]
    ]
  },
  "Lil' Scrappy refers to this entity in the chorus of his song \"Lord Have Mercy,\" and notes after that line that he \"don't wanna burn.\" In a UGK song by this name, Pimp C notes that one of these exists \"for the people in the game sellin' cheese\" and posits if he'll \"see Screw again, got one foot in the street and one foot in the pen,\" and the final line of Lupe Fiasco's song \"The Cool\" features a response mentioning it after \"hustler for death.\" It is referenced after the line \"How many brothas fell victim to tha streetz\" in Tupac's song \"Life Goes On,\" and later Tupac offered an (*) alternative": {
    "guess": "Crossroads",
    "confidence": [
      [
        "Cross",
        -1.3946913
      ],
      [
        "roads",
        -0.23302259
      ]
    ]
  },
  "In the limit of low pressure and coverage, this relation can be derived from Hirasaki's model. Solid-phase": {
    "guess": "Contact angle",
    "confidence": [
      [
        "Contact",
        -0.71570325
      ],
      [
        " angle",
        -0.021255568
      ]
    ]
  }
}