{
  "Joel and the people of Nineveh did this to avert God's judgment, and accidental violations of it and time discrepancies due to altitude are pardoned during one of these in Baha'i Faith lasting 19 days. A \"regular\" one happens two days a week in Charismatic Christian denominations, and Sikhism notes that": {
    "guess": "Nineteen-Day Fast",
    "confidence": [
      [
        "N",
        -0.08034326
      ],
      [
        "in",
        -0.003782974
      ],
      [
        "ete",
        -8.657073e-06
      ],
      [
        "en",
        -0.00014537634
      ],
      [
        "-Day",
        -0.30107716
      ],
      [
        " Fast",
        -0.0019480335
      ]
    ]
  },
  "In Joel Chandler Harris's Uncle Remus tales, an animal of this type sings \"Ingle-go-jang, my joy, my joy\" after Brer Bear fails to kill it with an axe. A short story partly titled for this animal ends by cutting off a description of a \"yeller one-eyed cow that didn't have no tail,\" and is framed by the": {
    "guess": "Rabbits",
    "confidence": [
      [
        "R",
        -0.28964305
      ],
      [
        "ab",
        -0.21400888
      ],
      [
        "bits",
        -3.1544176e-05
      ]
    ]
  },
  "Joe Pipkin's friends explore ancient cultures in this author's The Halloween Tree. This author of Something": {
    "guess": "Ray Bradbury",
    "confidence": [
      [
        "Ray",
        -0.05712996
      ],
      [
        " Brad",
        -5.9199425e-05
      ],
      [
        "bury",
        -6.122589e-05
      ]
    ]
  },
  "Joel and the people of Nineveh did this to avert God's judgment, and accidental violations of it and time discrepancies due to altitude are pardoned during one of these in Baha'i Faith lasting 19 days. A \"regular\" one happens two days a week in Charismatic Christian denominations, and Sikhism notes that it \"brings no spiritual benefit to the person\". Doing this causes one to gain taqwa in another religion, which acts a shield against Hell. Occurring from fajr to maghrib and regulated by Sawm in Islam,": {
    "guess": "Bahá'í Fast",
    "confidence": [
      [
        "Bah",
        -0.5692188
      ],
      [
        "á",
        -0.0013671427
      ],
      [
        "'",
        -0.00015431295
      ],
      [
        "í",
        -1.7597347e-05
      ],
      [
        " Fast",
        -0.74520123
      ]
    ]
  },
  "Joel and the people of Nineveh did this to avert God's judgment, and accidental violations of it and time discrepancies due to altitude are pardoned during one of these in Baha'i Faith lasting 19 days. A \"regular\" one happens two days a week in Charismatic Christian denominations, and Sikhism notes that it \"brings no spiritual benefit to the person\". Doing this causes one to gain taqwa in another religion, which acts a shield against Hell. Occurring from fajr to maghrib and regulated by Sawm in Islam, for 10 points, name this activity done during much of Ramadan.": {
    "guess": "Fasting in Islam",
    "confidence": [
      [
        "F",
        -0.030083565
      ],
      [
        "asting",
        -1.0280384e-06
      ],
      [
        " in",
        -0.6054589
      ],
      [
        " Islam",
        -0.017762972
      ]
    ]
  },
  "Joe Pipkin's friends explore ancient cultures in this author's The Halloween Tree. This author of Something Wicked This Way Comes wrote about Douglas Spaulding recording summer rituals in Dandelion Wine, and wrote a novel in which Clarisse McClellan and Professor Faber help (*) fireman Guy Montag embrace the books he burns. For 10 points, name this American science fiction author of Fahrenheit 451.": {
    "guess": "Ray Bradbury",
    "confidence": [
      [
        "Ray",
        -0.0025485544
      ],
      [
        " Brad",
        -1.2829201e-05
      ],
      [
        "bury",
        -3.7981175e-05
      ]
    ]
  },
  "In Joel Chandler Harris's Uncle Remus tales, an animal of this type sings \"Ingle-go-jang, my joy, my joy\" after Brer Bear fails to kill it with an axe. A short story partly titled for this animal ends by cutting off a description of a \"yeller one-eyed cow that didn't have no tail,\" and is framed by the narrator's search in Angels Camp for a reverend named Leonidas. In that story, Simon Wheeler describes one of these creatures named Dan'l Webster, which is filled with quail shot so that Jim Smiley will lose a bet. For 10 points, name this type of animal which, in a Mark Twain short story, engages": {
    "guess": "Br'er Rabbit",
    "confidence": [
      [
        "Br",
        -1.201954
      ],
      [
        "'er",
        -0.14684972
      ],
      [
        " Rabbit",
        -0.01371773
      ]
    ]
  },
  "Joel and the people of Nineveh did this to avert God's judgment, and accidental violations of it and": {
    "guess": "Fasting in Christianity",
    "confidence": [
      [
        "F",
        -1.5552684
      ],
      [
        "asting",
        -0.00048763392
      ],
      [
        " in",
        -0.50781906
      ],
      [
        " Christianity",
        -0.51820314
      ]
    ]
  },
  "In Joel Chandler Harris's Uncle Remus tales, an animal of this type sings \"Ingle-go-jang, my joy, my": {
    "guess": "Rabbit",
    "confidence": [
      [
        "R",
        -0.6262917
      ],
      [
        "abbit",
        -0.59514683
      ]
    ]
  },
  "Joel and the people of Nineveh did this to avert God's judgment, and accidental violations of it and time discrepancies due to altitude are pardoned during one of these in Baha'i Faith lasting 19 days. A \"regular\" one happens two days a week in Charismatic Christian denominations, and Sikhism notes that it \"brings no spiritual benefit to the person\". Doing this causes one to gain taqwa in another religion,": {
    "guess": "Nineteen Day Feast",
    "confidence": [
      [
        "N",
        -0.3247193
      ],
      [
        "in",
        -0.00014895246
      ],
      [
        "ete",
        -1.9361265e-07
      ],
      [
        "en",
        -7.278864e-05
      ],
      [
        " Day",
        -0.22223774
      ],
      [
        " Feast",
        -0.65862167
      ]
    ]
  },
  "Joel and the people of Nineveh did this to avert God's judgment, and accidental violations of it and time discrepancies due to altitude are pardoned during one of these in Baha'i Faith lasting 19 days.": {
    "guess": "Nineteen Day Fast",
    "confidence": [
      [
        "N",
        -0.02726058
      ],
      [
        "in",
        -0.00038455575
      ],
      [
        "ete",
        -3.4121115e-06
      ],
      [
        "en",
        -0.00020163313
      ],
      [
        " Day",
        -0.5367299
      ],
      [
        " Fast",
        -0.030241335
      ]
    ]
  },
  "In Joel Chandler Harris's Uncle Remus tales, an animal of this type sings \"Ingle-go-jang, my joy, my joy\" after Brer Bear fails to kill it with an axe. A short story partly titled for this animal ends by cutting off a description of a \"yeller one-eyed cow that didn't have no tail,\" and is framed by the narrator's search in Angels Camp for a reverend named Leonidas. In that story, Simon Wheeler describes one of these creatures named Dan'l Webster, which is filled with quail shot so that Jim Smiley will lose a bet. For 10 points, name this type of animal which, in a Mark Twain short story, engages in a jumping contest in Calaveras County.": {
    "guess": "Frog",
    "confidence": [
      [
        "F",
        -0.0046279384
      ],
      [
        "rog",
        -0.00059878494
      ]
    ]
  },
  "In Joel Chandler Harris's Uncle Remus tales, an animal of this type sings \"Ingle-go-jang, my joy, my joy\" after Brer Bear fails to kill it with an axe. A short story partly titled for this animal ends by cutting off a description of a \"yeller one-eyed cow that didn't have no tail,\" and is framed by the narrator's search in Angels Camp for a reverend named Leonidas. In that story, Simon Wheeler describes one of these creatures named Dan'l Webster, which is filled with quail shot so that Jim Smiley": {
    "guess": "The Celebrated Jumping Frog of Calaveras County",
    "confidence": [
      [
        "The",
        -0.11177558
      ],
      [
        " Celebr",
        -0.0063425377
      ],
      [
        "ated",
        -8.876193e-05
      ],
      [
        " Jump",
        -6.217952e-05
      ],
      [
        "ing",
        -1.8624639e-06
      ],
      [
        " Frog",
        -2.0339032e-05
      ],
      [
        " of",
        -3.5313153e-06
      ],
      [
        " Cal",
        -2.8160932e-06
      ],
      [
        "aver",
        -0.00016408764
      ],
      [
        "as",
        -4.4849444e-06
      ],
      [
        " County",
        -7.648396e-05
      ]
    ]
  },
  "Joe Pipkin's friends explore ancient cultures in this author's The Halloween Tree. This author of Something Wicked This Way Comes wrote about Douglas Spaulding recording summer rituals in Dandelion Wine,": {
    "guess": "Ray Bradbury",
    "confidence": [
      [
        "Ray",
        -0.0042442502
      ],
      [
        " Brad",
        -5.109358e-05
      ],
      [
        "bury",
        -4.8113485e-05
      ]
    ]
  },
  "In Joel Chandler Harris's Uncle Remus tales, an animal of this type sings \"Ingle-go-jang, my joy, my joy\" after Brer Bear fails to kill it with an axe. A short story partly titled for this animal ends by cutting off a description of a \"yeller one-eyed cow that didn't have no tail,\" and is framed by the narrator's search in Angels Camp for a reverend named Leonidas. In that story, Simon Wheeler describes": {
    "guess": "Rabbits",
    "confidence": [
      [
        "R",
        -0.078767724
      ],
      [
        "ab",
        -0.06610561
      ],
      [
        "bits",
        -6.980855e-05
      ]
    ]
  },
  "In Joel Chandler Harris's Uncle Remus tales, an animal of this type sings \"Ingle-go-jang, my joy, my joy\" after Brer Bear fails to kill it with an axe. A short story partly titled for this animal ends": {
    "guess": "Rabbits",
    "confidence": [
      [
        "R",
        -0.54202604
      ],
      [
        "ab",
        -0.23691015
      ],
      [
        "bits",
        -0.0007243486
      ]
    ]
  },
  "Joe Pipkin's friends explore ancient cultures in this author's The Halloween Tree. This author of Something Wicked This Way Comes wrote about Douglas Spaulding recording summer rituals in Dandelion Wine, and wrote a novel in which Clarisse McClellan and Professor Faber help (*) fireman Guy Montag embrace": {
    "guess": "Ray Bradbury",
    "confidence": [
      [
        "Ray",
        -0.016295234
      ],
      [
        " Brad",
        -4.406056e-05
      ],
      [
        "bury",
        -5.5146502e-05
      ]
    ]
  }
}