{
  "Jesus' actions there in Luke's gospel include telling the parable of the Talents and calling the publican Zacchaeus out of a sycamore tree. In 1 Kings, Hiel the Bethelite makes an unsuccesful attempt to rebuild its fortifications. Excavations around Tall es-Sultan have revealed that as long ago as 8,000 B.C., there was a Neolithic settlement on this site with what is the oldest [*] fortification wall ever discovered. Its story is told between that of the Twelve Stones and that of the Sin of Achan": {
    "guess": "Jericho",
    "confidence": [
      [
        "Jer",
        -0.045750204
      ],
      [
        "icho",
        -8.864273e-05
      ]
    ]
  },
  "Jesuit theologian Benterim claimed that a thirteenth-century law decreed that pictures should be covered": {
    "guess": "Iconoclasm",
    "confidence": [
      [
        "Icon",
        -0.25003693
      ],
      [
        "ocl",
        -0.1400731
      ],
      [
        "asm",
        -4.954393e-05
      ]
    ]
  },
  "When Jesus heals ten lepers in the Gospel of Luke, one of these people is the only one to return and praise God. In the Gospel of John, another of these people says she has no husband, then receives the": {
    "guess": "Samaritan Woman at the Well",
    "confidence": [
      [
        "S",
        -0.052325685
      ],
      [
        "amar",
        -8.061054e-06
      ],
      [
        "itan",
        -0.013364098
      ],
      [
        " Woman",
        -0.32702267
      ],
      [
        " at",
        -0.05247694
      ],
      [
        " the",
        -1.1517961e-05
      ],
      [
        " Well",
        -0.007543092
      ]
    ]
  },
  "Jesuit theologian Benterim claimed that a thirteenth-century law decreed that pictures should be covered during this time period, and its beginning is defined by the Sunday closest to the feast day of": {
    "guess": "Lent",
    "confidence": [
      [
        "L",
        -1.1931716
      ],
      [
        "ent",
        -9.054999e-05
      ]
    ]
  },
  "When Jesus heals ten lepers in the Gospel of Luke, one of these people is the only one to return and": {
    "guess": "Miracle of the ten lepers",
    "confidence": [
      [
        "Mir",
        -1.5256724
      ],
      [
        "acle",
        -0.11330875
      ],
      [
        " of",
        -0.030308293
      ],
      [
        " the",
        -0.068025246
      ],
      [
        " ten",
        -0.23557273
      ],
      [
        " le",
        -0.0001135563
      ],
      [
        "pers",
        -3.1186566e-05
      ]
    ]
  },
  "When Jesus heals ten lepers in the Gospel of Luke, one of these people is the only one to return and praise God. In the Gospel of John, another of these people says she has no husband, then receives the reply that she has had five husbands and is currently living in sin. Known as \"Kuthim,\" these people built a temple on the site where they believe Abraham tried to sacrifice Isaac, Mount (*) Gerizim.": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.0009012157
      ],
      [
        "amar",
        0.0
      ],
      [
        "it",
        -0.0033667546
      ],
      [
        "ans",
        -3.106736e-05
      ]
    ]
  },
  "In it, Jesus is depicted as the model of a heroic German warrior, facing his impending death unflinchingly and even eagerly. A dream vision, it features the scop, who also acts as the narrator, asking the title object for salvation and to be counted amongst the band of Christ's followers. Earlier, it,": {
    "guess": "Dream of the Rood",
    "confidence": [
      [
        "Dream",
        -0.69778585
      ],
      [
        " of",
        -0.00026610398
      ],
      [
        " the",
        -0.00028457688
      ],
      [
        " R",
        -0.00024536622
      ],
      [
        "ood",
        -1.2664457e-06
      ]
    ]
  },
  "When Jesus heals ten lepers in the Gospel of Luke, one of these people is the only one to return and praise God. In the Gospel of John, another of these people says she has no husband, then receives the reply that she has had five husbands and is currently living in sin. Known as \"Kuthim,\" these people": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.0017090904
      ],
      [
        "amar",
        0.0
      ],
      [
        "it",
        -0.002265044
      ],
      [
        "ans",
        -5.3239244e-05
      ]
    ]
  },
  "When Jesus heals ten lepers in the Gospel of Luke, one of these people is the only one to return and praise God. In the Gospel of John, another of these people says she has no husband, then receives the reply that she has had five husbands and is currently living in sin. Known as \"Kuthim,\" these people built a temple on the site where they believe Abraham tried to sacrifice Isaac, Mount (*) Gerizim. In John, Jesus encounters the \"woman at the well,\" who belongs to this group. A parable about one": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.0010692507
      ],
      [
        "amar",
        0.0
      ],
      [
        "it",
        -0.07500334
      ],
      [
        "ans",
        -2.2961513e-05
      ]
    ]
  },
  "In it, Jesus is depicted as the model of a heroic German warrior, facing his impending death unflinchingly": {
    "guess": "The title of the Wikipedia page for the answer to the question is: Albrecht Dürer",
    "confidence": [
      [
        "The",
        -1.5286679
      ],
      [
        " title",
        -1.4037784
      ],
      [
        " of",
        -0.0027997717
      ],
      [
        " the",
        -0.0011818927
      ],
      [
        " Wikipedia",
        -0.001215356
      ],
      [
        " page",
        -6.2775536e-05
      ],
      [
        " for",
        -0.7624086
      ],
      [
        " the",
        -0.015360774
      ],
      [
        " answer",
        -0.026339548
      ],
      [
        " to",
        -0.73204714
      ],
      [
        " the",
        -0.65196246
      ],
      [
        " question",
        -0.33751947
      ],
      [
        " is",
        -0.04686371
      ],
      [
        ":",
        -0.2604016
      ],
      [
        " Al",
        -0.6190269
      ],
      [
        "bre",
        -0.03385615
      ],
      [
        "cht",
        -1.0206721e-05
      ],
      [
        " D",
        -0.008316214
      ],
      [
        "ür",
        -0.0002790935
      ],
      [
        "er",
        -1.5809293e-05
      ]
    ]
  },
  "When Jesus heals ten lepers in the Gospel of Luke, one of these people is the only one to return and praise God. In the Gospel of John, another of these people says she has no husband, then receives the reply that she has had five husbands and is currently living in sin. Known as \"Kuthim,\" these people built a temple on the site where they believe Abraham tried to sacrifice Isaac, Mount (*) Gerizim. In John, Jesus encounters the \"woman at the well,\" who belongs to this group. A parable about one of these people is set on the road from Jerusalem to Jericho, where a priest and a Levite ignore an": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.00019710339
      ],
      [
        "amar",
        0.0
      ],
      [
        "it",
        -0.013789461
      ],
      [
        "ans",
        -1.0325924e-05
      ]
    ]
  },
  "Jesuit theologian Benterim claimed that a thirteenth-century law decreed that pictures should be covered during this time period, and its beginning is defined by the Sunday closest to the feast day of St. Andrew the Apostle. Methodism holds that \"Kingdomtide\" precedes this event, and this event features a day when a pink candle is lit called Gaudete Sunday. For 10 points, name this Christian holiday, commonly symbolized by a wreath with one candle per week, four in all, which leads up to Christmas": {
    "guess": "Advent",
    "confidence": [
      [
        "Ad",
        -0.00047285634
      ],
      [
        "vent",
        -2.220075e-06
      ]
    ]
  },
  "Jesus' actions there in Luke's gospel include telling the parable of the Talents and calling the publican Zacchaeus out of a sycamore tree. In 1 Kings, Hiel the Bethelite makes an unsuccesful attempt to": {
    "guess": "Zacchaeus",
    "confidence": [
      [
        "Z",
        -0.83838546
      ],
      [
        "ac",
        -0.00666137
      ],
      [
        "ch",
        -0.0016270985
      ],
      [
        "ae",
        -4.3583746e-05
      ],
      [
        "us",
        -0.00012178135
      ]
    ]
  },
  "When Jesus heals ten lepers in the Gospel of Luke, one of these people is the only one to return and praise God. In the Gospel of John, another of these people says she has no husband, then receives the reply that she has had five husbands and is currently living in sin. Known as \"Kuthim,\" these people built a temple on the site where they believe Abraham tried to sacrifice Isaac, Mount (*) Gerizim. In John, Jesus encounters the \"woman at the well,\" who belongs to this group. A parable about one of these people is set on the road from Jerusalem to Jericho, where a priest and a Levite ignore an injured man whom one of these people assists. For 10 points, name this Semitic religious group depicted in a famous parable about being a good neighbor.": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.007232351
      ],
      [
        "amar",
        0.0
      ],
      [
        "it",
        -0.055881917
      ],
      [
        "ans",
        -8.44706e-05
      ]
    ]
  },
  "When Jesus heals ten lepers in the Gospel of Luke, one of these people is the only one to return and praise God. In the Gospel of John, another of these people says she has no husband, then receives the reply that she has had five husbands and is currently living in sin. Known as \"Kuthim,\" these people built a temple on the site where they believe Abraham tried to sacrifice Isaac, Mount (*) Gerizim. In John, Jesus encounters the \"woman at the well,\" who belongs to this group. A parable about one of these people is set on the road from Jerusalem to Jericho, where a priest and a Levite ignore an injured man whom one of these people assists. For 10 points, name this Semitic religious group depicted": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.0017393169
      ],
      [
        "amar",
        0.0
      ],
      [
        "it",
        -0.0063199205
      ],
      [
        "ans",
        -1.6286107e-05
      ]
    ]
  },
  "Jesuit theologian Benterim claimed that a thirteenth-century law decreed that pictures should be covered during this time period, and its beginning is defined by the Sunday closest to the feast day of St. Andrew the Apostle. Methodism holds that \"Kingdomtide\" precedes this event, and this event features a day when a pink candle is lit called Gaudete Sunday. For 10 points, name this Christian holiday, commonly symbolized by a wreath with one candle per week, four in all, which leads up to Christmas and which commonly features chocolate-filled calendars.": {
    "guess": "Advent",
    "confidence": [
      [
        "Ad",
        -0.00019984508
      ],
      [
        "vent",
        -3.0545007e-06
      ]
    ]
  },
  "In it, Jesus is depicted as the model of a heroic German warrior, facing his impending death unflinchingly and even eagerly. A dream vision, it features the scop, who also acts as the narrator, asking the title object for salvation and to be counted amongst the band of Christ's followers. Earlier, it, acting as if it had been amongst that band, relates its sadness at seeing its creator die, but does take solace in the fact that his death was a victory, not a defeat. FTP, so goes what Old English poem which relates a conversation between the scop and a piece of the cross?": {
    "guess": "Dream of the Rood",
    "confidence": [
      [
        "Dream",
        -0.18325531
      ],
      [
        " of",
        -3.035214e-05
      ],
      [
        " the",
        -0.0002421587
      ],
      [
        " R",
        -0.004336241
      ],
      [
        "ood",
        -8.180258e-06
      ]
    ]
  },
  "In it, Jesus is depicted as the model of a heroic German warrior, facing his impending death unflinchingly and even eagerly. A dream vision, it features the scop, who also acts as the narrator, asking the title object for salvation and to be counted amongst the band of Christ's followers. Earlier, it, acting as if it had been amongst that band, relates its sadness at seeing its creator die, but does": {
    "guess": "Dream of the Rood",
    "confidence": [
      [
        "Dream",
        -0.66209066
      ],
      [
        " of",
        -0.00045379106
      ],
      [
        " the",
        -0.00012058931
      ],
      [
        " R",
        -0.00035929924
      ],
      [
        "ood",
        -4.3202e-07
      ]
    ]
  },
  "Jesus' actions there in Luke's gospel include telling the parable of the Talents and calling the publican Zacchaeus out of a sycamore tree. In 1 Kings, Hiel the Bethelite makes an unsuccesful attempt to rebuild its fortifications. Excavations around Tall es-Sultan have revealed that as long ago as 8,000 B.C., there was a Neolithic settlement on this site with what is the oldest [*] fortification wall ever discovered. Its story is told between that of the Twelve Stones and that of the Sin of Achan in the book named for the man who cursed anyone that tried to rebuild it. Two un-named men from Shittim stayed in the house of the harlot Rahab in, FTP, what city on the Jordan that was subsequently": {
    "guess": "Jericho",
    "confidence": [
      [
        "Jer",
        -0.088551894
      ],
      [
        "icho",
        -1.700133e-05
      ]
    ]
  },
  "Jesuit theologian Benterim claimed that a thirteenth-century law decreed that pictures should be covered during this time period, and its beginning is defined by the Sunday closest to the feast day of St. Andrew the Apostle. Methodism holds that \"Kingdomtide\" precedes this event, and this event features": {
    "guess": "Advent",
    "confidence": [
      [
        "Ad",
        -0.0027530456
      ],
      [
        "vent",
        -9.4914985e-06
      ]
    ]
  },
  "Jesus' actions there in Luke's gospel include telling the parable of the Talents and calling the publican Zacchaeus out of a sycamore tree. In 1 Kings, Hiel the Bethelite makes an unsuccesful attempt to rebuild its fortifications. Excavations around Tall es-Sultan have revealed that as long ago as 8,000": {
    "guess": "Jericho",
    "confidence": [
      [
        "Jer",
        -0.08670917
      ],
      [
        "icho",
        -0.00022499338
      ]
    ]
  },
  "Jesuit theologian Benterim claimed that a thirteenth-century law decreed that pictures should be covered during this time period, and its beginning is defined by the Sunday closest to the feast day of St. Andrew the Apostle. Methodism holds that \"Kingdomtide\" precedes this event, and this event features a day when a pink candle is lit called Gaudete Sunday. For 10 points, name this Christian holiday,": {
    "guess": "Advent",
    "confidence": [
      [
        "Ad",
        -0.0022538607
      ],
      [
        "vent",
        -8.180258e-06
      ]
    ]
  },
  "In it, Jesus is depicted as the model of a heroic German warrior, facing his impending death unflinchingly and even eagerly. A dream vision, it features the scop, who also acts as the narrator, asking the title object for salvation and to be counted amongst the band of Christ's followers. Earlier, it, acting as if it had been amongst that band, relates its sadness at seeing its creator die, but does take solace in the fact that his death was a victory, not a defeat. FTP, so goes what Old English": {
    "guess": "Dream of the Rood",
    "confidence": [
      [
        "Dream",
        -0.23643737
      ],
      [
        " of",
        -0.00045902873
      ],
      [
        " the",
        -9.817902e-05
      ],
      [
        " R",
        -0.00019018957
      ],
      [
        "ood",
        -1.504853e-06
      ]
    ]
  },
  "Jesus' actions there in Luke's gospel include telling the parable of the Talents and calling the publican Zacchaeus out of a sycamore tree. In 1 Kings, Hiel the Bethelite makes an unsuccesful attempt to rebuild its fortifications. Excavations around Tall es-Sultan have revealed that as long ago as 8,000 B.C., there was a Neolithic settlement on this site with what is the oldest [*] fortification wall ever discovered. Its story is told between that of the Twelve Stones and that of the Sin of Achan in the book named for the man who cursed anyone that tried to rebuild it. Two un-named men from Shittim": {
    "guess": "Jericho",
    "confidence": [
      [
        "Jer",
        -0.63758403
      ],
      [
        "icho",
        -0.00014847564
      ]
    ]
  },
  "Jesus' actions there in Luke's gospel include telling the parable of the Talents and calling the publican Zacchaeus out of a sycamore tree. In 1 Kings, Hiel the Bethelite makes an unsuccesful attempt to rebuild its fortifications. Excavations around Tall es-Sultan have revealed that as long ago as 8,000 B.C., there was a Neolithic settlement on this site with what is the oldest [*] fortification wall": {
    "guess": "Jericho",
    "confidence": [
      [
        "Jer",
        -0.0412661
      ],
      [
        "icho",
        -0.000225947
      ]
    ]
  },
  "Jesus' actions there in Luke's gospel include telling the parable of the Talents and calling the publican Zacchaeus out of a sycamore tree. In 1 Kings, Hiel the Bethelite makes an unsuccesful attempt to rebuild its fortifications. Excavations around Tall es-Sultan have revealed that as long ago as 8,000 B.C., there was a Neolithic settlement on this site with what is the oldest [*] fortification wall ever discovered. Its story is told between that of the Twelve Stones and that of the Sin of Achan in the book named for the man who cursed anyone that tried to rebuild it. Two un-named men from Shittim stayed in the house of the harlot Rahab in, FTP, what city on the Jordan that was subsequently destroyed when Joshua's men blew their trumpets?": {
    "guess": "Jericho",
    "confidence": [
      [
        "Jer",
        -0.08372675
      ],
      [
        "icho",
        -1.4259645e-05
      ]
    ]
  },
  "Jesus' actions there in Luke's gospel include telling the parable of the Talents and calling the publican": {
    "guess": "Parable of the Prodigal Son",
    "confidence": [
      [
        "Par",
        -0.37715244
      ],
      [
        "able",
        -0.058954917
      ],
      [
        " of",
        -0.00078044215
      ],
      [
        " the",
        -9.317247e-05
      ],
      [
        " Pro",
        -1.3906114
      ],
      [
        "dig",
        -9.0883464e-07
      ],
      [
        "al",
        -5.443128e-05
      ],
      [
        " Son",
        -1.7120534e-05
      ]
    ]
  },
  "In it, Jesus is depicted as the model of a heroic German warrior, facing his impending death unflinchingly and even eagerly. A dream vision, it features the scop, who also acts as the narrator, asking": {
    "guess": "The Dream of the Rood",
    "confidence": [
      [
        "The",
        -0.13353582
      ],
      [
        " Dream",
        -0.003652576
      ],
      [
        " of",
        -2.1173457e-05
      ],
      [
        " the",
        -0.00020473242
      ],
      [
        " R",
        -3.7697225e-06
      ],
      [
        "ood",
        -1.9361265e-07
      ]
    ]
  }
}