{
  "Jos?Orozco and Thomas Hart Benton painted murals of social reform at this institution, which was founded by Charles Beard and John Dewey in 1919. It is associated with Eugene Lang College and merged with": {
    "guess": "New School for Social Research",
    "confidence": [
      [
        "New",
        -0.3834041
      ],
      [
        " School",
        -0.0029071083
      ],
      [
        " for",
        -0.31030303
      ],
      [
        " Social",
        -3.8219583e-05
      ],
      [
        " Research",
        -0.00048477305
      ]
    ]
  },
  "Joseph Gallieni, a military governor of this city, helped win a battle to defend it. Patrice MacMahon attacked this city during \"the Bloody Week.\" Later, during the Race to the Sea, this city's taxicabs were enlisted to transport defending troops. Auguste Blanqui was elected in absentia by a (*) revolutionary movement in this city, some of whose members subscribed to the ideas of Pierre-Joseph Proudhon. That government in this city was crushed in 1871 after the fall of the Second Empire. For 10 points,": {
    "guess": "Paris",
    "confidence": [
      [
        "Paris",
        -0.0030511466
      ]
    ]
  },
  "Joseph Priestley wrote a pamphlet correcting this thinker's grammar and history and attacking his views": {
    "guess": "Benjamin Franklin",
    "confidence": [
      [
        "Ben",
        -0.8907515
      ],
      [
        "jamin",
        -0.0008665604
      ],
      [
        " Franklin",
        -0.0040597594
      ]
    ]
  },
  "Joshua Riggs inherits the estate of one character in this novel, while another character becomes ill after he is unable to sell a horse for profit. Fred Vincy takes up a position in a seminary and marries Mary Garth in this novel, while Fred's sister Rosamond quarrels with her husband, who is accused of conspiring with the banker Bulstrode in the death of Raffles. Another character in this work never finishes a treatise called \"The Key to All Mythologies\", feuds with a cousin, and leaves a will which": {
    "guess": "Middlemarch",
    "confidence": [
      [
        "Middle",
        -0.0005761472
      ],
      [
        "m",
        -9.133887e-06
      ],
      [
        "arch",
        -1.0280384e-06
      ]
    ]
  },
  "Josephus identified her as Hur's wife, but other texts place her as his mother. She objected to her brother's marriage to a Cushite, causing God to turn her \"white as snow\". After the Israelites escaped from Egypt, she led the Hebrew women in a song of rejoicing, said to be the oldest part of the Bible.": {
    "guess": "Miriam",
    "confidence": [
      [
        "Mir",
        -0.007587218
      ],
      [
        "iam",
        -4.7994283e-05
      ]
    ]
  },
  "Joseph Glatthaar wrote a study of one of this man's most notable actions, one of many post-1980 works on him which supplant biographies by Lloyd Lewis and James Merrill. This adopted son of the Whig politician Thomas Ewing married Ewing's natural daughter; later, over his own protestations to Lincoln of being incompetent, he was transferred from Irvin McDowell's command to Robert Anderson's. He lost at Chickasaw Bluffs but won at Fort Hindman while aiding Grant in the Vicksburg campaign, and he later ordered the heating and twisting of locomotive rails into his namesake \"neckties\" while pushing back Joseph Johnston following his capture of the Confederate rail hub. Promoted due to the influence of his brother, an Ohio Senator who sponsored a Silver Purchase Act, for 10 points, name this man who made Lincoln a \"Christmas present\" of Savannah following his totally awesome March to the Sea.": {
    "guess": "William Tecumseh Sherman",
    "confidence": [
      [
        "William",
        -0.0091567915
      ],
      [
        " Tec",
        -0.0039094384
      ],
      [
        "um",
        -5.2001665e-06
      ],
      [
        "se",
        -2.58224e-05
      ],
      [
        "h",
        -4.246537e-06
      ],
      [
        " Sherman",
        -1.4021238e-05
      ]
    ]
  },
  "Joshua Reynolds added Gothic architecture to this man's masterpiece in a parody. A student of this artist painted frescoes such as Fall of the Giants from Mount Olympus for the Palazzo de Te, and that student also designed the Palazzo itself. In his only major mythological scene, this artist depicted three putti training their bows on a nymph undergoing apotheosis. This teacher of Giulio Romano placed": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.8047297
      ],
      [
        "aphael",
        -0.0054119774
      ]
    ]
  },
  "Joseph Anderson's use of a fifty-strong battalion of armed guards allowed the Tredegar Iron Works to\n survive this event, which began shortly after Richard Ewell concentrated all available tobacco in certain\n buildings. News of it was leaked to the public early when caches of government documents were spotted in\n the streets in front of buildings. This event was ordered by men who immediately fled on the last available\n train to Danville, and it was followed a week later by the surrender at Appomatox.": {
    "guess": "Evacuation of Richmond",
    "confidence": [
      [
        "Ev",
        -0.4871587
      ],
      [
        "ac",
        -0.00014180024
      ],
      [
        "uation",
        -0.0017107594
      ],
      [
        " of",
        -0.001816075
      ],
      [
        " Richmond",
        -0.001846413
      ]
    ]
  },
  "Joseph Fracchia and Richard Lewontin argue that it is useless to substitute this term for \"history.\" The extent of diffusion was used to argue against the reality of this process by Robert Lowie. Julian Steward rejected environmental determinism in formulating a multilinear theory of this process, and": {
    "guess": "Cultural evolution",
    "confidence": [
      [
        "C",
        -0.110768735
      ],
      [
        "ultural",
        -7.529192e-05
      ],
      [
        " evolution",
        -0.20346634
      ]
    ]
  },
  "Joseph Fracchia and Richard Lewontin argue that it is useless to substitute this term for \"history.\" The extent of diffusion was used to argue against the reality of this process by Robert Lowie. Julian": {
    "guess": "Historiography",
    "confidence": [
      [
        "Histor",
        -0.9426321
      ],
      [
        "i",
        -0.7118697
      ],
      [
        "ography",
        -0.026811782
      ]
    ]
  },
  "Jordi Savall claims that this man believed in the \"ability of music (with a capital M) to express itself": {
    "guess": "Plato",
    "confidence": [
      [
        "Pl",
        -1.4390798
      ],
      [
        "ato",
        -0.004023903
      ]
    ]
  },
  "In Jose Saramago's Blindness, the doctor's wife embraces this kind of creature, described as \"with tears,\" after she gets lost upon leaving the supermarket. In Aristophanes's The Wasps, Bdelycleon defends Labes, this type of creature, from Philocleon's accusation that it stole a piece of Sicilian cheese. Montmorency is this type of animal, of which nothing is said in Jerome Jerome's Three Men in a Boat. In a play by William Inge, Lola Delaney has lost her Sheba, who is this type of animal, while John Steinbeck wrote about his own animal of this type in Travels with Charley. The protagonist of \"To Build a Fire\" tries to kill his own pet, which is, FTP, what kind of animal, another of which was": {
    "guess": "Dogs",
    "confidence": [
      [
        "D",
        -0.16141653
      ],
      [
        "ogs",
        -5.5577775e-06
      ]
    ]
  },
  "José Ruiz Massieu was killed this year, possibly under the direction of his country's president's brother. A constitutional rule preventing any candidate from holding public office before the election left Luis Donaldo Colosio's campaign manager his party's nominee after Colosio was assassinated in Tijuana. This was the year of the \"December mistake,\" when the peso's devaluation set off an economic": {
    "guess": "1994 Mexican general election",
    "confidence": [
      [
        "199",
        -0.1198501
      ],
      [
        "4",
        -0.0075139883
      ],
      [
        " Mexican",
        -0.6667612
      ],
      [
        " general",
        -0.1301944
      ],
      [
        " election",
        -0.0027851462
      ]
    ]
  },
  "Joseph Pennell claimed that this man had no right to paint images of WWI, such as a painting depicting nude Belgians holding up their arms in defiance against the German invasion. He's not Thomas Eakins, but he painted a large group of boys about to jump off a wooden pier and into a lake in another work. This artist of The Barricade and 42 Kids depicted a surprised (*) crowd as a man in shorts falls through rope. The most famous painting by this artist contrasts with a similar work, Dempsey and Firpo, with its less-defined borders between objects and the less sophisticated crowd cheering on the": {
    "guess": "George Bellows",
    "confidence": [
      [
        "George",
        -0.002313811
      ],
      [
        " Bell",
        -0.004129573
      ],
      [
        "ows",
        -2.4630364e-05
      ]
    ]
  },
  "José Ruiz Massieu was killed this year, possibly under the direction of his country's president's brother. A constitutional rule preventing any candidate from holding public office before the election left Luis Donaldo Colosio's campaign manager his party's nominee after Colosio was assassinated in Tijuana. This was the year of the \"December mistake,\" when the peso's devaluation set off an economic crisis. The Declaration of the Lacondón Jungle was issued at the beginning of this year to announce the demands of a group led by Subcommandante Marcos. The EZLN tried to seize San Cristóbal and protested among other things their country's new free trade agreement. Ernesto Zedillo's electoral victory in this year made him the last PRI president until 2012. For 10 points, name this year NAFTA came into effect.": {
    "guess": "1994",
    "confidence": [
      [
        "199",
        -0.042782545
      ],
      [
        "4",
        -0.0052337637
      ]
    ]
  },
  "Joseph Pennell claimed that this man had no right to paint images of WWI, such as a painting depicting nude Belgians holding up their arms in defiance against the German invasion. He's not Thomas Eakins, but he painted a large group of boys about to jump off a wooden pier and into a lake in another work. This artist of The Barricade and 42 Kids depicted a surprised (*) crowd as a man in shorts falls": {
    "guess": "George Bellows",
    "confidence": [
      [
        "George",
        -0.011480781
      ],
      [
        " Bell",
        -0.015775196
      ],
      [
        "ows",
        -2.1411865e-05
      ]
    ]
  },
  "Joseph Fracchia and Richard Lewontin argue that it is useless to substitute this term for \"history.\" The extent of diffusion was used to argue against the reality of this process by Robert Lowie. Julian Steward rejected environmental determinism in formulating a multilinear theory of this process, and Marshall Sahlins divided it into specific and general types. The formula P=ET was proposed to describe this process in terms of an increase in energy consumption. That formula was proposed by Leslie White, who criticized Franz Boas's rejection of (*) orthogenetic approaches to this phenomenon. \"Survivals\"": {
    "guess": "Cultural Evolution",
    "confidence": [
      [
        "C",
        -0.14449228
      ],
      [
        "ultural",
        -0.0051054414
      ],
      [
        " Evolution",
        -0.4913594
      ]
    ]
  },
  "In Jose Saramago's Blindness, the doctor's wife embraces this kind of creature, described as \"with tears,\" after she gets lost upon leaving the supermarket. In Aristophanes's The Wasps, Bdelycleon defends Labes, this type of creature, from Philocleon's accusation that it stole a piece of Sicilian cheese. Montmorency is this type of animal, of which nothing is said in Jerome Jerome's Three Men in a Boat. In a play by William Inge, Lola Delaney has lost her Sheba, who is this type of animal, while": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.009382385
      ]
    ]
  },
  "Joseph Keilberth's acclaimed 1954 recording of this opera featured Astrid Varnay in a supporting role alongside Wolfgang Windgassen. The heroine falls into a dream-like state while confiding to the King in its aria \"Einsam in trüben Tage.\" High violins, oboes, and flutes introduce the slow A-major prelude to its first act, whose melody re-appears in the narration (*) \"In Fernem Land\" later on. The oft-excerpted Prelude to Act III of this opera precedes a wedding scene where Telramund is killed. At the end of this opera, Gottfried is returned to his human form, but the title character is forced": {
    "guess": "Lohengrin",
    "confidence": [
      [
        "L",
        -0.013375865
      ],
      [
        "oh",
        -1.0280384e-06
      ],
      [
        "eng",
        -2.2603901e-05
      ],
      [
        "rin",
        -0.00021164624
      ]
    ]
  },
  "Joshua Riggs inherits the estate of one character in this novel, while another character becomes ill after he is unable to sell a horse for profit. Fred Vincy takes up a position in a seminary and marries": {
    "guess": "Middlemarch",
    "confidence": [
      [
        "Middle",
        -0.05826646
      ],
      [
        "m",
        -9.1026806e-05
      ],
      [
        "arch",
        -9.729906e-06
      ]
    ]
  },
  "José Ruiz Massieu was killed this year, possibly under the direction of his country's president's brother. A constitutional rule preventing any candidate from holding public office before the election": {
    "guess": "Mario Ruiz Massieu",
    "confidence": [
      [
        "Mario",
        -1.2772745
      ],
      [
        " Ruiz",
        -0.04548097
      ],
      [
        " Mass",
        -0.005898815
      ],
      [
        "ieu",
        -0.0012120219
      ]
    ]
  },
  "Joseph Gallieni, a military governor of this city, helped win a battle to defend it. Patrice MacMahon attacked this city during \"the Bloody Week.\" Later, during the Race to the Sea, this city's taxicabs were enlisted to transport defending troops. Auguste Blanqui was elected in absentia by a (*) revolutionary movement in this city, some of whose members subscribed to the ideas of Pierre-Joseph Proudhon.": {
    "guess": "Paris",
    "confidence": [
      [
        "Paris",
        -0.004830838
      ]
    ]
  },
  "Joshua Riggs inherits the estate of one character in this novel, while another character becomes ill after he is unable to sell a horse for profit. Fred Vincy takes up a position in a seminary and marries Mary Garth in this novel, while Fred's sister Rosamond quarrels with her husband, who is accused of conspiring with the banker Bulstrode in the death of Raffles. Another character in this work never finishes a treatise called \"The Key to All Mythologies\", feuds with a cousin, and leaves a will which gives his wife his estate if she doesn't marry Will Ladislaw. After Edward Casaubon dies, Ladislaw": {
    "guess": "Middlemarch",
    "confidence": [
      [
        "Middle",
        -0.0006919435
      ],
      [
        "m",
        -1.8550976e-05
      ],
      [
        "arch",
        -1.6240566e-06
      ]
    ]
  },
  "José Ruiz Massieu was killed this year, possibly under the direction of his country's president's brother. A constitutional rule preventing any candidate from holding public office before the election left Luis Donaldo Colosio's campaign manager his party's nominee after Colosio was assassinated in": {
    "guess": "Luis Donaldo Colosio",
    "confidence": [
      [
        "L",
        -0.75644267
      ],
      [
        "uis",
        -0.0028773919
      ],
      [
        " Don",
        -0.0030219182
      ],
      [
        "aldo",
        -4.2510914e-05
      ],
      [
        " Col",
        -0.0038852268
      ],
      [
        "os",
        -0.00012594614
      ],
      [
        "io",
        -3.9650025e-05
      ]
    ]
  },
  "Joseph Glatthaar wrote a study of one of this man's most notable actions, one of many post-1980 works on him which supplant biographies by Lloyd Lewis and James Merrill. This adopted son of the Whig politician Thomas Ewing married Ewing's natural daughter; later, over his own protestations to Lincoln": {
    "guess": "William Tecumseh Sherman",
    "confidence": [
      [
        "William",
        -0.34968704
      ],
      [
        " Tec",
        -0.03381294
      ],
      [
        "um",
        -9.972867e-05
      ],
      [
        "se",
        -7.088138e-05
      ],
      [
        "h",
        -4.604148e-06
      ],
      [
        " Sherman",
        -0.00011939728
      ]
    ]
  },
  "Joseph Anderson's use of a fifty-strong battalion of armed guards allowed the Tredegar Iron Works to\n survive this event, which began shortly after Richard Ewell concentrated all available tobacco in certain\n": {
    "guess": "American Civil War",
    "confidence": [
      [
        "American",
        -0.77959424
      ],
      [
        " Civil",
        -0.00028910663
      ],
      [
        " War",
        -0.0004273315
      ]
    ]
  },
  "Joseph Priestley wrote a pamphlet correcting this thinker's grammar and history and attacking his views on Dissenters. Another critic of this philosopher coined the phrase \"nonsense on stilts\" to describe his theories and criticized him for his reliance on so-called \"fictions.\" This thinker formulated the principle that \"It is better that ten guilty persons escape than that one innocent suffer.\" His magnum opus comprises the four sections \"The (*) Rights of Persons,\" \"The Rights of Things,\" \"Of Private": {
    "guess": "William Blackstone",
    "confidence": [
      [
        "William",
        -0.38058355
      ],
      [
        " Black",
        -3.2855416e-05
      ],
      [
        "stone",
        -6.682846e-05
      ]
    ]
  },
  "Joseph Keilberth's acclaimed 1954 recording of this opera featured Astrid Varnay in a supporting role alongside Wolfgang Windgassen. The heroine falls into a dream-like state while confiding to the King": {
    "guess": "Lohengrin",
    "confidence": [
      [
        "L",
        -1.4702234
      ],
      [
        "oh",
        -0.0033869569
      ],
      [
        "eng",
        -8.657073e-06
      ],
      [
        "rin",
        -7.2192626e-05
      ]
    ]
  },
  "Joseph Pennell claimed that this man had no right to paint images of WWI, such as a painting depicting nude Belgians holding up their arms in defiance against the German invasion. He's not Thomas Eakins, but he painted a large group of boys about to jump off a wooden pier and into a lake in another work. This artist of The Barricade and 42 Kids depicted a surprised (*) crowd as a man in shorts falls through rope. The most famous painting by this artist contrasts with a similar work, Dempsey and Firpo, with its less-defined borders between objects and the less sophisticated crowd cheering on the two fighters in a boxing match. For 10 points, name this American painter of the Ashcan school, best": {
    "guess": "George Bellows",
    "confidence": [
      [
        "George",
        -0.005611627
      ],
      [
        " Bell",
        -0.007617395
      ],
      [
        "ows",
        -2.2723105e-05
      ]
    ]
  },
  "Joseph Glatthaar wrote a study of one of this man's most notable actions, one of many post-1980 works on him which supplant biographies by Lloyd Lewis and James Merrill. This adopted son of the Whig politician": {
    "guess": "Ulysses S. Grant",
    "confidence": [
      [
        "U",
        -1.2582116
      ],
      [
        "ly",
        -0.00028600733
      ],
      [
        "ss",
        -8.685468e-05
      ],
      [
        "es",
        -0.00046308164
      ],
      [
        " S",
        -0.00012511172
      ],
      [
        ".",
        -0.00093623594
      ],
      [
        " Grant",
        -7.564953e-05
      ]
    ]
  },
  "Joseph Anderson's use of a fifty-strong battalion of armed guards allowed the Tredegar Iron Works to\n": {
    "guess": "Tredegar Iron Works",
    "confidence": [
      [
        "Tre",
        -1.1579231
      ],
      [
        "de",
        -8.3278566e-05
      ],
      [
        "gar",
        -8.6735476e-05
      ],
      [
        " Iron",
        -0.0040947855
      ],
      [
        " Works",
        -0.002834231
      ]
    ]
  },
  "Joseph Keilberth's acclaimed 1954 recording of this opera featured Astrid Varnay in a supporting role alongside Wolfgang Windgassen. The heroine falls into a dream-like state while confiding to the King in its aria \"Einsam in trüben Tage.\" High violins, oboes, and flutes introduce the slow A-major prelude to its first act, whose melody re-appears in the narration (*) \"In Fernem Land\" later on. The oft-excerpted Prelude to Act III of this opera precedes a wedding scene where Telramund is killed. At the end of this opera, Gottfried is returned to his human form, but the title character is forced to sail away because his wife Elsa breaks her vow by asking him his name. For 10 points, name this opera about a Knight of the Swan by Richard Wagner, perhaps most famous for its \"Bridal Chorus.\"": {
    "guess": "Lohengrin",
    "confidence": [
      [
        "L",
        -0.0017763269
      ],
      [
        "oh",
        -1.9361265e-07
      ],
      [
        "eng",
        -6.2729996e-06
      ],
      [
        "rin",
        -0.00014919086
      ]
    ]
  },
  "Joseph Fracchia and Richard Lewontin argue that it is useless to substitute this term for \"history.\" The extent of diffusion was used to argue against the reality of this process by Robert Lowie. Julian Steward rejected environmental determinism in formulating a multilinear theory of this process, and Marshall Sahlins divided it into specific and general types. The formula P=ET was proposed to describe this process in terms of an increase in energy consumption. That formula was proposed by Leslie White, who criticized Franz Boas's rejection of (*) orthogenetic approaches to this phenomenon. \"Survivals\" are left behind by this process according to Edward Tylor, while Lewis Henry Morgan argued that this process occurs through the stages of savagery, barbarism, and civilization. For 10 points,": {
    "guess": "Cultural evolution",
    "confidence": [
      [
        "C",
        -0.026907053
      ],
      [
        "ultural",
        -0.027416132
      ],
      [
        " evolution",
        -0.37044945
      ]
    ]
  },
  "José Ruiz Massieu was killed this year, possibly under the direction of his country's president's brother. A constitutional rule preventing any candidate from holding public office before the election left Luis Donaldo Colosio's campaign manager his party's nominee after Colosio was assassinated in Tijuana. This was the year of the \"December mistake,\" when the peso's devaluation set off an economic crisis. The Declaration of the Lacondón Jungle was issued at the beginning of this year to announce the demands of a group led by Subcommandante Marcos. The EZLN tried to seize San Cristóbal and protested among other things their country's new free trade agreement. Ernesto Zedillo's electoral victory in this year made him the last PRI president until 2012. For 10 points, name this year NAFTA came": {
    "guess": "1994",
    "confidence": [
      [
        "199",
        -0.23308124
      ],
      [
        "4",
        -0.0055131116
      ]
    ]
  },
  "Joseph Pennell claimed that this man had no right to paint images of WWI, such as a painting depicting nude Belgians holding up their arms in defiance against the German invasion. He's not Thomas Eakins, but he painted a large group of boys about to jump off a wooden pier and into a lake in another work. This artist of The Barricade and 42 Kids depicted a surprised (*) crowd as a man in shorts falls through rope. The most famous painting by this artist contrasts with a similar work, Dempsey and Firpo, with its less-defined borders between objects and the less sophisticated crowd cheering on the two fighters in a boxing match. For 10 points, name this American painter of the Ashcan school, best known for Stag at Sharkey's.": {
    "guess": "George Bellows",
    "confidence": [
      [
        "George",
        -0.0019185259
      ],
      [
        " Bell",
        -0.021478906
      ],
      [
        "ows",
        -2.1531068e-05
      ]
    ]
  },
  "Joshua Reynolds added Gothic architecture to this man's masterpiece in a parody. A student of this artist painted frescoes such as Fall of the Giants from Mount Olympus for the Palazzo de Te, and that student also designed the Palazzo itself. In his only major mythological scene, this artist depicted": {
    "guess": "Giulio Romano",
    "confidence": [
      [
        "Gi",
        -0.461406
      ],
      [
        "ul",
        -0.02209128
      ],
      [
        "io",
        -7.529192e-05
      ],
      [
        " Rom",
        -0.0016113892
      ],
      [
        "ano",
        -6.82589e-05
      ]
    ]
  },
  "Joseph Fracchia and Richard Lewontin argue that it is useless to substitute this term for \"history.\"": {
    "guess": "Historical Materialism",
    "confidence": [
      [
        "Histor",
        -0.34772566
      ],
      [
        "ical",
        -0.5898764
      ],
      [
        " Material",
        -0.6408415
      ],
      [
        "ism",
        -0.00015908109
      ]
    ]
  },
  "Joseph Fracchia and Richard Lewontin argue that it is useless to substitute this term for \"history.\" The extent of diffusion was used to argue against the reality of this process by Robert Lowie. Julian Steward rejected environmental determinism in formulating a multilinear theory of this process, and Marshall Sahlins divided it into specific and general types. The formula P=ET was proposed to describe this process in terms of an increase in energy consumption. That formula was proposed by Leslie White, who criticized Franz Boas's rejection of (*) orthogenetic approaches to this phenomenon. \"Survivals\" are left behind by this process according to Edward Tylor, while Lewis Henry Morgan argued that this process occurs through the stages of savagery, barbarism, and civilization. For 10 points, name this process through which cultures develop over time.": {
    "guess": "Cultural evolution",
    "confidence": [
      [
        "C",
        -0.04748278
      ],
      [
        "ultural",
        -2.577686e-06
      ],
      [
        " evolution",
        -0.099347234
      ]
    ]
  },
  "Joseph Anderson's use of a fifty-strong battalion of armed guards allowed the Tredegar Iron Works to\n survive this event, which began shortly after Richard Ewell concentrated all available tobacco in certain\n buildings. News of it was leaked to the public early when caches of government documents were spotted in\n the streets in front of buildings. This event was ordered by men who immediately fled on the last available\n train to Danville, and it was followed a week later by the surrender at Appomatox. For 10 points, identify\n this attempt to avoid weapons and strategic buildings from falling into Union hands, which spread out of\n control and destroyed the capital of the Confederacy.": {
    "guess": "Evacuation of Richmond",
    "confidence": [
      [
        "Ev",
        -0.8092636
      ],
      [
        "ac",
        -5.4788892e-05
      ],
      [
        "uation",
        -0.00077317806
      ],
      [
        " of",
        -0.01333764
      ],
      [
        " Richmond",
        -0.0007850911
      ]
    ]
  },
  "Joseph Glatthaar wrote a study of one of this man's most notable actions, one of many post-1980 works on him which supplant biographies by Lloyd Lewis and James Merrill. This adopted son of the Whig politician Thomas Ewing married Ewing's natural daughter; later, over his own protestations to Lincoln of being incompetent, he was transferred from Irvin McDowell's command to Robert Anderson's. He lost": {
    "guess": "William Tecumseh Sherman",
    "confidence": [
      [
        "William",
        -0.53089684
      ],
      [
        " Tec",
        -0.091918856
      ],
      [
        "um",
        -0.0004928642
      ],
      [
        "se",
        -1.2590794e-05
      ],
      [
        "h",
        -9.968313e-06
      ],
      [
        " Sherman",
        -8.804671e-05
      ]
    ]
  },
  "In Jose Saramago's Blindness, the doctor's wife embraces this kind of creature, described as \"with tears,\" after she gets lost upon leaving the supermarket. In Aristophanes's The Wasps, Bdelycleon defends Labes, this type of creature, from Philocleon's accusation that it stole a piece of Sicilian cheese. Montmorency is this type of animal, of which nothing is said in Jerome Jerome's Three Men in a": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.0069481414
      ]
    ]
  },
  "Joseph Priestley wrote a pamphlet correcting this thinker's grammar and history and attacking his views on Dissenters. Another critic of this philosopher coined the phrase \"nonsense on stilts\" to describe his theories and criticized him for his reliance on so-called \"fictions.\" This thinker formulated the principle that \"It is better that ten guilty persons escape than that one innocent suffer.\" His magnum opus comprises the four sections \"The (*) Rights of Persons,\" \"The Rights of Things,\" \"Of Private Wrongs,\" and \"Of Public Wrongs.\" Jeremy Bentham excoriated this thinker's defense of natural law in his Fragment on Government. For 10 points, name this author of the Commentaries on the Laws of England.": {
    "guess": "Commentaries on the Laws of England",
    "confidence": [
      [
        "Comment",
        -0.58535564
      ],
      [
        "aries",
        -3.5120287e-05
      ],
      [
        " on",
        -3.23786e-05
      ],
      [
        " the",
        -1.4259645e-05
      ],
      [
        " Laws",
        -0.00018351417
      ],
      [
        " of",
        -1.962381e-05
      ],
      [
        " England",
        -1.0280384e-06
      ]
    ]
  },
  "Joshua Riggs inherits the estate of one character in this novel, while another character becomes ill after he is unable to sell a horse for profit. Fred Vincy takes up a position in a seminary and marries Mary Garth in this novel, while Fred's sister Rosamond quarrels with her husband, who is accused of conspiring with the banker Bulstrode in the death of Raffles. Another character in this work never": {
    "guess": "Middlemarch",
    "confidence": [
      [
        "Middle",
        -0.0016830361
      ],
      [
        "m",
        -1.2829201e-05
      ],
      [
        "arch",
        -3.5313153e-06
      ]
    ]
  },
  "Joseph Schumpeter introduced a paradox stating that this law is trivially easy to understand, but no one understands it. An early form of it was stated by Theognis in his Maxims, and it was first attributed to its namesake, an adviser to Elizabeth I, by H. D. Macleod. One stipulation of this law is that the entities involved in it must exchange for the same price. This law was analyzed by David Hume in \"On the Balance of Trade,\" in a section discussing the introduction of paper currency. For 10 points,": {
    "guess": "Gresham's law",
    "confidence": [
      [
        "G",
        -0.01656834
      ],
      [
        "resh",
        -7.350386e-05
      ],
      [
        "am",
        -0.00020210995
      ],
      [
        "'s",
        -0.00069551595
      ],
      [
        " law",
        -0.27338982
      ]
    ]
  },
  "Joseph Schumpeter introduced a paradox stating that this law is trivially easy to understand, but no one understands it. An early form of it was stated by Theognis in his Maxims, and it was first attributed to its namesake, an adviser to Elizabeth I, by H. D. Macleod. One stipulation of this law is that the entities involved in it must exchange for the same price. This law was analyzed by David Hume in \"On the Balance of Trade,\" in a section discussing the introduction of paper currency. For 10 points, name this law that colloquially states, \"Bad money drives out the good.\"": {
    "guess": "Gresham's law",
    "confidence": [
      [
        "G",
        -0.0032151418
      ],
      [
        "resh",
        -8.657073e-06
      ],
      [
        "am",
        -7.278864e-05
      ],
      [
        "'s",
        -2.7610455e-05
      ],
      [
        " law",
        -0.13299192
      ]
    ]
  },
  "In Jose Saramago's Blindness, the doctor's wife embraces this kind of creature, described as \"with tears,\" after she gets lost upon leaving the supermarket. In Aristophanes's The Wasps, Bdelycleon defends": {
    "guess": "Blindness (novel)",
    "confidence": [
      [
        "Bl",
        -0.49132827
      ],
      [
        "ind",
        -0.00047297185
      ],
      [
        "ness",
        -0.0020132177
      ],
      [
        " (",
        -0.18794179
      ],
      [
        "nov",
        -0.0001278534
      ],
      [
        "el",
        -2.868329e-05
      ],
      [
        ")",
        -0.0005261074
      ]
    ]
  },
  "In Jose Saramago's Blindness, the doctor's wife embraces this kind of creature, described as \"with tears,\" after she gets lost upon leaving the supermarket. In Aristophanes's The Wasps, Bdelycleon defends Labes, this type of creature, from Philocleon's accusation that it stole a piece of Sicilian cheese. Montmorency is this type of animal, of which nothing is said in Jerome Jerome's Three Men in a Boat. In a play by William Inge, Lola Delaney has lost her Sheba, who is this type of animal, while John Steinbeck wrote about his own animal of this type in Travels with Charley. The protagonist of \"To": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.5052067
      ]
    ]
  },
  "Josephus identified her as Hur's wife, but other texts place her as his mother. She objected to her brother's marriage to a Cushite, causing God to turn her \"white as snow\". After the Israelites escaped from Egypt, she led the Hebrew women in a song of rejoicing, said to be the oldest part of the Bible. The daughter of Amram, she hid her brother in a river, and suggested their mother Yocheved to be his nurse when he was found in the bulrushes by the daughter of the Pharaoh. For 10 points, name this Jewish woman, whose namesake well accompanied the Israelites in the desert and who was the elder sister of Aaron and Moses.": {
    "guess": "Miriam",
    "confidence": [
      [
        "Mir",
        -0.0064515085
      ],
      [
        "iam",
        -5.6457742e-05
      ]
    ]
  },
  "In Jose Saramago's Blindness, the doctor's wife embraces this kind of creature, described as \"with tears,\" after she gets lost upon leaving the supermarket. In Aristophanes's The Wasps, Bdelycleon defends Labes, this type of creature, from Philocleon's accusation that it stole a piece of Sicilian cheese. Montmorency is this type of animal, of which nothing is said in Jerome Jerome's Three Men in a Boat. In a play by William Inge, Lola Delaney has lost her Sheba, who is this type of animal, while John Steinbeck wrote about his own animal of this type in Travels with Charley. The protagonist of \"To Build a Fire\" tries to kill his own pet, which is, FTP, what kind of animal, another of which was named Buck in Jack London's Call of the Wild?": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.02357807
      ]
    ]
  },
  "Joseph Priestley wrote a pamphlet correcting this thinker's grammar and history and attacking his views on Dissenters. Another critic of this philosopher coined the phrase \"nonsense on stilts\" to describe his theories and criticized him for his reliance on so-called \"fictions.\" This thinker formulated the principle that \"It is better that ten guilty persons escape than that one innocent suffer.\" His magnum opus comprises the four sections \"The (*) Rights of Persons,\" \"The Rights of Things,\" \"Of Private Wrongs,\" and \"Of Public Wrongs.\" Jeremy Bentham excoriated this thinker's defense of natural": {
    "guess": "Commentaries on the Laws of England",
    "confidence": [
      [
        "Comment",
        -0.090572834
      ],
      [
        "aries",
        -2.5226382e-05
      ],
      [
        " on",
        -8.089449e-05
      ],
      [
        " the",
        -2.7014437e-05
      ],
      [
        " Laws",
        -0.00018506382
      ],
      [
        " of",
        -2.057744e-05
      ],
      [
        " England",
        -1.9816675e-06
      ]
    ]
  },
  "Joseph Anderson's use of a fifty-strong battalion of armed guards allowed the Tredegar Iron Works to\n survive this event, which began shortly after Richard Ewell concentrated all available tobacco in certain\n buildings. News of it was leaked to the public early when caches of government documents were spotted in\n the streets in front of buildings. This event was ordered by men who immediately fled": {
    "guess": "American Civil War",
    "confidence": [
      [
        "American",
        -1.7812175
      ],
      [
        " Civil",
        -0.00047928968
      ],
      [
        " War",
        -0.00110914
      ]
    ]
  },
  "Joseph Fracchia and Richard Lewontin argue that it is useless to substitute this term for \"history.\" The extent of diffusion was used to argue against the reality of this process by Robert Lowie. Julian Steward rejected environmental determinism in formulating a multilinear theory of this process, and Marshall Sahlins divided it into specific and general types. The formula P=ET was proposed to describe": {
    "guess": "Cultural evolution",
    "confidence": [
      [
        "C",
        -0.093142204
      ],
      [
        "ultural",
        -0.38957953
      ],
      [
        " evolution",
        -0.4379415
      ]
    ]
  },
  "Josephus identified her as Hur's wife, but other texts place her as his mother. She objected to her brother's marriage to a Cushite, causing God to turn her \"white as snow\". After the Israelites escaped": {
    "guess": "Miriam",
    "confidence": [
      [
        "Mir",
        -0.108713284
      ],
      [
        "iam",
        -4.3583746e-05
      ]
    ]
  },
  "Joseph Schumpeter introduced a paradox stating that this law is trivially easy to understand, but no": {
    "guess": "Tao Te Ching",
    "confidence": [
      [
        "T",
        -1.2519603
      ],
      [
        "ao",
        -0.006448677
      ],
      [
        " Te",
        -0.0042106514
      ],
      [
        " Ch",
        -5.025915e-05
      ],
      [
        "ing",
        -1.6762922e-05
      ]
    ]
  },
  "Joseph Glatthaar wrote a study of one of this man's most notable actions, one of many post-1980 works on him which supplant biographies by Lloyd Lewis and James Merrill. This adopted son of the Whig politician Thomas Ewing married Ewing's natural daughter; later, over his own protestations to Lincoln of being incompetent, he was transferred from Irvin McDowell's command to Robert Anderson's. He lost at Chickasaw Bluffs but won at Fort Hindman while aiding Grant in the Vicksburg campaign, and he later ordered the heating and twisting of locomotive rails into his namesake \"neckties\" while pushing back Joseph Johnston following his capture of the Confederate rail hub. Promoted due to the influence of his brother, an Ohio Senator who sponsored a Silver Purchase Act, for 10 points, name this man": {
    "guess": "William Tecumseh Sherman",
    "confidence": [
      [
        "William",
        -0.010439516
      ],
      [
        " Tec",
        -0.0021936828
      ],
      [
        "um",
        -1.3544423e-05
      ],
      [
        "se",
        -4.036525e-05
      ],
      [
        "h",
        -4.00813e-06
      ],
      [
        " Sherman",
        -1.92662e-05
      ]
    ]
  },
  "Joseph Pennell claimed that this man had no right to paint images of WWI, such as a painting depicting nude Belgians holding up their arms in defiance against the German invasion. He's not Thomas Eakins, but he painted a large group of boys about to jump off a wooden pier and into a lake in another work. This artist of The Barricade and 42 Kids depicted a surprised (*) crowd as a man in shorts falls through rope. The most famous painting by this artist contrasts with a similar work, Dempsey and Firpo,": {
    "guess": "George Bellows",
    "confidence": [
      [
        "George",
        -0.0021296835
      ],
      [
        " Bell",
        -0.019183213
      ],
      [
        "ows",
        -1.3067608e-05
      ]
    ]
  },
  "Joshua Reynolds added Gothic architecture to this man's masterpiece in a parody. A student of this artist painted frescoes such as Fall of the Giants from Mount Olympus for the Palazzo de Te, and that student also designed the Palazzo itself. In his only major mythological scene, this artist depicted three putti training their bows on a nymph undergoing apotheosis. This teacher of Giulio Romano placed a tondo with the inscription \"Seek Knowledge of Causes\" above a painting that had an architectural": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.07012327
      ],
      [
        "aphael",
        -0.002151927
      ]
    ]
  },
  "Joseph Gallieni, a military governor of this city, helped win a battle to defend it. Patrice MacMahon": {
    "guess": "Battle of Paris",
    "confidence": [
      [
        "Battle",
        -0.99316096
      ],
      [
        " of",
        -0.0008541669
      ],
      [
        " Paris",
        -0.023348551
      ]
    ]
  },
  "Joseph Anderson's use of a fifty-strong battalion of armed guards allowed the Tredegar Iron Works to\n survive this event, which began shortly after Richard Ewell concentrated all available tobacco in certain\n buildings. News of it was leaked to the public early when caches of government documents were": {
    "guess": "Battle of Gettysburg",
    "confidence": [
      [
        "Battle",
        -1.276503
      ],
      [
        " of",
        -0.0029173342
      ],
      [
        " Get",
        -0.39956787
      ],
      [
        "t",
        -5.4788892e-05
      ],
      [
        "ys",
        -2.577686e-06
      ],
      [
        "burg",
        -1.700133e-05
      ]
    ]
  },
  "Joseph Gallieni, a military governor of this city, helped win a battle to defend it. Patrice MacMahon attacked this city during \"the Bloody Week.\" Later, during the Race to the Sea, this city's taxicabs were enlisted to transport defending troops. Auguste Blanqui was elected in absentia by a (*) revolutionary movement in this city, some of whose members subscribed to the ideas of Pierre-Joseph Proudhon. That government in this city was crushed in 1871 after the fall of the Second Empire. For 10 points, name this city, which was ruled by a namesake Commune after the defeat of Napoléon III in the Franco-Prussian War.": {
    "guess": "Paris",
    "confidence": [
      [
        "Paris",
        -0.0010105383
      ]
    ]
  },
  "Joshua Riggs inherits the estate of one character in this novel, while another character becomes ill after he is unable to sell a horse for profit. Fred Vincy takes up a position in a seminary and marries Mary Garth in this novel, while Fred's sister Rosamond quarrels with her husband, who is accused of conspiring with the banker Bulstrode in the death of Raffles. Another character in this work never finishes a treatise called \"The Key to All Mythologies\", feuds with a cousin, and leaves a will which gives his wife his estate if she doesn't marry Will Ladislaw. After Edward Casaubon dies, Ladislaw marries Dorothea Brooke in, for 10 points, which novel by George Eliot?": {
    "guess": "Middlemarch",
    "confidence": [
      [
        "Middle",
        -0.0010345955
      ],
      [
        "m",
        -1.1994775e-05
      ],
      [
        "arch",
        -2.1008714e-06
      ]
    ]
  },
  "Joseph Priestley wrote a pamphlet correcting this thinker's grammar and history and attacking his views on Dissenters. Another critic of this philosopher coined the phrase \"nonsense on stilts\" to describe his theories and criticized him for his reliance on so-called \"fictions.\" This thinker formulated": {
    "guess": "Jeremy Bentham",
    "confidence": [
      [
        "Jeremy",
        -0.555609
      ],
      [
        " Bent",
        -0.00019877224
      ],
      [
        "ham",
        -1.473646e-05
      ]
    ]
  },
  "Joseph Schumpeter introduced a paradox stating that this law is trivially easy to understand, but no one understands it. An early form of it was stated by Theognis in his Maxims, and it was first attributed to its namesake, an adviser to Elizabeth I, by H. D. Macleod. One stipulation of this law is that the entities involved in it must exchange for the same price. This law was analyzed by David Hume": {
    "guess": "Gresham's law",
    "confidence": [
      [
        "G",
        -0.082244255
      ],
      [
        "resh",
        -0.000103662394
      ],
      [
        "am",
        -0.0003156817
      ],
      [
        "'s",
        -0.0006915859
      ],
      [
        " law",
        -0.3651236
      ]
    ]
  },
  "Jos?Orozco and Thomas Hart Benton painted murals of social reform at this institution, which was founded by Charles Beard and John Dewey in 1919. It is associated with Eugene Lang College and merged with the Parsons School of Design in 1970. Past professors have included Thorstein Veblen, Erich Fromm, and Hannah Arendt. For 10 points, name this New York City university focusing on the social sciences.": {
    "guess": "The New School",
    "confidence": [
      [
        "The",
        -0.03503529
      ],
      [
        " New",
        -3.9411618e-05
      ],
      [
        " School",
        -4.501419e-05
      ]
    ]
  },
  "Joshua Riggs inherits the estate of one character in this novel, while another character becomes ill after he is unable to sell a horse for profit. Fred Vincy takes up a position in a seminary and marries Mary Garth in this novel, while Fred's sister Rosamond quarrels with her husband, who is accused": {
    "guess": "Middlemarch",
    "confidence": [
      [
        "Middle",
        -0.003335037
      ],
      [
        "m",
        -2.2723105e-05
      ],
      [
        "arch",
        -5.6769813e-06
      ]
    ]
  },
  "Joseph Glatthaar wrote a study of one of this man's most notable actions, one of many post-1980 works on him which supplant biographies by Lloyd Lewis and James Merrill. This adopted son of the Whig politician Thomas Ewing married Ewing's natural daughter; later, over his own protestations to Lincoln of being incompetent, he was transferred from Irvin McDowell's command to Robert Anderson's. He lost at Chickasaw Bluffs but won at Fort Hindman while aiding Grant in the Vicksburg campaign, and he later": {
    "guess": "William Tecumseh Sherman",
    "confidence": [
      [
        "William",
        -0.03159676
      ],
      [
        " Tec",
        -0.0061355685
      ],
      [
        "um",
        -4.0603656e-05
      ],
      [
        "se",
        -7.0285365e-05
      ],
      [
        "h",
        -4.604148e-06
      ],
      [
        " Sherman",
        -6.921253e-05
      ]
    ]
  },
  "Joshua Reynolds added Gothic architecture to this man's masterpiece in a parody. A student of this artist painted frescoes such as Fall of the Giants from Mount Olympus for the Palazzo de Te, and that": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.25976878
      ],
      [
        "aphael",
        -0.0040916973
      ]
    ]
  },
  "Joshua Riggs inherits the estate of one character in this novel, while another character becomes ill": {
    "guess": "Far from the Madding Crowd",
    "confidence": [
      [
        "Far",
        -1.6798494
      ],
      [
        " from",
        -0.11943074
      ],
      [
        " the",
        -0.00045712877
      ],
      [
        " M",
        -0.0060526356
      ],
      [
        "adding",
        -0.00020342118
      ],
      [
        " Crowd",
        -0.000104496816
      ]
    ]
  },
  "Joseph Fracchia and Richard Lewontin argue that it is useless to substitute this term for \"history.\" The extent of diffusion was used to argue against the reality of this process by Robert Lowie. Julian Steward rejected environmental determinism in formulating a multilinear theory of this process, and Marshall Sahlins divided it into specific and general types. The formula P=ET was proposed to describe this process in terms of an increase in energy consumption. That formula was proposed by Leslie": {
    "guess": "Cultural evolution",
    "confidence": [
      [
        "C",
        -0.7371869
      ],
      [
        "ultural",
        -0.0112582585
      ],
      [
        " evolution",
        -0.6241504
      ]
    ]
  },
  "Joseph Gallieni, a military governor of this city, helped win a battle to defend it. Patrice MacMahon attacked this city during \"the Bloody Week.\" Later, during the Race to the Sea, this city's taxicabs were enlisted to transport defending troops. Auguste Blanqui was elected in absentia by a (*) revolutionary movement in this city, some of whose members subscribed to the ideas of Pierre-Joseph Proudhon. That government in this city was crushed in 1871 after the fall of the Second Empire. For 10 points, name this city, which was ruled by a namesake Commune after the defeat of Napoléon III in the": {
    "guess": "Paris",
    "confidence": [
      [
        "Paris",
        -0.001013876
      ]
    ]
  },
  "José Ruiz Massieu was killed this year, possibly under the direction of his country's president's brother. A constitutional rule preventing any candidate from holding public office before the election left Luis Donaldo Colosio's campaign manager his party's nominee after Colosio was assassinated in Tijuana. This was the year of the \"December mistake,\" when the peso's devaluation set off an economic crisis. The Declaration of the Lacondón Jungle was issued at the beginning of this year to announce the demands of a group led by Subcommandante Marcos. The EZLN tried to seize San Cristóbal and protested among other things their country's new free trade agreement. Ernesto Zedillo's electoral victory": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.38124198
      ]
    ]
  },
  "Joshua Reynolds added Gothic architecture to this man's masterpiece in a parody. A student of this artist painted frescoes such as Fall of the Giants from Mount Olympus for the Palazzo de Te, and that student also designed the Palazzo itself. In his only major mythological scene, this artist depicted three putti training their bows on a nymph undergoing apotheosis. This teacher of Giulio Romano placed a tondo with the inscription \"Seek Knowledge of Causes\" above a painting that had an architectural background created by Bramante, who is represented as Euclid or Archimedes. He included two bored-looking cherubim at the bottom center of his Sistine Madonna. For 10 points, name this painter who": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.0051936707
      ],
      [
        "aphael",
        -0.0013508301
      ]
    ]
  },
  "Joseph Priestley wrote a pamphlet correcting this thinker's grammar and history and attacking his views on Dissenters. Another critic of this philosopher coined the phrase \"nonsense on stilts\" to describe his theories and criticized him for his reliance on so-called \"fictions.\" This thinker formulated the principle that \"It is better that ten guilty persons escape than that one innocent suffer.\" His": {
    "guess": "Jeremy Bentham",
    "confidence": [
      [
        "Jeremy",
        -0.17579423
      ],
      [
        " Bent",
        -0.00015431295
      ],
      [
        "ham",
        -5.955704e-05
      ]
    ]
  },
  "In Jose Saramago's Blindness, the doctor's wife embraces this kind of creature, described as \"with tears,\"": {
    "guess": "Blindness (novel)",
    "confidence": [
      [
        "Bl",
        -0.13124645
      ],
      [
        "ind",
        -7.350386e-05
      ],
      [
        "ness",
        -0.0009856505
      ],
      [
        " (",
        -0.090164654
      ],
      [
        "nov",
        -0.00014871404
      ],
      [
        "el",
        -2.4034345e-05
      ],
      [
        ")",
        -8.208653e-05
      ]
    ]
  },
  "Joseph Glatthaar wrote a study of one of this man's most notable actions, one of many post-1980 works on him which supplant biographies by Lloyd Lewis and James Merrill. This adopted son of the Whig politician Thomas Ewing married Ewing's natural daughter; later, over his own protestations to Lincoln of being incompetent, he was transferred from Irvin McDowell's command to Robert Anderson's. He lost at Chickasaw Bluffs but won at Fort Hindman while aiding Grant in the Vicksburg campaign, and he later ordered the heating and twisting of locomotive rails into his namesake \"neckties\" while pushing": {
    "guess": "William Tecumseh Sherman",
    "confidence": [
      [
        "William",
        -0.022309192
      ],
      [
        " Tec",
        -0.0073687998
      ],
      [
        "um",
        -4.2391708e-05
      ],
      [
        "se",
        -6.7901296e-05
      ],
      [
        "h",
        -6.6306106e-06
      ],
      [
        " Sherman",
        -4.2391708e-05
      ]
    ]
  },
  "Joshua Reynolds added Gothic architecture to this man's masterpiece in a parody. A student of this artist": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.24156089
      ],
      [
        "aphael",
        -0.0025769672
      ]
    ]
  },
  "Jos?Orozco and Thomas Hart Benton painted murals of social reform at this institution, which was founded by Charles Beard and John Dewey in 1919. It is associated with Eugene Lang College and merged with the Parsons School of Design in 1970. Past professors have included Thorstein Veblen, Erich Fromm,": {
    "guess": "The New School",
    "confidence": [
      [
        "The",
        -0.047978412
      ],
      [
        " New",
        -7.4695905e-05
      ],
      [
        " School",
        -1.2352386e-05
      ]
    ]
  },
  "Joseph Priestley wrote a pamphlet correcting this thinker's grammar and history and attacking his views on Dissenters. Another critic of this philosopher coined the phrase \"nonsense on stilts\" to describe": {
    "guess": "Thomas Paine",
    "confidence": [
      [
        "Thomas",
        -1.0122647
      ],
      [
        " P",
        -0.053529155
      ],
      [
        "aine",
        -5.8961017e-05
      ]
    ]
  },
  "Joseph Keilberth's acclaimed 1954 recording of this opera featured Astrid Varnay in a supporting role": {
    "guess": "Tristan und Isolde",
    "confidence": [
      [
        "Tr",
        -0.37134597
      ],
      [
        "istan",
        -5.50273e-05
      ],
      [
        " und",
        -0.07817136
      ],
      [
        " Is",
        -0.00014835644
      ],
      [
        "ol",
        -5.50273e-05
      ],
      [
        "de",
        -3.1544176e-05
      ]
    ]
  },
  "Josephus identified her as Hur's wife, but other texts place her as his mother. She objected to her brother's": {
    "guess": "Miriam",
    "confidence": [
      [
        "Mir",
        -0.84760237
      ],
      [
        "iam",
        -0.00020425562
      ]
    ]
  },
  "Joseph Schumpeter introduced a paradox stating that this law is trivially easy to understand, but no one understands it. An early form of it was stated by Theognis in his Maxims, and it was first attributed": {
    "guess": "Gresham's law",
    "confidence": [
      [
        "G",
        -0.053133134
      ],
      [
        "resh",
        -0.0001468068
      ],
      [
        "am",
        -0.00012094693
      ],
      [
        "'s",
        -0.0003236647
      ],
      [
        " law",
        -0.07672622
      ]
    ]
  },
  "Joseph Schumpeter introduced a paradox stating that this law is trivially easy to understand, but no one understands it. An early form of it was stated by Theognis in his Maxims, and it was first attributed to its namesake, an adviser to Elizabeth I, by H. D. Macleod. One stipulation of this law is that": {
    "guess": "Gresham's law",
    "confidence": [
      [
        "G",
        -0.1414354
      ],
      [
        "resh",
        -0.00048083928
      ],
      [
        "am",
        -0.000107953725
      ],
      [
        "'s",
        -0.00036132568
      ],
      [
        " law",
        -0.04212365
      ]
    ]
  },
  "Joseph Gallieni, a military governor of this city, helped win a battle to defend it. Patrice MacMahon attacked this city during \"the Bloody Week.\" Later, during the Race to the Sea, this city's taxicabs": {
    "guess": "Paris",
    "confidence": [
      [
        "Paris",
        -0.007449376
      ]
    ]
  },
  "Joseph Fracchia and Richard Lewontin argue that it is useless to substitute this term for \"history.\" The extent of diffusion was used to argue against the reality of this process by Robert Lowie. Julian Steward rejected environmental determinism in formulating a multilinear theory of this process, and Marshall Sahlins divided it into specific and general types. The formula P=ET was proposed to describe this process in terms of an increase in energy consumption. That formula was proposed by Leslie White, who criticized Franz Boas's rejection of (*) orthogenetic approaches to this phenomenon. \"Survivals\" are left behind by this process according to Edward Tylor, while Lewis Henry Morgan argued": {
    "guess": "Cultural Evolution",
    "confidence": [
      [
        "C",
        -0.06588532
      ],
      [
        "ultural",
        -0.024994532
      ],
      [
        " Evolution",
        -0.595345
      ]
    ]
  },
  "Josephus identified her as Hur's wife, but other texts place her as his mother. She objected to her brother's marriage to a Cushite, causing God to turn her \"white as snow\". After the Israelites escaped from Egypt, she led the Hebrew women in a song of rejoicing, said to be the oldest part of the Bible. The daughter of Amram, she hid her brother in a river, and suggested their mother Yocheved to be his nurse when he was found in the bulrushes by the daughter of the Pharaoh. For 10 points, name this Jewish woman, whose namesake well accompanied the Israelites in the desert and who was the elder": {
    "guess": "Miriam",
    "confidence": [
      [
        "Mir",
        -0.0018686638
      ],
      [
        "iam",
        -8.7450695e-05
      ]
    ]
  },
  "Joseph Glatthaar wrote a study of one of this man's most notable actions, one of many post-1980 works on him which supplant biographies by Lloyd Lewis and James Merrill. This adopted son of the Whig politician Thomas Ewing married Ewing's natural daughter; later, over his own protestations to Lincoln of being incompetent, he was transferred from Irvin McDowell's command to Robert Anderson's. He lost at Chickasaw Bluffs but won at Fort Hindman while aiding Grant in the Vicksburg campaign, and he later ordered the heating and twisting of locomotive rails into his namesake \"neckties\" while pushing back Joseph Johnston following his capture of the Confederate rail hub. Promoted due to the influence": {
    "guess": "William Tecumseh Sherman",
    "confidence": [
      [
        "William",
        -0.008315033
      ],
      [
        " Tec",
        -0.0054463665
      ],
      [
        "um",
        -2.7252845e-05
      ],
      [
        "se",
        -4.012684e-05
      ],
      [
        "h",
        -4.365741e-06
      ],
      [
        " Sherman",
        -2.4749568e-05
      ]
    ]
  },
  "Joshua Reynolds added Gothic architecture to this man's masterpiece in a parody. A student of this artist painted frescoes such as Fall of the Giants from Mount Olympus for the Palazzo de Te, and that student also designed the Palazzo itself. In his only major mythological scene, this artist depicted three putti training their bows on a nymph undergoing apotheosis. This teacher of Giulio Romano placed a tondo with the inscription \"Seek Knowledge of Causes\" above a painting that had an architectural background created by Bramante, who is represented as Euclid or Archimedes. He included two bored-looking cherubim at the bottom center of his Sistine Madonna. For 10 points, name this painter who included himself amongst classical luminaries in The School of Athens.": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.0012944045
      ],
      [
        "aphael",
        -0.0021829768
      ]
    ]
  },
  "Joseph Keilberth's acclaimed 1954 recording of this opera featured Astrid Varnay in a supporting role alongside Wolfgang Windgassen. The heroine falls into a dream-like state while confiding to the King in its aria \"Einsam in trüben Tage.\" High violins, oboes, and flutes introduce the slow A-major prelude to its first act, whose melody re-appears in the narration (*) \"In Fernem Land\" later on. The oft-excerpted Prelude to Act III of this opera precedes a wedding scene where Telramund is killed. At": {
    "guess": "Lohengrin",
    "confidence": [
      [
        "L",
        -0.0065636756
      ],
      [
        "oh",
        -3.1281633e-07
      ],
      [
        "eng",
        -2.8160932e-06
      ],
      [
        "rin",
        -2.9994528e-05
      ]
    ]
  },
  "Joseph Keilberth's acclaimed 1954 recording of this opera featured Astrid Varnay in a supporting role alongside Wolfgang Windgassen. The heroine falls into a dream-like state while confiding to the King in its aria \"Einsam in trüben Tage.\" High violins, oboes, and flutes introduce the slow A-major prelude to its first act, whose melody re-appears in the narration (*) \"In Fernem Land\" later on. The oft-excerpted Prelude to Act III of this opera precedes a wedding scene where Telramund is killed. At the end of this opera, Gottfried is returned to his human form, but the title character is forced to sail away because his wife Elsa breaks her vow by asking him his name. For 10 points, name this opera": {
    "guess": "Lohengrin",
    "confidence": [
      [
        "L",
        -0.004106658
      ],
      [
        "oh",
        0.0
      ],
      [
        "eng",
        -8.776276e-06
      ],
      [
        "rin",
        -0.00011915887
      ]
    ]
  },
  "Joseph Anderson's use of a fifty-strong battalion of armed guards allowed the Tredegar Iron Works to\n survive this event, which began shortly after Richard Ewell concentrated all available tobacco in certain\n buildings. News of it was leaked to the public early when caches of government documents were spotted in\n the streets in front of buildings. This event was ordered by men who immediately fled on the last available\n train to Danville, and it was followed a week later by the surrender at Appomatox. For 10 points, identify\n this attempt to avoid weapons and strategic buildings from falling into": {
    "guess": "Evacuation of Richmond",
    "confidence": [
      [
        "Ev",
        -0.44218025
      ],
      [
        "ac",
        -0.00014180024
      ],
      [
        "uation",
        -0.0020045305
      ],
      [
        " of",
        -0.003628812
      ],
      [
        " Richmond",
        -0.0013334557
      ]
    ]
  },
  "Josephus identified her as Hur's wife, but other texts place her as his mother. She objected to her brother's marriage to a Cushite, causing God to turn her \"white as snow\". After the Israelites escaped from Egypt, she led the Hebrew women in a song of rejoicing, said to be the oldest part of the Bible. The daughter of Amram, she hid her brother in a river, and suggested their mother Yocheved to be": {
    "guess": "Miriam",
    "confidence": [
      [
        "Mir",
        -0.003009077
      ],
      [
        "iam",
        -0.00017779607
      ]
    ]
  },
  "Joseph Glatthaar wrote a study of one of this man's most notable actions, one of many post-1980 works": {
    "guess": "Ulysses S. Grant",
    "confidence": [
      [
        "U",
        -1.9336491
      ],
      [
        "ly",
        -0.00016444526
      ],
      [
        "ss",
        -0.00010127832
      ],
      [
        "es",
        -0.00010425841
      ],
      [
        " S",
        -0.00024691585
      ],
      [
        ".",
        -0.0007709132
      ],
      [
        " Grant",
        -0.00010568886
      ]
    ]
  },
  "Joseph Pennell claimed that this man had no right to paint images of WWI, such as a painting depicting": {
    "guess": "George Bellows",
    "confidence": [
      [
        "George",
        -0.06028843
      ],
      [
        " Bell",
        -0.0037484178
      ],
      [
        "ows",
        -8.657073e-06
      ]
    ]
  },
  "Joseph Gallieni, a military governor of this city, helped win a battle to defend it. Patrice MacMahon attacked this city during \"the Bloody Week.\" Later, during the Race to the Sea, this city's taxicabs were enlisted to transport defending troops. Auguste Blanqui was elected in absentia by a (*) revolutionary": {
    "guess": "Paris",
    "confidence": [
      [
        "Paris",
        -0.009419466
      ]
    ]
  },
  "José Ruiz Massieu was killed this year, possibly under the direction of his country's president's brother. A constitutional rule preventing any candidate from holding public office before the election left Luis Donaldo Colosio's campaign manager his party's nominee after Colosio was assassinated in Tijuana. This was the year of the \"December mistake,\" when the peso's devaluation set off an economic crisis. The Declaration of the Lacondón Jungle was issued at the beginning of this year to announce the demands of a group led by Subcommandante Marcos. The EZLN tried to seize San Cristóbal and protested": {
    "guess": "1994 Mexican general election",
    "confidence": [
      [
        "199",
        -0.82321566
      ],
      [
        "4",
        -0.021689253
      ],
      [
        " Mexican",
        -0.13826759
      ],
      [
        " general",
        -0.026888717
      ],
      [
        " election",
        -0.0017378974
      ]
    ]
  },
  "In Jose Saramago's Blindness, the doctor's wife embraces this kind of creature, described as \"with tears,\" after she gets lost upon leaving the supermarket. In Aristophanes's The Wasps, Bdelycleon defends Labes, this type of creature, from Philocleon's accusation that it stole a piece of Sicilian cheese.": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.16311917
      ]
    ]
  },
  "Joseph Keilberth's acclaimed 1954 recording of this opera featured Astrid Varnay in a supporting role alongside Wolfgang Windgassen. The heroine falls into a dream-like state while confiding to the King in its aria \"Einsam in trüben Tage.\" High violins, oboes, and flutes introduce the slow A-major prelude to its first act, whose melody re-appears in the narration (*) \"In Fernem Land\" later on. The": {
    "guess": "Lohengrin",
    "confidence": [
      [
        "L",
        -0.1333178
      ],
      [
        "oh",
        -7.0285365e-05
      ],
      [
        "eng",
        -6.2729996e-06
      ],
      [
        "rin",
        -5.6338537e-05
      ]
    ]
  },
  "Jos?Orozco and Thomas Hart Benton painted murals of social reform at this institution, which was founded": {
    "guess": "Dartmouth College",
    "confidence": [
      [
        "D",
        -1.6350876
      ],
      [
        "art",
        -0.0009168167
      ],
      [
        "mouth",
        -0.00025347207
      ],
      [
        " College",
        -0.00031806578
      ]
    ]
  },
  "Joseph Pennell claimed that this man had no right to paint images of WWI, such as a painting depicting nude Belgians holding up their arms in defiance against the German invasion. He's not Thomas Eakins,": {
    "guess": "James Abbott McNeill Whistler",
    "confidence": [
      [
        "James",
        -0.5908363
      ],
      [
        " Abbott",
        -0.088342614
      ],
      [
        " Mc",
        -0.00012821102
      ],
      [
        "Neill",
        -0.0021920179
      ],
      [
        " Wh",
        -3.070975e-05
      ],
      [
        "ist",
        -0.0002702761
      ],
      [
        "ler",
        -8.061054e-06
      ]
    ]
  },
  "José Ruiz Massieu was killed this year, possibly under the direction of his country's president's brother.": {
    "guess": "José Francisco Ruiz Massieu",
    "confidence": [
      [
        "Jos",
        -1.1338954
      ],
      [
        "é",
        -0.0003826485
      ],
      [
        " Francisco",
        -0.037285157
      ],
      [
        " Ruiz",
        -0.00066692545
      ],
      [
        " Mass",
        -0.028653845
      ],
      [
        "ieu",
        -1.7478143e-05
      ]
    ]
  },
  "Joseph Priestley wrote a pamphlet correcting this thinker's grammar and history and attacking his views on Dissenters. Another critic of this philosopher coined the phrase \"nonsense on stilts\" to describe his theories and criticized him for his reliance on so-called \"fictions.\" This thinker formulated the principle that \"It is better that ten guilty persons escape than that one innocent suffer.\" His magnum opus comprises the four sections \"The (*) Rights of Persons,\" \"The Rights of Things,\" \"Of Private Wrongs,\" and \"Of Public Wrongs.\" Jeremy Bentham excoriated this thinker's defense of natural law in his Fragment on Government. For 10 points, name this author of the Commentaries on the Laws of": {
    "guess": "Commentaries on the Laws of England",
    "confidence": [
      [
        "Comment",
        -0.382203
      ],
      [
        "aries",
        -9.1742026e-05
      ],
      [
        " on",
        -2.5107178e-05
      ],
      [
        " the",
        -2.1411865e-05
      ],
      [
        " Laws",
        -0.0003055494
      ],
      [
        " of",
        -3.888926e-06
      ],
      [
        " England",
        -2.4584822e-06
      ]
    ]
  },
  "Joseph Pennell claimed that this man had no right to paint images of WWI, such as a painting depicting nude Belgians holding up their arms in defiance against the German invasion. He's not Thomas Eakins, but he painted a large group of boys about to jump off a wooden pier and into a lake in another work.": {
    "guess": "George Bellows",
    "confidence": [
      [
        "George",
        -0.01034654
      ],
      [
        " Bell",
        -0.0014989105
      ],
      [
        "ows",
        -2.129266e-05
      ]
    ]
  },
  "Joshua Reynolds added Gothic architecture to this man's masterpiece in a parody. A student of this artist painted frescoes such as Fall of the Giants from Mount Olympus for the Palazzo de Te, and that student also designed the Palazzo itself. In his only major mythological scene, this artist depicted three putti training their bows on a nymph undergoing apotheosis. This teacher of Giulio Romano placed a tondo with the inscription \"Seek Knowledge of Causes\" above a painting that had an architectural background created by Bramante, who is represented as Euclid or Archimedes. He included two bored-looking": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.023142869
      ],
      [
        "aphael",
        -0.0015483067
      ]
    ]
  },
  "José Ruiz Massieu was killed this year, possibly under the direction of his country's president's brother. A constitutional rule preventing any candidate from holding public office before the election left Luis Donaldo Colosio's campaign manager his party's nominee after Colosio was assassinated in Tijuana. This was the year of the \"December mistake,\" when the peso's devaluation set off an economic crisis. The Declaration of the Lacondón Jungle was issued at the beginning of this year to announce": {
    "guess": "1994 Mexican general election",
    "confidence": [
      [
        "199",
        -0.45947555
      ],
      [
        "4",
        -0.021284377
      ],
      [
        " Mexican",
        -0.059504192
      ],
      [
        " general",
        -0.055009898
      ],
      [
        " election",
        -0.0015924652
      ]
    ]
  },
  "Joseph Keilberth's acclaimed 1954 recording of this opera featured Astrid Varnay in a supporting role alongside Wolfgang Windgassen. The heroine falls into a dream-like state while confiding to the King in its aria \"Einsam in trüben Tage.\" High violins, oboes, and flutes introduce the slow A-major prelude": {
    "guess": "Tristan und Isolde",
    "confidence": [
      [
        "Tr",
        -0.3933568
      ],
      [
        "istan",
        -0.0011181885
      ],
      [
        " und",
        -0.067034915
      ],
      [
        " Is",
        -0.00014001218
      ],
      [
        "ol",
        -5.7649777e-05
      ],
      [
        "de",
        -2.7729659e-05
      ]
    ]
  },
  "Josephus identified her as Hur's wife, but other texts place her as his mother. She objected to her brother's marriage to a Cushite, causing God to turn her \"white as snow\". After the Israelites escaped from Egypt, she led the Hebrew women in a song of rejoicing, said to be the oldest part of the Bible. The daughter of Amram, she hid her brother in a river, and suggested their mother Yocheved to be his nurse when he was found in the bulrushes by the daughter of the Pharaoh. For 10 points, name this": {
    "guess": "Miriam",
    "confidence": [
      [
        "Mir",
        -0.051393602
      ],
      [
        "iam",
        -0.00029780483
      ]
    ]
  },
  "With Jorge Semprun, he argued against the \"new novel\" in the \"What Can Literature Do?\" debate.  Earlier,": {
    "guess": "Nouveau roman",
    "confidence": [
      [
        "N",
        -1.8956351
      ],
      [
        "ou",
        -0.35853973
      ],
      [
        "veau",
        -0.000517886
      ],
      [
        " roman",
        -0.33098072
      ]
    ]
  },
  "With Jorge Semprun, he argued against the \"new novel\" in the \"What Can Literature Do?\" debate.  Earlier, he claimed that the absurdity and lack of syntactic causality employed by Meursault yields a Voltairean": {
    "guess": "Alain Robbe-Grillet",
    "confidence": [
      [
        "Al",
        -1.0334148
      ],
      [
        "ain",
        -0.31748584
      ],
      [
        " Rob",
        -0.00058496464
      ],
      [
        "be",
        -1.4617256e-05
      ],
      [
        "-",
        -0.00013667447
      ],
      [
        "Gr",
        -2.0100624e-05
      ],
      [
        "illet",
        -1.147242e-06
      ]
    ]
  },
  "With Jorge Semprun, he argued against the \"new novel\" in the \"What Can Literature Do?\" debate.  Earlier, he claimed that the absurdity and lack of syntactic causality employed by Meursault yields a Voltairean effect in his \"Commentary on The Stranger,\" and he refused to address poetic Beauty, favoring": {
    "guess": "Albert Camus",
    "confidence": [
      [
        "Albert",
        -0.22805595
      ],
      [
        " Cam",
        -0.00053861644
      ],
      [
        "us",
        -2.1531068e-05
      ]
    ]
  },
  "With Jorge Semprun, he argued against the \"new novel\" in the \"What Can Literature Do?\" debate.  Earlier, he claimed that the absurdity and lack of syntactic causality employed by Meursault yields a Voltairean effect in his \"Commentary on The Stranger,\" and he refused to address poetic Beauty, favoring anti-Freduain psychoanalysis, in his book-length essay on Baudelaire. This founder of the journal": {
    "guess": "Albert Camus",
    "confidence": [
      [
        "Albert",
        -0.7451421
      ],
      [
        " Cam",
        -0.00026300468
      ],
      [
        "us",
        -2.7372049e-05
      ]
    ]
  },
  "With Jorge Semprun, he argued against the \"new novel\" in the \"What Can Literature Do?\" debate.  Earlier, he claimed that the absurdity and lack of syntactic causality employed by Meursault yields a Voltairean effect in his \"Commentary on The Stranger,\" and he refused to address poetic Beauty, favoring anti-Freduain psychoanalysis, in his book-length essay on Baudelaire. This founder of the journal Modern Times also lionized the author of Our Lady of the Flowers in (*) Saint Genet and claimed that": {
    "guess": "Jean-Paul Sartre",
    "confidence": [
      [
        "Jean",
        -0.31056714
      ],
      [
        "-P",
        -0.0035791686
      ],
      [
        "aul",
        -5.080963e-06
      ],
      [
        " S",
        -0.00025335286
      ],
      [
        "art",
        -0.00081701204
      ],
      [
        "re",
        -4.9617593e-06
      ]
    ]
  },
  "With Jorge Semprun, he argued against the \"new novel\" in the \"What Can Literature Do?\" debate.  Earlier, he claimed that the absurdity and lack of syntactic causality employed by Meursault yields a Voltairean effect in his \"Commentary on The Stranger,\" and he refused to address poetic Beauty, favoring anti-Freduain psychoanalysis, in his book-length essay on Baudelaire. This founder of the journal Modern Times also lionized the author of Our Lady of the Flowers in (*) Saint Genet and claimed that \"reading is directed creation,\" because the public can change anything it reads due to a writer's being": {
    "guess": "Jean-Paul Sartre",
    "confidence": [
      [
        "Jean",
        -0.4174517
      ],
      [
        "-P",
        -0.015457494
      ],
      [
        "aul",
        -1.8789384e-05
      ],
      [
        " S",
        -0.00032712158
      ],
      [
        "art",
        -0.0026947935
      ],
      [
        "re",
        -1.504853e-06
      ]
    ]
  },
  "With Jorge Semprun, he argued against the \"new novel\" in the \"What Can Literature Do?\" debate.  Earlier, he claimed that the absurdity and lack of syntactic causality employed by Meursault yields a Voltairean effect in his \"Commentary on The Stranger,\" and he refused to address poetic Beauty, favoring anti-Freduain psychoanalysis, in his book-length essay on Baudelaire. This founder of the journal Modern Times also lionized the author of Our Lady of the Flowers in (*) Saint Genet and claimed that \"reading is directed creation,\" because the public can change anything it reads due to a writer's being \"outside language,\" in his \"What is Literature?\", which applied to art a philosophyy that he had": {
    "guess": "Jean-Paul Sartre",
    "confidence": [
      [
        "Jean",
        -0.3248704
      ],
      [
        "-P",
        -0.0033279068
      ],
      [
        "aul",
        -4.167649e-05
      ],
      [
        " S",
        -0.00043639098
      ],
      [
        "art",
        -0.0010668703
      ],
      [
        "re",
        -3.2929079e-06
      ]
    ]
  },
  "With Jorge Semprun, he argued against the \"new novel\" in the \"What Can Literature Do?\" debate.  Earlier, he claimed that the absurdity and lack of syntactic causality employed by Meursault yields a Voltairean effect in his \"Commentary on The Stranger,\" and he refused to address poetic Beauty, favoring anti-Freduain psychoanalysis, in his book-length essay on Baudelaire. This founder of the journal Modern Times also lionized the author of Our Lady of the Flowers in (*) Saint Genet and claimed that \"reading is directed creation,\" because the public can change anything it reads due to a writer's being \"outside language,\" in his \"What is Literature?\", which applied to art a philosophyy that he had previously declared \"is a humanism\" based on the idea that \"existence precedes essence.\" For 10 points,": {
    "guess": "Jean-Paul Sartre",
    "confidence": [
      [
        "Jean",
        -0.51580757
      ],
      [
        "-P",
        -0.0020423676
      ],
      [
        "aul",
        -4.978234e-05
      ],
      [
        " S",
        -0.008558782
      ],
      [
        "art",
        -0.0013086906
      ],
      [
        "re",
        -6.392203e-06
      ]
    ]
  },
  "With Jorge Semprun, he argued against the \"new novel\" in the \"What Can Literature Do?\" debate.  Earlier, he claimed that the absurdity and lack of syntactic causality employed by Meursault yields a Voltairean effect in his \"Commentary on The Stranger,\" and he refused to address poetic Beauty, favoring anti-Freduain psychoanalysis, in his book-length essay on Baudelaire. This founder of the journal Modern Times also lionized the author of Our Lady of the Flowers in (*) Saint Genet and claimed that \"reading is directed creation,\" because the public can change anything it reads due to a writer's being \"outside language,\" in his \"What is Literature?\", which applied to art a philosophyy that he had previously declared \"is a humanism\" based on the idea that \"existence precedes essence.\" For 10 points, name this French critic who also composed Dirty Hands, \"The Wall,\" Nausea, and Being and Nothingness.": {
    "guess": "Jean-Paul Sartre",
    "confidence": [
      [
        "Jean",
        -0.040128756
      ],
      [
        "-P",
        -0.000418637
      ],
      [
        "aul",
        -1.0921943e-05
      ],
      [
        " S",
        -0.0015127198
      ],
      [
        "art",
        -6.873572e-05
      ],
      [
        "re",
        -1.9816675e-06
      ]
    ]
  },
  "Jordi Savall claims that this man believed in the \"ability of music (with a capital M) to express itself in prose and poetry.\"  One of his pieces for organ was based on his Messe pour les parroises, and": {
    "guess": "César Franck",
    "confidence": [
      [
        "C",
        -1.0265732
      ],
      [
        "és",
        -0.031038739
      ],
      [
        "ar",
        -5.0139948e-05
      ],
      [
        " Fran",
        -0.00013345598
      ],
      [
        "ck",
        -1.18755715e-05
      ]
    ]
  },
  "Jordi Savall claims that this man believed in the \"ability of music (with a capital M) to express itself in prose and poetry.\"  One of his pieces for organ was based on his Messe pour les parroises, and he also created a Messe pour les couvents. His chamber music includes Les goûts-Réünis, which were": {
    "guess": "François Couperin",
    "confidence": [
      [
        "Fran",
        -0.30966255
      ],
      [
        "çois",
        -0.04080328
      ],
      [
        " Cou",
        -0.00033165133
      ],
      [
        "per",
        -1.147242e-06
      ],
      [
        "in",
        -8.709308e-05
      ]
    ]
  },
  "Jordi Savall claims that this man believed in the \"ability of music (with a capital M) to express itself in prose and poetry.\"  One of his pieces for organ was based on his Messe pour les parroises, and he also created a Messe pour les couvents. His chamber music includes Les goûts-Réünis, which were continuations of his Royal Concerts, and he brought the trio sonata form to his home country in works": {
    "guess": "François Couperin",
    "confidence": [
      [
        "Fran",
        -0.2807624
      ],
      [
        "çois",
        -0.014342955
      ],
      [
        " Cou",
        -0.00024001303
      ],
      [
        "per",
        -3.650519e-06
      ],
      [
        "in",
        -2.6299214e-05
      ]
    ]
  },
  "Jordi Savall claims that this man believed in the \"ability of music (with a capital M) to express itself in prose and poetry.\"  One of his pieces for organ was based on his Messe pour les parroises, and he also created a Messe pour les couvents. His chamber music includes Les goûts-Réünis, which were continuations of his Royal Concerts, and he brought the trio sonata form to his home country in works like The Nations and Parnassus, or the Apotheosis of Corelli.  His theoretical works include Rules": {
    "guess": "François Couperin",
    "confidence": [
      [
        "Fran",
        -0.0066716783
      ],
      [
        "çois",
        -0.005616008
      ],
      [
        " Cou",
        -3.1186566e-05
      ],
      [
        "per",
        -4.3202e-07
      ],
      [
        "in",
        -6.869018e-06
      ]
    ]
  },
  "Jordi Savall claims that this man believed in the \"ability of music (with a capital M) to express itself in prose and poetry.\"  One of his pieces for organ was based on his Messe pour les parroises, and he also created a Messe pour les couvents. His chamber music includes Les goûts-Réünis, which were continuations of his Royal Concerts, and he brought the trio sonata form to his home country in works like The Nations and Parnassus, or the Apotheosis of Corelli.  His theoretical works include Rules for Accompaniment, as well as the manual The Art of Harpsichord Playing, and he partially inspired": {
    "guess": "François Couperin",
    "confidence": [
      [
        "Fran",
        -0.0025238188
      ],
      [
        "çois",
        -0.0023917062
      ],
      [
        " Cou",
        -2.451116e-05
      ],
      [
        "per",
        -1.9361265e-07
      ],
      [
        "in",
        -5.3193703e-06
      ]
    ]
  },
  "Jordi Savall claims that this man believed in the \"ability of music (with a capital M) to express itself in prose and poetry.\"  One of his pieces for organ was based on his Messe pour les parroises, and he also created a Messe pour les couvents. His chamber music includes Les goûts-Réünis, which were continuations of his Royal Concerts, and he brought the trio sonata form to his home country in works like The Nations and Parnassus, or the Apotheosis of Corelli.  His theoretical works include Rules for Accompaniment, as well as the manual The Art of Harpsichord Playing, and he partially inspired a work by another composer written to honor six soldiers killed in WWI. For 10 points, name this composer": {
    "guess": "François Couperin",
    "confidence": [
      [
        "Fran",
        -0.027302807
      ],
      [
        "çois",
        -0.024520155
      ],
      [
        " Cou",
        -0.00018494461
      ],
      [
        "per",
        -1.7432603e-06
      ],
      [
        "in",
        -3.1544176e-05
      ]
    ]
  },
  "Jordi Savall claims that this man believed in the \"ability of music (with a capital M) to express itself in prose and poetry.\"  One of his pieces for organ was based on his Messe pour les parroises, and he also created a Messe pour les couvents. His chamber music includes Les goûts-Réünis, which were continuations of his Royal Concerts, and he brought the trio sonata form to his home country in works like The Nations and Parnassus, or the Apotheosis of Corelli.  His theoretical works include Rules for Accompaniment, as well as the manual The Art of Harpsichord Playing, and he partially inspired a work by another composer written to honor six soldiers killed in WWI. For 10 points, name this composer nicknamed \"le grand\" to distinguish him from the rest of his musical family, whose 'Tombstone'": {
    "guess": "François Couperin",
    "confidence": [
      [
        "Fran",
        -0.035821047
      ],
      [
        "çois",
        -0.019843144
      ],
      [
        " Cou",
        -4.6563837e-05
      ],
      [
        "per",
        -1.0280384e-06
      ],
      [
        "in",
        -4.1273333e-06
      ]
    ]
  },
  "Jordi Savall claims that this man believed in the \"ability of music (with a capital M) to express itself in prose and poetry.\"  One of his pieces for organ was based on his Messe pour les parroises, and he also created a Messe pour les couvents. His chamber music includes Les goûts-Réünis, which were continuations of his Royal Concerts, and he brought the trio sonata form to his home country in works like The Nations and Parnassus, or the Apotheosis of Corelli.  His theoretical works include Rules for Accompaniment, as well as the manual The Art of Harpsichord Playing, and he partially inspired a work by another composer written to honor six soldiers killed in WWI. For 10 points, name this composer nicknamed \"le grand\" to distinguish him from the rest of his musical family, whose 'Tombstone' titles a piano suite by Ravel.": {
    "guess": "François Couperin",
    "confidence": [
      [
        "Fran",
        -0.014508173
      ],
      [
        "çois",
        -0.023895884
      ],
      [
        " Cou",
        -0.00025931303
      ],
      [
        "per",
        -5.5122365e-07
      ],
      [
        "in",
        -5.3193703e-06
      ]
    ]
  }
}