{
  "The volume of a simplex in n dimensions can be given by the Cayley-Menger type of this function, and this function can be generalized to non-square entities using the Cauchy Binet formula. The linear independence of a set of solutions to a differential equation is given by a nonzero value for the Wronskian type of this, and changing variables when integrating a function over its domain involves the": {
    "guess": "Jacobian",
    "confidence": [
      [
        "J",
        -0.4838349
      ],
      [
        "acobian",
        -0.059673455
      ]
    ]
  },
  "The volume of a simplex in n dimensions can be given by the Cayley-Menger type of this function, and this function can be generalized to non-square entities using the Cauchy Binet formula. The linear independence of a set of solutions to a differential equation is given by a nonzero value for the Wronskian type of this, and changing variables when integrating a function over its domain involves the use of the Jacobian type of this function. One of these for a two-by-two matrix is used in Cramer's rule to find the solution to a system of two equations. For 10 points, name this scalar function of": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.027710224
      ],
      [
        "ant",
        -0.0016149617
      ]
    ]
  },
  "The Voluspo contains a catalogue of these \"forebears of Lofar,\" some of whom \"sought a home in the fields of sand,\" while others made their home in a golden hall in Nidavellir. Four of them were placed": {
    "guess": "Dwarfs in Norse mythology",
    "confidence": [
      [
        "D",
        -0.13574074
      ],
      [
        "war",
        -0.089949824
      ],
      [
        "fs",
        -0.36293685
      ],
      [
        " in",
        -0.05273572
      ],
      [
        " Norse",
        -0.012834764
      ],
      [
        " mythology",
        -0.18313432
      ]
    ]
  },
  "The volcanic Ankaratra Massif lies in its center, and this nation's Great Cliff of Angavo is bordered by the Betsimisaraka Escarpment. The Mandrare, Mananara, and Ivondro rivers are located in this nation, and its largest port is Toamasina. Lake Alaotra is its largest lake, its highest peak is Maromokotro, and the coelacanth (SEEL-uh-canth) lives off its shores. This country's largest ethnic group is the Merina, and this former colony of France is located on the east of the Mozambique Channel. For": {
    "guess": "Madagascar",
    "confidence": [
      [
        "Mad",
        -0.0052995733
      ],
      [
        "agascar",
        -0.00012260844
      ]
    ]
  },
  "The volume of a simplex in n dimensions can be given by the Cayley-Menger type of this function, and this function can be generalized to non-square entities using the Cauchy Binet formula. The linear independence": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.036064737
      ],
      [
        "ant",
        -0.0002844577
      ]
    ]
  },
  "One volcano in this chain, Mount Mazama, was largely destroyed around 7,000 years ago. Lava Beds National Monument lies in this group of peaks. Its southernmost mountain was thought extinct until it erupted in 1914 and is called Lassen Peak. Other peaks in this range include Broken Top, Three Fingered": {
    "guess": "Cascade Range",
    "confidence": [
      [
        "Cascade",
        -0.018058976
      ],
      [
        " Range",
        -0.0042354623
      ]
    ]
  },
  "Volcher Coiter and Fabricius were among this man's pupils, while he was a pupil of Vesalius before becoming professor of anatomy at Pisa in 1548. Along with naming the cochlea, palate, placenta, and vagina and discovering several important nerves, he gave the first accurate description of the inner ear.": {
    "guess": "Gabriel Fallopius",
    "confidence": [
      [
        "Gab",
        -0.0048755542
      ],
      [
        "riel",
        -0.00024180108
      ],
      [
        " Fal",
        -0.00040826996
      ],
      [
        "lo",
        -0.0002669384
      ],
      [
        "pi",
        -0.0006177237
      ],
      [
        "us",
        -2.5583993e-05
      ]
    ]
  },
  "One volcano in this chain, Mount Mazama, was largely destroyed around 7,000 years ago. Lava Beds National Monument lies in this group of peaks. Its southernmost mountain was thought extinct until it erupted in 1914 and is called Lassen Peak. Other peaks in this range include Broken Top, Three Fingered Jack, and the Three Sisters. This mountain range is separated from the Coast Mountains to the north by the Fraser River and was formed from the subduction of the Juan de Fuca Plate. The Columbia River Gorge runs through this chain, which also contains Crater Lake. For 10 points, name this section": {
    "guess": "Cascade Range",
    "confidence": [
      [
        "Cascade",
        -0.0019714579
      ],
      [
        " Range",
        -0.0008951436
      ]
    ]
  },
  "The volume of a simplex in n dimensions can be given by the Cayley-Menger type of this function, and this function can be generalized to non-square entities using the Cauchy Binet formula. The linear independence of a set of solutions to a differential equation is given by a nonzero value for the Wronskian type of this, and changing variables when integrating a function over its domain involves the use of the Jacobian type of this function. One of these for a two-by-two matrix is used in Cramer's": {
    "guess": "Jacobian",
    "confidence": [
      [
        "J",
        -0.5148835
      ],
      [
        "acobian",
        -0.01698202
      ]
    ]
  },
  "Volcher Coiter and Fabricius were among this man's pupils, while he was a pupil of Vesalius before becoming": {
    "guess": "Andreas Vesalius",
    "confidence": [
      [
        "And",
        -0.09361899
      ],
      [
        "reas",
        -0.018590484
      ],
      [
        " Ves",
        -0.0008461986
      ],
      [
        "ali",
        -0.00021355349
      ],
      [
        "us",
        -5.1808798e-05
      ]
    ]
  },
  "The volunteer \"four-minute men\" gave speeches supporting this war. During this war, the American Protective League conducted illegal raids on supposed \"slackers.\" Propaganda supporting this war was disseminated by a committee led by George Creel. The Nye Committee's investigation into the profits munitions companies made from this war helped lead to policy of isolationism embodied in three Neutrality Acts. The speech entering the United States into this war declared that \"the world must be made safe for democracy.\" For 10 points, name this war that prompted the creation of the League of Nations and took place during the presidency of Woodrow Wilson.": {
    "guess": "World War I",
    "confidence": [
      [
        "World",
        -0.0023890873
      ],
      [
        " War",
        -6.2775536e-05
      ],
      [
        " I",
        -0.0019323243
      ]
    ]
  },
  "The volunteer \"four-minute men\" gave speeches supporting this war. During this war, the American Protective League conducted illegal raids on supposed \"slackers.\" Propaganda supporting this war was disseminated": {
    "guess": "World War I Home Front in the United States",
    "confidence": [
      [
        "World",
        -0.32307625
      ],
      [
        " War",
        -2.808727e-05
      ],
      [
        " I",
        -0.0013124978
      ],
      [
        " Home",
        -1.0448846
      ],
      [
        " Front",
        -0.24734524
      ],
      [
        " in",
        -2.2774718
      ],
      [
        " the",
        -0.027065558
      ],
      [
        " United",
        -0.0026346343
      ],
      [
        " States",
        -9.0788395e-05
      ]
    ]
  },
  "One volcano in this chain, Mount Mazama, was largely destroyed around 7,000 years ago. Lava Beds National Monument lies in this group of peaks. Its southernmost mountain was thought extinct until it erupted": {
    "guess": "Cascade Range",
    "confidence": [
      [
        "Cascade",
        -0.022324001
      ],
      [
        " Range",
        -0.20081036
      ]
    ]
  },
  "The volcanic Ankaratra Massif lies in its center, and this nation's Great Cliff of Angavo is bordered": {
    "guess": "Madagascar",
    "confidence": [
      [
        "Mad",
        -0.0013178583
      ],
      [
        "agascar",
        -0.0002006795
      ]
    ]
  },
  "The volcanic Ankaratra Massif lies in its center, and this nation's Great Cliff of Angavo is bordered by the Betsimisaraka Escarpment. The Mandrare, Mananara, and Ivondro rivers are located in this nation, and its largest port is Toamasina. Lake Alaotra is its largest lake, its highest peak is Maromokotro, and the coelacanth (SEEL-uh-canth) lives off its shores. This country's largest ethnic group is the Merina, and this former colony of France is located on the east of the Mozambique Channel. For 10 points, name this African island nation, with its capital at Antananarivo.": {
    "guess": "Madagascar",
    "confidence": [
      [
        "Mad",
        -0.00029470553
      ],
      [
        "agascar",
        -0.00012725739
      ]
    ]
  },
  "Volcher Coiter and Fabricius were among this man's pupils, while he was a pupil of Vesalius before becoming professor of anatomy at Pisa in 1548. Along with naming the cochlea, palate, placenta, and vagina and discovering several important nerves, he gave the first accurate description of the inner ear. FTP, identify this Italian anatomist who failed to determine the function of the tubes leading from the ovary to the uterus that are now named after him.": {
    "guess": "Gabriel Fallopius",
    "confidence": [
      [
        "Gab",
        -0.0015076012
      ],
      [
        "riel",
        -0.0006383349
      ],
      [
        " Fal",
        -0.0002227285
      ],
      [
        "lo",
        -0.00020938137
      ],
      [
        "pi",
        -0.00041696816
      ],
      [
        "us",
        -1.0683535e-05
      ]
    ]
  },
  "The Voluspo contains a catalogue of these \"forebears of Lofar,\" some of whom \"sought a home in the fields of sand,\" while others made their home in a golden hall in Nidavellir. Four of them were placed at the cardinal points and charged with holding up the vault of the sky. In the Poetic Eddas, they are said to have risen \"out of Brimir's blood and the legs of Blain,\" while Snorri states that they grew from maggots crawling in Ymir's corpse. Two of them, Fjalar and Galar, created the mead of poetry, and Freya slept with four of them to obtain Brisingamen. Sometimes identified with the dark elves,": {
    "guess": "Dwarfs in Norse mythology",
    "confidence": [
      [
        "D",
        -0.056387838
      ],
      [
        "war",
        -0.905366
      ],
      [
        "fs",
        -0.14854011
      ],
      [
        " in",
        -0.07763366
      ],
      [
        " Norse",
        -0.5253415
      ],
      [
        " mythology",
        -0.4506761
      ]
    ]
  },
  "The volunteer \"four-minute men\" gave speeches supporting this war. During this war, the American Protective League conducted illegal raids on supposed \"slackers.\" Propaganda supporting this war was disseminated by a committee led by George Creel. The Nye Committee's investigation into the profits munitions companies made from this war helped lead to policy of isolationism embodied in three Neutrality": {
    "guess": "World War I",
    "confidence": [
      [
        "World",
        -0.046193052
      ],
      [
        " War",
        -4.1199673e-05
      ],
      [
        " I",
        -0.00081022107
      ]
    ]
  },
  "The volunteer \"four-minute men\" gave speeches supporting this war. During this war, the American Protective League conducted illegal raids on supposed \"slackers.\" Propaganda supporting this war was disseminated by a committee led by George Creel. The Nye Committee's investigation into the profits munitions companies made from this war helped lead to policy of isolationism embodied in three Neutrality Acts. The speech entering the United States into this war declared that \"the world must be made safe": {
    "guess": "World War I",
    "confidence": [
      [
        "World",
        -0.043148085
      ],
      [
        " War",
        -0.00044640043
      ],
      [
        " I",
        -0.0056650876
      ]
    ]
  },
  "The volcanic Ankaratra Massif lies in its center, and this nation's Great Cliff of Angavo is bordered by the Betsimisaraka Escarpment. The Mandrare, Mananara, and Ivondro rivers are located in this nation, and its largest port is Toamasina. Lake Alaotra is its largest lake, its highest peak is Maromokotro,": {
    "guess": "Madagascar",
    "confidence": [
      [
        "Mad",
        -0.0025705448
      ],
      [
        "agascar",
        -0.00032795602
      ]
    ]
  },
  "One volcano in this chain, Mount Mazama, was largely destroyed around 7,000 years ago. Lava Beds National Monument lies in this group of peaks. Its southernmost mountain was thought extinct until it erupted in 1914 and is called Lassen Peak. Other peaks in this range include Broken Top, Three Fingered Jack, and the Three Sisters. This mountain range is separated from the Coast Mountains to the north by the Fraser River and was formed from the subduction of the Juan de Fuca Plate. The Columbia River Gorge runs through this chain, which also contains Crater Lake. For 10 points, name this section of North America's Pacific mountain system that extends from northern California up into British Columbia": {
    "guess": "Cascade Range",
    "confidence": [
      [
        "Cascade",
        -0.018282568
      ],
      [
        " Range",
        -0.002906989
      ]
    ]
  },
  "The volcanic Ankaratra Massif lies in its center, and this nation's Great Cliff of Angavo is bordered by the Betsimisaraka Escarpment. The Mandrare, Mananara, and Ivondro rivers are located in this nation, and its largest port is Toamasina. Lake Alaotra is its largest lake, its highest peak is Maromokotro, and the coelacanth (SEEL-uh-canth) lives off its shores. This country's largest ethnic group": {
    "guess": "Madagascar",
    "confidence": [
      [
        "Mad",
        -0.004033757
      ],
      [
        "agascar",
        -0.00023107276
      ]
    ]
  },
  "One volcano in this chain, Mount Mazama, was largely destroyed around 7,000 years ago. Lava Beds National Monument lies in this group of peaks. Its southernmost mountain was thought extinct until it erupted in 1914 and is called Lassen Peak. Other peaks in this range include Broken Top, Three Fingered Jack, and the Three Sisters. This mountain range is separated from the Coast Mountains to the north": {
    "guess": "Cascade Range",
    "confidence": [
      [
        "Cascade",
        -0.080032006
      ],
      [
        " Range",
        -0.001950656
      ]
    ]
  },
  "Volcher Coiter and Fabricius were among this man's pupils, while he was a pupil of Vesalius before becoming professor of anatomy at Pisa in 1548. Along with naming the cochlea, palate, placenta, and vagina and discovering several important nerves, he gave the first accurate description of the inner ear. FTP, identify this Italian anatomist who failed to determine the function of the tubes leading from": {
    "guess": "Gabriel Fallopius",
    "confidence": [
      [
        "Gab",
        -0.008249898
      ],
      [
        "riel",
        -0.00080712914
      ],
      [
        " Fal",
        -0.00034821697
      ],
      [
        "lo",
        -0.00046725376
      ],
      [
        "pi",
        -0.00064702943
      ],
      [
        "us",
        -1.4855664e-05
      ]
    ]
  },
  "One volcano in this chain, Mount Mazama, was largely destroyed around 7,000 years ago. Lava Beds National": {
    "guess": "Cascade Range",
    "confidence": [
      [
        "Cascade",
        -0.106128454
      ],
      [
        " Range",
        -0.34970948
      ]
    ]
  },
  "The Voluspo contains a catalogue of these \"forebears of Lofar,\" some of whom \"sought a home in the fields": {
    "guess": "Norse deities",
    "confidence": [
      [
        "N",
        -0.7500202
      ],
      [
        "orse",
        -0.012279588
      ],
      [
        " de",
        -0.6467692
      ],
      [
        "ities",
        -0.00026598477
      ]
    ]
  },
  "The volunteer \"four-minute men\" gave speeches supporting this war. During this war, the American Protective League conducted illegal raids on supposed \"slackers.\" Propaganda supporting this war was disseminated by a committee led by George Creel. The Nye Committee's investigation into the profits munitions": {
    "guess": "World War I",
    "confidence": [
      [
        "World",
        -0.17864983
      ],
      [
        " War",
        -6.301394e-05
      ],
      [
        " I",
        -0.0028150976
      ]
    ]
  },
  "The volume of a simplex in n dimensions can be given by the Cayley-Menger type of this function, and this function can be generalized to non-square entities using the Cauchy Binet formula. The linear independence of a set of solutions to a differential equation is given by a nonzero value for the Wronskian": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.020602265
      ],
      [
        "ant",
        -0.00030233458
      ]
    ]
  },
  "The Voluspo contains a catalogue of these \"forebears of Lofar,\" some of whom \"sought a home in the fields of sand,\" while others made their home in a golden hall in Nidavellir. Four of them were placed at the cardinal points and charged with holding up the vault of the sky. In the Poetic Eddas, they are said to have risen \"out of Brimir's blood and the legs of Blain,\" while Snorri states that they grew from maggots crawling in Ymir's corpse. Two of them, Fjalar and Galar, created the mead of poetry,": {
    "guess": "Dvergr",
    "confidence": [
      [
        "D",
        -0.015861915
      ],
      [
        "ver",
        -0.27093717
      ],
      [
        "gr",
        -0.1431916
      ]
    ]
  },
  "The Voluspo contains a catalogue of these \"forebears of Lofar,\" some of whom \"sought a home in the fields of sand,\" while others made their home in a golden hall in Nidavellir. Four of them were placed at the cardinal points and charged with holding up the vault of the sky. In the Poetic Eddas, they are said to have risen \"out of Brimir's blood and the legs of Blain,\" while Snorri states that they": {
    "guess": "Dwarfs in Norse Mythology",
    "confidence": [
      [
        "D",
        -0.087004796
      ],
      [
        "war",
        -0.17533427
      ],
      [
        "fs",
        -0.42113963
      ],
      [
        " in",
        -0.033627484
      ],
      [
        " Norse",
        -0.039095357
      ],
      [
        " Myth",
        -0.5971793
      ],
      [
        "ology",
        -0.00034642892
      ]
    ]
  },
  "The volume of a simplex in n dimensions can be given by the Cayley-Menger type of this function, and": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.0034254433
      ],
      [
        "ant",
        -0.00018304103
      ]
    ]
  },
  "The volcanic Ankaratra Massif lies in its center, and this nation's Great Cliff of Angavo is bordered by the Betsimisaraka Escarpment. The Mandrare, Mananara, and Ivondro rivers are located in this nation,": {
    "guess": "Madagascar",
    "confidence": [
      [
        "Mad",
        -0.007981115
      ],
      [
        "agascar",
        -0.0003540543
      ]
    ]
  },
  "Volcher Coiter and Fabricius were among this man's pupils, while he was a pupil of Vesalius before becoming professor of anatomy at Pisa in 1548. Along with naming the cochlea, palate, placenta, and vagina": {
    "guess": "Gabriel Fallopius",
    "confidence": [
      [
        "Gab",
        -0.103248835
      ],
      [
        "riel",
        -0.0003304593
      ],
      [
        " Fal",
        -0.00018577903
      ],
      [
        "lo",
        -0.0001973418
      ],
      [
        "pi",
        -0.00070301845
      ],
      [
        "us",
        -3.5120287e-05
      ]
    ]
  },
  "The volunteer \"four-minute men\" gave speeches supporting this war. During this war, the American Protective": {
    "guess": "World War I",
    "confidence": [
      [
        "World",
        -0.0051248884
      ],
      [
        " War",
        -4.1914896e-05
      ],
      [
        " I",
        -0.001546526
      ]
    ]
  },
  "The volume of a simplex in n dimensions can be given by the Cayley-Menger type of this function, and this function can be generalized to non-square entities using the Cauchy Binet formula. The linear independence of a set of solutions to a differential equation is given by a nonzero value for the Wronskian type of this, and changing variables when integrating a function over its domain involves the use of the Jacobian type of this function. One of these for a two-by-two matrix is used in Cramer's rule to find the solution to a system of two equations. For 10 points, name this scalar function of a square matrix, denoted by single or double bars around a matrix.": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.051454186
      ],
      [
        "ant",
        -0.00064357254
      ]
    ]
  },
  "The volunteer \"four-minute men\" gave speeches supporting this war. During this war, the American Protective League conducted illegal raids on supposed \"slackers.\" Propaganda supporting this war was disseminated by a committee led by George Creel. The Nye Committee's investigation into the profits munitions companies made from this war helped lead to policy of isolationism embodied in three Neutrality Acts. The speech entering the United States into this war declared that \"the world must be made safe for democracy.\" For 10 points, name this war that prompted the creation of the League of Nations": {
    "guess": "World War I",
    "confidence": [
      [
        "World",
        -0.005940652
      ],
      [
        " War",
        -0.0003929
      ],
      [
        " I",
        -0.011920368
      ]
    ]
  },
  "The Voluspo contains a catalogue of these \"forebears of Lofar,\" some of whom \"sought a home in the fields of sand,\" while others made their home in a golden hall in Nidavellir. Four of them were placed at the cardinal points and charged with holding up the vault of the sky. In the Poetic Eddas, they": {
    "guess": "Dwarfs in Norse mythology",
    "confidence": [
      [
        "D",
        -0.100812554
      ],
      [
        "war",
        -0.39391935
      ],
      [
        "fs",
        -0.49613407
      ],
      [
        " in",
        -0.052476034
      ],
      [
        " Norse",
        -0.038448688
      ],
      [
        " mythology",
        -0.59684825
      ]
    ]
  },
  "The Voluspo contains a catalogue of these \"forebears of Lofar,\" some of whom \"sought a home in the fields of sand,\" while others made their home in a golden hall in Nidavellir. Four of them were placed at the cardinal points and charged with holding up the vault of the sky. In the Poetic Eddas, they are said to have risen \"out of Brimir's blood and the legs of Blain,\" while Snorri states that they grew from maggots crawling in Ymir's corpse. Two of them, Fjalar and Galar, created the mead of poetry, and Freya slept with four of them to obtain Brisingamen. Sometimes identified with the dark elves, FTP name this race of master smiths in Norse myth.": {
    "guess": "Dwarfs in Norse Mythology",
    "confidence": [
      [
        "D",
        -0.04929061
      ],
      [
        "war",
        -0.6844449
      ],
      [
        "fs",
        -0.25836295
      ],
      [
        " in",
        -0.12875289
      ],
      [
        " Norse",
        -0.12592937
      ],
      [
        " Myth",
        -0.47733667
      ],
      [
        "ology",
        -0.00055851246
      ]
    ]
  },
  "One volcano in this chain, Mount Mazama, was largely destroyed around 7,000 years ago. Lava Beds National Monument lies in this group of peaks. Its southernmost mountain was thought extinct until it erupted in 1914 and is called Lassen Peak. Other peaks in this range include Broken Top, Three Fingered Jack, and the Three Sisters. This mountain range is separated from the Coast Mountains to the north by the Fraser River and was formed from the subduction of the Juan de Fuca Plate. The Columbia River": {
    "guess": "Cascade Range",
    "confidence": [
      [
        "Cascade",
        -0.011240807
      ],
      [
        " Range",
        -0.01650502
      ]
    ]
  },
  "One volcano in this chain, Mount Mazama, was largely destroyed around 7,000 years ago. Lava Beds National Monument lies in this group of peaks. Its southernmost mountain was thought extinct until it erupted in 1914 and is called Lassen Peak. Other peaks in this range include Broken Top, Three Fingered Jack, and the Three Sisters. This mountain range is separated from the Coast Mountains to the north by the Fraser River and was formed from the subduction of the Juan de Fuca Plate. The Columbia River Gorge runs through this chain, which also contains Crater Lake. For 10 points, name this section of North America's Pacific mountain system that extends from northern California up into British Columbia whose peaks include Mount Hood, Mount Rainier, and Mount St. Helens.": {
    "guess": "Cascade Range",
    "confidence": [
      [
        "Cascade",
        -0.01756738
      ],
      [
        " Range",
        -4.406056e-05
      ]
    ]
  }
}