{
  "Rabbinical scholars usually group this man with Jethro and Balaam as one of Pharaoh's advisors but debate when he lived, since no clues are given in the Bible. Part III of Handel's Messiah contains a hymn inspired by this man titled \"I Know That My Redeemer Liveth.\" The words of friendly (*) accusers against this man are contradicted by Elihu, who tries to comfort him after his lands in Uz are destroyed.\"The Lord giveth, and the lord taketh away\" is spoken by - for 10 points - what Biblical man,": {
    "guess": "Job",
    "confidence": [
      [
        "Job",
        -0.10428885
      ]
    ]
  },
  "The Rabin-Karp algorithm, useful for detecting plagiarism, employs a function of this data structure to increase the efficiency of string matching from quadratic to linear time. One issue associated with these structures occurs where changing a single bit can have disproportionately large changes in output known as the avalanche effect. Algorithms that are used to resolve common events associated with these structures include quadratic probing, separate chaining and Robin Hood; those events, called": {
    "guess": "Hash function",
    "confidence": [
      [
        "Hash",
        -0.016031787
      ],
      [
        " function",
        -0.68605167
      ]
    ]
  },
  "The rabbi David Levi is one of a group of four notables that along with Pop discuss approaching this place. Its materials are used to kill a Negro that Mastro Antonio tries to save. One character at this area learns that he drew cards worth thirty-two in a deal made with the devil, so he dies here -": {
    "guess": "The Cask of Amontillado",
    "confidence": [
      [
        "The",
        -1.0769185
      ],
      [
        " C",
        -1.5674442
      ],
      [
        "ask",
        -0.045174632
      ],
      [
        " of",
        -0.001318812
      ],
      [
        " Am",
        -0.0040242574
      ],
      [
        "ont",
        -0.0007763966
      ],
      [
        "ill",
        -0.000116417184
      ],
      [
        "ado",
        -7.7199176e-05
      ]
    ]
  },
  "In rabbinical depctions, this figure is situated behind a screen that breaks when a bird, actually Satan in disguise, is shot. This figure used a request for the hand of Abishag as a pretext for killing Adonijah, and her unnamed first son by a certain lover was stillborn. This daughter of Eliam was compared to a sheep belonging to a poor farmer in a story told by Nathan, who declared the \"sword would not depart\" from the household of a certain king after he seduced this wife of Uriah the Hittite and mother of Solomon. First sighted while bathing on a roof, for 10 points, name this woman with whom": {
    "guess": "Bathsheba",
    "confidence": [
      [
        "B",
        -0.016694726
      ],
      [
        "aths",
        -0.00039444966
      ],
      [
        "he",
        -8.061054e-06
      ],
      [
        "ba",
        -4.2630116e-05
      ]
    ]
  },
  "Rabbi Meir claimed that these people came from the tribe of Issachar, although according to the Talmud they were originally natives of the city of Cuthah. This people's request to Sargon II led to them being derisively called \"proselytes of the lions.\" These people worshiped the image of a dove that they built in their temple on Mt. Gerizim. Members of this ethnicity include a woman from Sychar who was encountered at Jacob's Well and a man contrasted with a Priest and a Levite by coming to the aid of a man who was left for dead. FTP, name this people, represented by a \"Good\" individual in one of Jesus's parables.": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.0012393948
      ],
      [
        "amar",
        -2.1008714e-06
      ],
      [
        "it",
        -0.000892048
      ],
      [
        "ans",
        -4.6802244e-05
      ]
    ]
  },
  "Rabbi Meir claimed that these people came from the tribe of Issachar, although according to the Talmud they were originally natives of the city of Cuthah. This people's request to Sargon II led to them being derisively called \"proselytes of the lions.\" These people worshiped the image of a dove that they built in their temple on Mt. Gerizim. Members of this ethnicity include a woman from Sychar who": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.0021689364
      ],
      [
        "amar",
        -5.9153886e-06
      ],
      [
        "it",
        -0.0013076179
      ],
      [
        "ans",
        -1.640531e-05
      ]
    ]
  },
  "The Rabin-Karp algorithm, useful for detecting plagiarism, employs a function of this data structure to increase the efficiency of string matching from quadratic to linear time. One issue associated with these structures occurs where changing a single bit can have disproportionately large changes in output known as the avalanche effect. Algorithms that are used to resolve common events associated with these structures include quadratic probing, separate chaining and Robin Hood; those events, called collisions, occur when two data elements are set to the same value. Distributed versions of these": {
    "guess": "Hash table",
    "confidence": [
      [
        "Hash",
        -0.15308644
      ],
      [
        " table",
        -0.03620788
      ]
    ]
  },
  "In rabbinical depctions, this figure is situated behind a screen that breaks when a bird, actually Satan in disguise, is shot. This figure used a request for the hand of Abishag as a pretext for killing Adonijah, and her unnamed first son by a certain lover was stillborn. This daughter of Eliam was compared": {
    "guess": "Bathsheba",
    "confidence": [
      [
        "B",
        -0.032524593
      ],
      [
        "aths",
        -0.014669937
      ],
      [
        "he",
        -1.962381e-05
      ],
      [
        "ba",
        -0.00031079436
      ]
    ]
  },
  "Rabbi Meir claimed that these people came from the tribe of Issachar, although according to the Talmud they were originally natives of the city of Cuthah. This people's request to Sargon II led to them being derisively called \"proselytes of the lions.\" These people worshiped the image of a dove that": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.012416173
      ],
      [
        "amar",
        -0.00018709028
      ],
      [
        "it",
        -0.0035527893
      ],
      [
        "ans",
        -1.6882126e-05
      ]
    ]
  },
  "Rabbi Meir claimed that these people came from the tribe of Issachar, although according to the Talmud they were originally natives of the city of Cuthah. This people's request to Sargon II led to them": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.016265208
      ],
      [
        "amar",
        -0.00049893995
      ],
      [
        "it",
        -0.0037303683
      ],
      [
        "ans",
        -1.247159e-05
      ]
    ]
  },
  "Rabbinical scholars usually group this man with Jethro and Balaam as one of Pharaoh's advisors but debate when he lived, since no clues are given in the Bible. Part III of Handel's Messiah contains a hymn inspired by this man titled \"I Know That My Redeemer Liveth.\" The words of friendly (*) accusers against this man are contradicted by Elihu, who tries to comfort him after his lands in Uz are destroyed.\"The Lord giveth, and the lord taketh away\" is spoken by - for 10 points - what Biblical man, whose life is ruined by God in a test of faith?": {
    "guess": "Job",
    "confidence": [
      [
        "Job",
        -0.21858352
      ]
    ]
  },
  "In rabbinical depctions, this figure is situated behind a screen that breaks when a bird, actually Satan": {
    "guess": "Samael",
    "confidence": [
      [
        "S",
        -1.567423
      ],
      [
        "ama",
        -0.97985876
      ],
      [
        "el",
        -0.00045617513
      ]
    ]
  },
  "The rabbi David Levi is one of a group of four notables that along with Pop discuss approaching this place. Its materials are used to kill a Negro that Mastro Antonio tries to save. One character at this": {
    "guess": "The Adventures of Pinocchio",
    "confidence": [
      [
        "The",
        -0.07718374
      ],
      [
        " Adventures",
        -0.01441464
      ],
      [
        " of",
        -0.000450811
      ],
      [
        " Pin",
        -0.0006987345
      ],
      [
        "oc",
        -6.372917e-05
      ],
      [
        "chio",
        -4.274932e-05
      ]
    ]
  },
  "The Rabin-Karp algorithm, useful for detecting plagiarism, employs a function of this data structure to increase the efficiency of string matching from quadratic to linear time. One issue associated with these structures occurs where changing a single bit can have disproportionately large changes in output known as the avalanche effect. Algorithms that are used to resolve common events associated with these structures include quadratic probing, separate chaining and Robin Hood; those events, called collisions, occur when two data elements are set to the same value. Distributed versions of these are essential features of P2P and BitTorrent services. For 10 points name this data structure that": {
    "guess": "Hash table",
    "confidence": [
      [
        "Hash",
        -0.008542471
      ],
      [
        " table",
        -0.014023756
      ]
    ]
  },
  "The Rabin-Karp algorithm, useful for detecting plagiarism, employs a function of this data structure to increase the efficiency of string matching from quadratic to linear time. One issue associated with these structures occurs where changing a single bit can have disproportionately large changes in output known as the avalanche effect. Algorithms that are used to resolve common events associated with these structures include quadratic probing, separate chaining and Robin Hood; those events, called collisions, occur when two data elements are set to the same value. Distributed versions of these are essential features of P2P and BitTorrent services. For 10 points name this data structure that has an array, keys and an associated mapping function useful in improving the efficiencies of lookups and searches.": {
    "guess": "Hash table",
    "confidence": [
      [
        "Hash",
        -0.009007117
      ],
      [
        " table",
        -0.008586676
      ]
    ]
  },
  "In rabbinical depctions, this figure is situated behind a screen that breaks when a bird, actually Satan in disguise, is shot. This figure used a request for the hand of Abishag as a pretext for killing": {
    "guess": "David",
    "confidence": [
      [
        "David",
        -1.3167759
      ]
    ]
  },
  "Rabbinical scholars usually group this man with Jethro and Balaam as one of Pharaoh's advisors but debate when he lived, since no clues are given in the Bible. Part III of Handel's Messiah contains a hymn inspired by this man titled \"I Know That My Redeemer Liveth.\" The words of friendly (*) accusers against this man are contradicted by Elihu, who tries to comfort him after his lands in Uz are destroyed.\"The": {
    "guess": "Job",
    "confidence": [
      [
        "Job",
        -0.3737257
      ]
    ]
  },
  "The rabbi David Levi is one of a group of four notables that along with Pop discuss approaching this place. Its materials are used to kill a Negro that Mastro Antonio tries to save. One character at this area learns that he drew cards worth thirty-two in a deal made with the devil, so he dies here - which is what the soon-to-be husband of Salko the One Eyed did at this area also. A similar object to this location that lacks beauty can be found nearby Rzav, and (*) Alihodja is killed at this location": {
    "guess": "Devil's Bridge",
    "confidence": [
      [
        "Dev",
        -1.1647723
      ],
      [
        "il",
        -0.0035791686
      ],
      [
        "'s",
        -0.004478424
      ],
      [
        " Bridge",
        -0.057668775
      ]
    ]
  },
  "Rabbinical scholars usually group this man with Jethro and Balaam as one of Pharaoh's advisors but debate when he lived, since no clues are given in the Bible. Part III of Handel's Messiah contains a hymn inspired by this man titled \"I Know That My Redeemer Liveth.\" The words of friendly (*) accusers": {
    "guess": "Balaam",
    "confidence": [
      [
        "B",
        -1.0137354
      ],
      [
        "ala",
        -0.10263337
      ],
      [
        "am",
        -0.00027611342
      ]
    ]
  },
  "In rabbinical depctions, this figure is situated behind a screen that breaks when a bird, actually Satan in disguise, is shot. This figure used a request for the hand of Abishag as a pretext for killing Adonijah, and her unnamed first son by a certain lover was stillborn. This daughter of Eliam was compared to a sheep belonging to a poor farmer in a story told by Nathan, who declared the \"sword would not depart\" from the household of a certain king after he seduced this wife of Uriah the Hittite and mother of Solomon. First sighted while bathing on a roof, for 10 points, name this woman with whom King David committed adultery.": {
    "guess": "Bathsheba",
    "confidence": [
      [
        "B",
        -0.016908301
      ],
      [
        "aths",
        -0.00044056313
      ],
      [
        "he",
        -5.080963e-06
      ],
      [
        "ba",
        -2.5345586e-05
      ]
    ]
  },
  "Rabbinical scholars usually group this man with Jethro and Balaam as one of Pharaoh's advisors but debate": {
    "guess": "Book of Job",
    "confidence": [
      [
        "Book",
        -0.32203305
      ],
      [
        " of",
        -0.0006579888
      ],
      [
        " Job",
        -0.21918662
      ]
    ]
  },
  "The rabbi David Levi is one of a group of four notables that along with Pop discuss approaching this place. Its materials are used to kill a Negro that Mastro Antonio tries to save. One character at this area learns that he drew cards worth thirty-two in a deal made with the devil, so he dies here - which is what the soon-to-be husband of Salko the One Eyed did at this area also. A similar object to this location that lacks beauty can be found nearby Rzav, and (*) Alihodja is killed at this location by a crusader, sometimes named after its constructor, Pasa Sokolli. Blown up after the assassination of Archduke Franz Ferdinand, for 10 points, name this location nearby Visegrad that is the center": {
    "guess": "Bridge on the Drina",
    "confidence": [
      [
        "Bridge",
        -0.92954445
      ],
      [
        " on",
        -0.039402768
      ],
      [
        " the",
        -0.0011492675
      ],
      [
        " Dr",
        -0.0010330495
      ],
      [
        "ina",
        -3.7981175e-05
      ]
    ]
  },
  "The Rabin-Karp algorithm, useful for detecting plagiarism, employs a function of this data structure to increase the efficiency of string matching from quadratic to linear time. One issue associated with these structures occurs where changing a single bit can have disproportionately large changes in": {
    "guess": "Bloom filter",
    "confidence": [
      [
        "B",
        -0.55592513
      ],
      [
        "loom",
        -0.00020473242
      ],
      [
        " filter",
        -0.050756548
      ]
    ]
  },
  "The rabbi David Levi is one of a group of four notables that along with Pop discuss approaching this place. Its materials are used to kill a Negro that Mastro Antonio tries to save. One character at this area learns that he drew cards worth thirty-two in a deal made with the devil, so he dies here - which is what the soon-to-be husband of Salko the One Eyed did at this area also. A similar object to this location that lacks beauty can be found nearby Rzav, and (*) Alihodja is killed at this location by a crusader, sometimes named after its constructor, Pasa Sokolli. Blown up after the assassination of Archduke Franz Ferdinand, for 10 points, name this location nearby Visegrad that is the center of Ivo Andric's masterpiece. [Ike]": {
    "guess": "Andrićgrad",
    "confidence": [
      [
        "And",
        -1.0948237
      ],
      [
        "ri",
        -0.11734142
      ],
      [
        "ć",
        -0.0013945228
      ],
      [
        "grad",
        -0.001507482
      ]
    ]
  },
  "The Rabin-Karp algorithm, useful for detecting plagiarism, employs a function of this data structure to increase the efficiency of string matching from quadratic to linear time. One issue associated with these structures occurs where changing a single bit can have disproportionately large changes in output known as the avalanche effect. Algorithms that are used to resolve common events associated with these structures include quadratic probing, separate chaining and Robin Hood; those events, called collisions, occur when two data elements are set to the same value. Distributed versions of these are essential features of P2P and BitTorrent services. For 10 points name this data structure that has an array, keys and an associated mapping function useful in improving the efficiencies of lookups": {
    "guess": "Hash table",
    "confidence": [
      [
        "Hash",
        -0.0072003934
      ],
      [
        " table",
        -0.008934691
      ]
    ]
  },
  "The Rabin-Karp algorithm, useful for detecting plagiarism, employs a function of this data structure to increase the efficiency of string matching from quadratic to linear time. One issue associated with": {
    "guess": "Hash table",
    "confidence": [
      [
        "Hash",
        -0.07822714
      ],
      [
        " table",
        -0.030323798
      ]
    ]
  },
  "The Rabin-Karp algorithm, useful for detecting plagiarism, employs a function of this data structure to increase the efficiency of string matching from quadratic to linear time. One issue associated with these structures occurs where changing a single bit can have disproportionately large changes in output known as the avalanche effect. Algorithms that are used to resolve common events associated with": {
    "guess": "Bloom filter",
    "confidence": [
      [
        "B",
        -0.58622
      ],
      [
        "loom",
        -1.7432603e-06
      ],
      [
        " filter",
        -0.028439753
      ]
    ]
  },
  "The rabbi David Levi is one of a group of four notables that along with Pop discuss approaching this": {
    "guess": "Talmud",
    "confidence": [
      [
        "T",
        -2.6299236
      ],
      [
        "alm",
        -0.8873336
      ],
      [
        "ud",
        -0.00024037065
      ]
    ]
  },
  "In rabbinical depctions, this figure is situated behind a screen that breaks when a bird, actually Satan in disguise, is shot. This figure used a request for the hand of Abishag as a pretext for killing Adonijah, and her unnamed first son by a certain lover was stillborn. This daughter of Eliam was compared to a sheep belonging to a poor farmer in a story told by Nathan, who declared the \"sword would": {
    "guess": "Bathsheba",
    "confidence": [
      [
        "B",
        -0.0093956115
      ],
      [
        "aths",
        -0.00371445
      ],
      [
        "he",
        -4.429897e-05
      ],
      [
        "ba",
        -0.0003463097
      ]
    ]
  },
  "Rabbi Meir claimed that these people came from the tribe of Issachar, although according to the Talmud they were originally natives of the city of Cuthah. This people's request to Sargon II led to them being derisively called \"proselytes of the lions.\" These people worshiped the image of a dove that they built in their temple on Mt. Gerizim. Members of this ethnicity include a woman from Sychar who was encountered at Jacob's Well and a man contrasted with a Priest and a Levite by coming to the aid of a man who was left for dead. FTP, name this people, represented by a \"Good\" individual in one of": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.002025589
      ],
      [
        "amar",
        -1.9816675e-06
      ],
      [
        "it",
        -0.0013872624
      ],
      [
        "ans",
        -2.6895234e-05
      ]
    ]
  },
  "Rabbi Meir claimed that these people came from the tribe of Issachar, although according to the Talmud they were originally natives of the city of Cuthah. This people's request to Sargon II led to them being derisively called \"proselytes of the lions.\" These people worshiped the image of a dove that they built in their temple on Mt. Gerizim. Members of this ethnicity include a woman from Sychar who was encountered at Jacob's Well and a man contrasted with a Priest and a Levite by coming to the aid": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.0007017072
      ],
      [
        "amar",
        -3.0545007e-06
      ],
      [
        "it",
        -0.00085738546
      ],
      [
        "ans",
        -1.3544423e-05
      ]
    ]
  },
  "The Rabin-Karp algorithm, useful for detecting plagiarism, employs a function of this data structure": {
    "guess": "Hash table",
    "confidence": [
      [
        "Hash",
        -0.25348884
      ],
      [
        " table",
        -0.022513883
      ]
    ]
  },
  "Rabbi Meir claimed that these people came from the tribe of Issachar, although according to the Talmud": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.054355957
      ],
      [
        "amar",
        -0.008695646
      ],
      [
        "it",
        -0.0007511401
      ],
      [
        "ans",
        -7.588794e-05
      ]
    ]
  },
  "In rabbinical depctions, this figure is situated behind a screen that breaks when a bird, actually Satan in disguise, is shot. This figure used a request for the hand of Abishag as a pretext for killing Adonijah, and her unnamed first son by a certain lover was stillborn. This daughter of Eliam was compared to a sheep belonging to a poor farmer in a story told by Nathan, who declared the \"sword would not depart\" from the household of a certain king after he seduced this wife of Uriah the Hittite": {
    "guess": "Bathsheba",
    "confidence": [
      [
        "B",
        -0.017111516
      ],
      [
        "aths",
        -0.0008093867
      ],
      [
        "he",
        -3.8219583e-05
      ],
      [
        "ba",
        -0.00021545708
      ]
    ]
  },
  "Rabbinical scholars usually group this man with Jethro and Balaam as one of Pharaoh's advisors but debate when he lived, since no clues are given in the Bible. Part III of Handel's Messiah contains a hymn": {
    "guess": "Book of Job",
    "confidence": [
      [
        "Book",
        -1.0717596
      ],
      [
        " of",
        -0.0004484269
      ],
      [
        " Job",
        -0.17240077
      ]
    ]
  },
  "The rabbi David Levi is one of a group of four notables that along with Pop discuss approaching this place. Its materials are used to kill a Negro that Mastro Antonio tries to save. One character at this area learns that he drew cards worth thirty-two in a deal made with the devil, so he dies here - which is what the soon-to-be husband of Salko the One Eyed did at this area also. A similar object to this location that lacks beauty can be found nearby Rzav, and (*) Alihodja is killed at this location by a crusader, sometimes named after its constructor, Pasa Sokolli. Blown up after the assassination": {
    "guess": "The Bridge on the Drina",
    "confidence": [
      [
        "The",
        -0.9470245
      ],
      [
        " Bridge",
        -0.304084
      ],
      [
        " on",
        -0.004521854
      ],
      [
        " the",
        -0.00025990538
      ],
      [
        " Dr",
        -0.0040774513
      ],
      [
        "ina",
        -5.3193703e-06
      ]
    ]
  },
  "The rabbi David Levi is one of a group of four notables that along with Pop discuss approaching this place. Its materials are used to kill a Negro that Mastro Antonio tries to save. One character at this area learns that he drew cards worth thirty-two in a deal made with the devil, so he dies here - which is what the soon-to-be husband of Salko the One Eyed did at this area also. A similar object to": {
    "guess": "Inferno (Dante)",
    "confidence": [
      [
        "In",
        -0.87865883
      ],
      [
        "fer",
        -8.888114e-05
      ],
      [
        "no",
        -0.00012582695
      ],
      [
        " (",
        -0.45263398
      ],
      [
        "D",
        -0.0038246568
      ],
      [
        "ante",
        -7.910644e-05
      ],
      [
        ")",
        -0.00021295747
      ]
    ]
  }
}