{
  "The vegetation occurring here includes a plant called spino santo, and an eruption on this peak led to": {
    "guess": "Mount Elgon",
    "confidence": [
      [
        "Mount",
        -1.282665
      ],
      [
        " El",
        -1.7928323
      ],
      [
        "gon",
        -0.041960433
      ]
    ]
  },
  "The vegetation occurring here includes a plant called spino santo, and an eruption on this peak led to a law forbidding the artificial diversion of lava flows which was only repealed in 1983. This was": {
    "guess": "Mount Vesuvius",
    "confidence": [
      [
        "Mount",
        -0.19096814
      ],
      [
        " Ves",
        -0.31747136
      ],
      [
        "uv",
        -6.511407e-06
      ],
      [
        "ius",
        -0.00095862785
      ]
    ]
  },
  "The vegetation occurring here includes a plant called spino santo, and an eruption on this peak led to a law forbidding the artificial diversion of lava flows which was only repealed in 1983. This was apparently because the citizens of Catania on its southern slope and the Ionian Sea tried to divert the lava to the north of the city. That eruption in took place in 1669 above the town of Nicolosi and as a result, Monti Rossi formed. In a myth about it, this oldest recorded active volcano was reputed": {
    "guess": "Mount Etna",
    "confidence": [
      [
        "Mount",
        -0.012005775
      ],
      [
        " E",
        -5.2047206e-05
      ],
      [
        "tn",
        -4.3202e-07
      ],
      [
        "a",
        -1.0325924e-05
      ]
    ]
  },
  "The vegetation occurring here includes a plant called spino santo, and an eruption on this peak led to a law forbidding the artificial diversion of lava flows which was only repealed in 1983. This was apparently because the citizens of Catania on its southern slope and the Ionian Sea tried to divert the lava to the north of the city. That eruption in took place in 1669 above the town of Nicolosi and": {
    "guess": "Mount Etna",
    "confidence": [
      [
        "Mount",
        -0.007271995
      ],
      [
        " E",
        -0.00011629798
      ],
      [
        "tn",
        -3.888926e-06
      ],
      [
        "a",
        -9.849109e-06
      ]
    ]
  },
  "The vegetation occurring here includes a plant called spino santo, and an eruption on this peak led to a law forbidding the artificial diversion of lava flows which was only repealed in 1983. This was apparently because the citizens of Catania on its southern slope and the Ionian Sea tried to divert": {
    "guess": "Mount Etna",
    "confidence": [
      [
        "Mount",
        -0.020707013
      ],
      [
        " E",
        -0.0005664954
      ],
      [
        "tn",
        -5.5122365e-07
      ],
      [
        "a",
        -8.180258e-06
      ]
    ]
  },
  "The vegetation occurring here includes a plant called spino santo, and an eruption on this peak led to a law forbidding the artificial diversion of lava flows which was only repealed in 1983. This was apparently because the citizens of Catania on its southern slope and the Ionian Sea tried to divert the lava to the north of the city. That eruption in took place in 1669 above the town of Nicolosi and as a result, Monti Rossi formed. In a myth about it, this oldest recorded active volcano was reputed to be the site of the suicide of Empedocles. For ten points, name this stratovolcano on the east coast of Sicily?": {
    "guess": "Mount Etna",
    "confidence": [
      [
        "Mount",
        -0.00323356
      ],
      [
        " E",
        -3.166338e-05
      ],
      [
        "tn",
        -6.704273e-07
      ],
      [
        "a",
        -3.650519e-06
      ]
    ]
  },
  "The vegetation occurring here includes a plant called spino santo, and an eruption on this peak led to a law forbidding the artificial diversion of lava flows which was only repealed in 1983. This was apparently because the citizens of Catania on its southern slope and the Ionian Sea tried to divert the lava to the north of the city. That eruption in took place in 1669 above the town of Nicolosi and as a result, Monti Rossi formed. In a myth about it, this oldest recorded active volcano was reputed to be the site of the suicide of Empedocles. For ten points, name this stratovolcano on the east": {
    "guess": "Mount Etna",
    "confidence": [
      [
        "Mount",
        -0.0075913644
      ],
      [
        " E",
        -4.2510914e-05
      ],
      [
        "tn",
        -1.0280384e-06
      ],
      [
        "a",
        -5.5577775e-06
      ]
    ]
  }
}