{
  "Sanderson defined it as the ratio of atomic number to atomic volume, divided by the expected ratio as extrapolated from noble gas data. Another measure of it is based on the square root of differences in ionic resonance energy between two elements, while Mulliken defines it as the average of first ionization energy and electron affinity. For 10 points, name this tendency of an atom to attract electrons of other atoms to itself, for which fluorine has a value of 4.0 according to the Pauling scale.": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.00077043637
      ],
      [
        "rone",
        -0.00013381359
      ],
      [
        "g",
        -1.4498052e-05
      ],
      [
        "ativity",
        -2.0935051e-05
      ]
    ]
  },
  "Samuel Zasadius was expelled from Poland for attempting to spread this religion, which John Honterus introduced to Transylvania. More radical forms of this Christian denomination were advocated by Andreas Karlstadt, a colleague of this faith's early leaders, and by Phillip Spener, who stressed mysticism.": {
    "guess": "Lutheranism",
    "confidence": [
      [
        "L",
        -0.6126563
      ],
      [
        "uther",
        -5.383526e-05
      ],
      [
        "anism",
        -0.00359116
      ]
    ]
  },
  "When Samos fell to the Persians, the Athenian tyrant Hipparchus made sure to rescue this poet. His popularity was reflected in the statue of him on the Acropolis, and in the many red-figure vases which show him playing the lyre as young men dance around him with abandon. When Francis Scott Key wrote his famous lines, he matched them to the tune of a British drinking song that invoked the name of this Greek poet. FTP, name the 6th-century B.C. poet of many drinking songs and frivolous love songs.": {
    "guess": "Anacreon",
    "confidence": [
      [
        "An",
        -0.02654295
      ],
      [
        "acre",
        -0.00063726207
      ],
      [
        "on",
        -0.00018661347
      ]
    ]
  },
  "Samuel Zasadius was expelled from Poland for attempting to spread this religion, which John Honterus introduced to Transylvania. More radical forms of this Christian denomination were advocated by Andreas Karlstadt, a colleague of this faith's early leaders, and by Phillip Spener, who stressed mysticism. In one country, this religion was adopted because of the unpopularity of the Catholic Archbishop Trolle, and its sub-groups include the Pietists. This faith's doctrine of \"Sacramental Union\", which affirms the Real Presence while rejecting Transubstantiation, is sometimes called Consubstantiation. Heeding the Augsburg Confession, for ten points name this Protestant denomination originating from": {
    "guess": "Lutheranism",
    "confidence": [
      [
        "L",
        -0.036615826
      ],
      [
        "uther",
        -3.3213026e-05
      ],
      [
        "anism",
        -0.00052563054
      ]
    ]
  },
  "Samuel Zasadius was expelled from Poland for attempting to spread this religion, which John Honterus introduced to Transylvania. More radical forms of this Christian denomination were advocated by Andreas": {
    "guess": "Anabaptism",
    "confidence": [
      [
        "An",
        -0.61450404
      ],
      [
        "ab",
        -1.1517961e-05
      ],
      [
        "apt",
        -3.8219583e-05
      ],
      [
        "ism",
        -0.053920053
      ]
    ]
  },
  "Sammy Singer's friend Lew Rabinowitz dies in this author's novel Closing Time. One of this man's characters asks if there are any prayers without reference to God. Colonel Cathcart and the owner of M+M Enterprises appear in another of his works, in which (*) Major Major Major is promoted because of his name and Milo Minderbinder profits from war. For 10 points, name this author who created John Yossarian in his novel Catch-22.": {
    "guess": "Joseph Heller",
    "confidence": [
      [
        "Joseph",
        -0.014085111
      ],
      [
        " Heller",
        -0.00042745075
      ]
    ]
  },
  "Samuel Zasadius was expelled from Poland for attempting to spread this religion, which John Honterus introduced to Transylvania. More radical forms of this Christian denomination were advocated by Andreas Karlstadt, a colleague of this faith's early leaders, and by Phillip Spener, who stressed mysticism. In one country, this religion was adopted because of the unpopularity of the Catholic Archbishop Trolle, and its sub-groups include the Pietists. This faith's doctrine of \"Sacramental Union\", which affirms the Real Presence while rejecting Transubstantiation, is sometimes called Consubstantiation.": {
    "guess": "Lutheranism",
    "confidence": [
      [
        "L",
        -0.013134348
      ],
      [
        "uther",
        -6.098748e-05
      ],
      [
        "anism",
        -0.0015698569
      ]
    ]
  },
  "Samuel Monk wrote a 1935 work that studied \"critical theories\" of this concept in 18th century England.   One of the earliest descriptions of it in modern times comes from John Dennis, who discussed it in relation to a Grand Tour of the Alps he had made, while it was said to \"arise from visible objects\" in a work by Joseph Addison.  Jean-Francois Lyotard wrote a work discussing this from a postmodern": {
    "guess": "Sublime (philosophy)",
    "confidence": [
      [
        "Sub",
        -0.53409356
      ],
      [
        "lime",
        -9.364929e-05
      ],
      [
        " (",
        -0.34076506
      ],
      [
        "phil",
        -0.04180691
      ],
      [
        "osoph",
        -1.2664457e-06
      ],
      [
        "y",
        -4.4849444e-06
      ],
      [
        ")",
        -0.0002487039
      ]
    ]
  },
  "Sanderson defined it as the ratio of atomic number to atomic volume, divided by the expected ratio as extrapolated from noble gas data. Another measure of it is based on the square root of differences": {
    "guess": "Atomic packing factor",
    "confidence": [
      [
        "Atomic",
        -1.2350924
      ],
      [
        " packing",
        -0.5592097
      ],
      [
        " factor",
        -0.0017356324
      ]
    ]
  },
  "Samuel Monk wrote a 1935 work that studied \"critical theories\" of this concept in 18th century England.   One of the earliest descriptions of it in modern times comes from John Dennis, who discussed it in relation to a Grand Tour of the Alps he had made, while it was said to \"arise from visible objects\" in a work by Joseph Addison.  Jean-Francois Lyotard wrote a work discussing this from a postmodern perspective, called \"Lessons on the Analytic of\" this concept.  It was divided into mathematical and dynamical forms and said to belong to Reason rather than Understanding in Critique of Judgment, while vastness, obscurity, and terror were associated with this concept by Edmund Burke.  Subject of a treatise by Longinus, FTP,  name this aesthetic notion that both Kant and Burke contrasted with \"the": {
    "guess": "Sublime (philosophy)",
    "confidence": [
      [
        "Sub",
        -0.15881859
      ],
      [
        "lime",
        -0.00052241207
      ],
      [
        " (",
        -0.11119122
      ],
      [
        "phil",
        -0.00119261
      ],
      [
        "osoph",
        -6.337155e-05
      ],
      [
        "y",
        -2.6299214e-05
      ],
      [
        ")",
        -2.9636918e-05
      ]
    ]
  },
  "Samuel Monk wrote a 1935 work that studied \"critical theories\" of this concept in 18th century England.   One of the earliest descriptions of it in modern times comes from John Dennis, who discussed it in relation to a Grand Tour of the Alps he had made, while it was said to \"arise from visible objects\" in a work by Joseph Addison.  Jean-Francois Lyotard wrote a work discussing this from a postmodern perspective, called \"Lessons on the Analytic of\" this concept.  It was divided into mathematical and dynamical forms and said to belong to Reason rather than Understanding in Critique of Judgment, while vastness, obscurity, and terror were associated with this concept by Edmund Burke.  Subject of": {
    "guess": "Sublime (philosophy)",
    "confidence": [
      [
        "Sub",
        -0.15452646
      ],
      [
        "lime",
        -0.00030316898
      ],
      [
        " (",
        -0.027959837
      ],
      [
        "phil",
        -0.001040906
      ],
      [
        "osoph",
        -0.00046677692
      ],
      [
        "y",
        -3.2929079e-06
      ],
      [
        ")",
        -6.749814e-06
      ]
    ]
  },
  "Samuel Chase was impeached for his vigorous prosecution of these laws. William Duane, Matthew Lyon, and": {
    "guess": "Alien and Sedition Acts",
    "confidence": [
      [
        "Ali",
        -0.019329501
      ],
      [
        "en",
        -0.0002288079
      ],
      [
        " and",
        -0.00058996753
      ],
      [
        " Sed",
        -0.21314985
      ],
      [
        "ition",
        -0.00034821697
      ],
      [
        " Acts",
        -0.070764765
      ]
    ]
  },
  "Sanderson defined it as the ratio of atomic number to atomic volume, divided by the expected ratio as extrapolated from noble gas data. Another measure of it is based on the square root of differences in ionic resonance energy between two elements, while Mulliken defines it as the average of first ionization": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.09411995
      ],
      [
        "rone",
        -0.0015449763
      ],
      [
        "g",
        -6.1537958e-06
      ],
      [
        "ativity",
        -0.00027480218
      ]
    ]
  },
  "In samples, the presence of gram negative cocci pairs displaying a typical kidney bean shape is usually a diagnostic of this disease.  Occasionally, it can lead to pelvic inflammatory disease or even death if the infection spreads to the lungs, heart, or brain.  A member of the genus Neisseria, it is usually treated with Cetriaxone, Cefixime, Ciprofloaxin, or Ofloxacin, but not Penicillin, as it has developed resistance to that drug.  Characterized by appearance of pus and a burning feeling during": {
    "guess": "Gonorrhea",
    "confidence": [
      [
        "G",
        -0.05868247
      ],
      [
        "on",
        -0.0003084103
      ],
      [
        "orr",
        -0.00776527
      ],
      [
        "hea",
        -5.3193703e-06
      ]
    ]
  },
  "Samples prepared for this process are often either stained with uranyl acetate, or are adsorbed to metal, which is then dissolved by acid. Since most biological specimens are destroyed by this technique, it often takes place at \"cryo\" temperatures. Samples for this process are often sliced into thin pieces and coated in gold. This technique can determine the morphology of a surface in its \"scanning\" variant. Both that type and the \"transmission\" form of this technique use particles with shorter de Broglie wavelengths than photons. For 10 points, name this technique which fires a beam of negatively": {
    "guess": "Transmission electron microscopy",
    "confidence": [
      [
        "Transmission",
        -0.033141173
      ],
      [
        " electron",
        -0.031785805
      ],
      [
        " microscopy",
        -0.0012948813
      ]
    ]
  },
  "Samuel Monk wrote a 1935 work that studied \"critical theories\" of this concept in 18th century England.": {
    "guess": "Aesthetics",
    "confidence": [
      [
        "A",
        -0.80257004
      ],
      [
        "est",
        -0.15754059
      ],
      [
        "hetics",
        -3.190179e-05
      ]
    ]
  },
  "Samuel Monk wrote a 1935 work that studied \"critical theories\" of this concept in 18th century England.   One of the earliest descriptions of it in modern times comes from John Dennis, who discussed it in relation to a Grand Tour of the Alps he had made, while it was said to \"arise from visible objects\" in a work by Joseph Addison.  Jean-Francois Lyotard wrote a work discussing this from a postmodern perspective, called \"Lessons on the Analytic of\" this concept.  It was divided into mathematical and dynamical forms and said to belong to Reason rather than Understanding in Critique of Judgment, while vastness, obscurity, and terror were associated with this concept by Edmund Burke.  Subject of a treatise by Longinus, FTP,  name this aesthetic notion that both Kant and Burke contrasted with \"the Beautiful.\"": {
    "guess": "Sublime (philosophy)",
    "confidence": [
      [
        "Sub",
        -0.16495377
      ],
      [
        "lime",
        -6.408677e-05
      ],
      [
        " (",
        -0.049301937
      ],
      [
        "phil",
        -0.0008603655
      ],
      [
        "osoph",
        -2.2842309e-05
      ],
      [
        "y",
        -2.319992e-05
      ],
      [
        ")",
        -9.610702e-06
      ]
    ]
  },
  "Salt-free conditions prevent stereochemical drift from occurring in this reaction. The conversion of an erythro compound to a threo compound in this reaction changes the stereochemistry of the product from Z to E in its Schlosser modification. Either a betaine [BEE-tuh-een] or a compound containing a four-membered ring called oxaphosphetane is the intermediate in this reaction, which begins with a phosphonium salt being treated with a strong base to give an ylide [IL-id]. For 10 points, name this organic chemistry reaction that converts aldehydes or ketones into alkenes.": {
    "guess": "Wittig reaction",
    "confidence": [
      [
        "W",
        -0.012668328
      ],
      [
        "itt",
        -0.0002553793
      ],
      [
        "ig",
        -8.637786e-05
      ],
      [
        " reaction",
        -0.0031039228
      ]
    ]
  },
  "In samples, the presence of gram negative cocci pairs displaying a typical kidney bean shape is usually a diagnostic of this disease.  Occasionally, it can lead to pelvic inflammatory disease or even death if the infection spreads to the lungs, heart, or brain.  A member of the genus Neisseria, it is usually treated with Cetriaxone, Cefixime, Ciprofloaxin, or Ofloxacin, but not Penicillin, as it has": {
    "guess": "Gonorrhea",
    "confidence": [
      [
        "G",
        -0.3167889
      ],
      [
        "on",
        -0.00035751116
      ],
      [
        "orr",
        -0.008976284
      ],
      [
        "hea",
        -6.392203e-06
      ]
    ]
  },
  "Samuel Monk wrote a 1935 work that studied \"critical theories\" of this concept in 18th century England.   One of the earliest descriptions of it in modern times comes from John Dennis, who discussed it in relation to a Grand Tour of the Alps he had made, while it was said to \"arise from visible objects\" in a work by Joseph Addison.  Jean-Francois Lyotard wrote a work discussing this from a postmodern perspective, called \"Lessons on the Analytic of\" this concept.  It was divided into mathematical": {
    "guess": "Beautiful (philosophy)",
    "confidence": [
      [
        "Beautiful",
        -0.97495717
      ],
      [
        " (",
        -0.30952132
      ],
      [
        "phil",
        -0.106990986
      ],
      [
        "osoph",
        -0.003271707
      ],
      [
        "y",
        -0.0698365
      ],
      [
        ")",
        -0.0018562922
      ]
    ]
  },
  "Samuel Zasadius was expelled from Poland for attempting to spread this religion, which John Honterus": {
    "guess": "Reformation in Poland",
    "confidence": [
      [
        "Re",
        -0.66649705
      ],
      [
        "formation",
        -0.051976383
      ],
      [
        " in",
        -0.11974403
      ],
      [
        " Poland",
        -0.18648998
      ]
    ]
  },
  "Sanderson's version of this property allows estimation of bond energies due to known bond lengths, while the Allred-Rochow scale define it in terms of covalent radius. A small difference in this quantity leads to a polar covalent bond, while a large difference results in an ionic bond. The Mulliken scale": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.0060600974
      ],
      [
        "rone",
        -7.815281e-05
      ],
      [
        "g",
        -5.1331983e-05
      ],
      [
        "ativity",
        -4.3822154e-05
      ]
    ]
  },
  "Samuel Zasadius was expelled from Poland for attempting to spread this religion, which John Honterus introduced to Transylvania. More radical forms of this Christian denomination were advocated by Andreas Karlstadt, a colleague of this faith's early leaders, and by Phillip Spener, who stressed mysticism. In one country, this religion was adopted because of the unpopularity of the Catholic Archbishop Trolle, and its sub-groups include the Pietists. This faith's doctrine of \"Sacramental Union\", which affirms the Real Presence while rejecting Transubstantiation, is sometimes called Consubstantiation. Heeding the Augsburg Confession, for ten points name this Protestant denomination originating from the 95 theses of its namesake German founder.": {
    "guess": "Lutheranism",
    "confidence": [
      [
        "L",
        -0.0099819
      ],
      [
        "uther",
        -3.0545007e-06
      ],
      [
        "anism",
        -0.00019531534
      ]
    ]
  },
  "Samuel Chase was impeached for his vigorous prosecution of these laws. William Duane, Matthew Lyon, and James Callender were among those convicted under these laws, which guard against possible hostilities erupting from the XYZ affair. Opposed by the Virginia and Kentucky Resolutions, they banned publishing": {
    "guess": "Alien and sedition",
    "confidence": [
      [
        "Ali",
        -0.001892103
      ],
      [
        "en",
        -3.9411618e-05
      ],
      [
        " and",
        -0.0010783029
      ],
      [
        " sed",
        -0.6628731
      ],
      [
        "ition",
        -0.00013440961
      ]
    ]
  },
  "Sam Green killed Bill Lang over the lynching of this man's half-brother Jesus (HAY-soos). Harry Love led a group of rangers tracking him down. After Love caught up to his group of bandits at Arroyo Cantua, William Byrnes supposedly shot, then decapitated him, although modern historians believe the head belonged to an Indian named Chappo. Family history says he died shortly after the attack at a rancho in Alameda County, insisting that the \"Anglos\" must never know his fate. FTP, name this Chicano": {
    "guess": "Joaquin Murrieta",
    "confidence": [
      [
        "J",
        -0.7731895
      ],
      [
        "oa",
        -0.0005948549
      ],
      [
        "quin",
        -0.12349798
      ],
      [
        " Mur",
        -0.042652793
      ],
      [
        "ri",
        -0.003890219
      ],
      [
        "eta",
        -0.0015609275
      ]
    ]
  },
  "In samples, the presence of gram negative cocci pairs displaying a typical kidney bean shape is usually": {
    "guess": "Kidney-shaped cocci",
    "confidence": [
      [
        "Kid",
        -1.0190146
      ],
      [
        "ney",
        -0.004837484
      ],
      [
        "-shaped",
        -0.5901719
      ],
      [
        " cocci",
        -0.12225838
      ]
    ]
  },
  "Sanderson's version of this property allows estimation of bond energies due to known bond lengths, while the Allred-Rochow scale define it in terms of covalent radius. A small difference in this quantity": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.00288143
      ],
      [
        "rone",
        -4.143808e-05
      ],
      [
        "g",
        -1.342522e-05
      ],
      [
        "ativity",
        -1.378283e-05
      ]
    ]
  },
  "Salt-free conditions prevent stereochemical drift from occurring in this reaction. The conversion of an erythro compound to a threo compound in this reaction changes the stereochemistry of the product from Z to E in its Schlosser modification. Either a betaine [BEE-tuh-een] or a compound containing a four-membered ring called oxaphosphetane is the intermediate in this reaction, which begins with a phosphonium salt being treated with a strong base to give an ylide [IL-id]. For 10 points, name this": {
    "guess": "Wittig reaction",
    "confidence": [
      [
        "W",
        -0.05023529
      ],
      [
        "itt",
        -0.00018029935
      ],
      [
        "ig",
        -8.518583e-05
      ],
      [
        " reaction",
        -0.10207724
      ]
    ]
  },
  "Salt-free conditions prevent stereochemical drift from occurring in this reaction. The conversion of an erythro compound to a threo compound in this reaction changes the stereochemistry of the product from Z to E in its Schlosser modification. Either a betaine [BEE-tuh-een] or a compound containing a four-membered ring called oxaphosphetane is the intermediate in this reaction, which begins with a": {
    "guess": "Wittig reaction",
    "confidence": [
      [
        "W",
        -0.2741935
      ],
      [
        "itt",
        -0.00048821527
      ],
      [
        "ig",
        -7.624555e-05
      ],
      [
        " reaction",
        -0.118459776
      ]
    ]
  },
  "Sam Green killed Bill Lang over the lynching of this man's half-brother Jesus (HAY-soos). Harry Love led a group of rangers tracking him down. After Love caught up to his group of bandits at Arroyo Cantua, William Byrnes supposedly shot, then decapitated him, although modern historians believe the head belonged to an Indian named Chappo. Family history says he died shortly after the attack at a rancho in Alameda County, insisting that the \"Anglos\" must never know his fate. FTP, name this Chicano folk hero, the subject of the 1936 film The Robin Hood of El Dorado.": {
    "guess": "Joaquin Murrieta",
    "confidence": [
      [
        "J",
        -0.380977
      ],
      [
        "oa",
        -0.013749124
      ],
      [
        "quin",
        -0.06234308
      ],
      [
        " Mur",
        -0.006891674
      ],
      [
        "ri",
        -0.00299244
      ],
      [
        "eta",
        -0.0009846968
      ]
    ]
  },
  "Samples prepared for this process are often either stained with uranyl acetate, or are adsorbed to metal, which is then dissolved by acid. Since most biological specimens are destroyed by this technique, it often takes place at \"cryo\" temperatures. Samples for this process are often sliced into thin": {
    "guess": "Electron microscope",
    "confidence": [
      [
        "Elect",
        -0.17908238
      ],
      [
        "ron",
        0.0
      ],
      [
        " microscope",
        -0.06215108
      ]
    ]
  },
  "Samuel Chase was impeached for his vigorous prosecution of these laws. William Duane, Matthew Lyon, and James Callender were among those convicted under these laws, which guard against possible hostilities": {
    "guess": "Alien and Sedition Acts",
    "confidence": [
      [
        "Ali",
        -0.02360089
      ],
      [
        "en",
        -0.00024608144
      ],
      [
        " and",
        -0.0005605389
      ],
      [
        " Sed",
        -0.5365972
      ],
      [
        "ition",
        -0.00015026369
      ],
      [
        " Acts",
        -0.27024752
      ]
    ]
  },
  "Sanderson's version of this property allows estimation of bond energies due to known bond lengths, while the Allred-Rochow scale define it in terms of covalent radius. A small difference in this quantity leads to a polar covalent bond, while a large difference results in an ionic bond. The Mulliken scale defines it as the mean of electron affinity and ionization energy, while the more common Pauling scale sets the greatest value at 4.0. For 10 points, name this property defined as the tendency of": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.0048861085
      ],
      [
        "rone",
        -1.473646e-05
      ],
      [
        "g",
        -1.8789384e-05
      ],
      [
        "ativity",
        -1.3186812e-05
      ]
    ]
  },
  "When Samos fell to the Persians, the Athenian tyrant Hipparchus made sure to rescue this poet. His popularity was reflected in the statue of him on the Acropolis, and in the many red-figure vases which show him playing the lyre as young men dance around him with abandon. When Francis Scott Key wrote": {
    "guess": "Anacreon",
    "confidence": [
      [
        "An",
        -0.055847984
      ],
      [
        "acre",
        -0.0005003704
      ],
      [
        "on",
        -0.0005157403
      ]
    ]
  },
  "Samuel Monk wrote a 1935 work that studied \"critical theories\" of this concept in 18th century England.   One of the earliest descriptions of it in modern times comes from John Dennis, who discussed it in relation to a Grand Tour of the Alps he had made, while it was said to \"arise from visible objects\"": {
    "guess": "Sublime (philosophy)",
    "confidence": [
      [
        "Sub",
        -0.55331373
      ],
      [
        "lime",
        -0.0005000128
      ],
      [
        " (",
        -0.13322172
      ],
      [
        "phil",
        -0.027131222
      ],
      [
        "osoph",
        -2.577686e-06
      ],
      [
        "y",
        -0.00013035668
      ],
      [
        ")",
        -0.0007013569
      ]
    ]
  },
  "Sam Green killed Bill Lang over the lynching of this man's half-brother Jesus (HAY-soos). Harry Love led a group of rangers tracking him down. After Love caught up to his group of bandits at Arroyo Cantua,": {
    "guess": "Joaquin Murrieta",
    "confidence": [
      [
        "J",
        -0.25940686
      ],
      [
        "oa",
        -5.8841815e-05
      ],
      [
        "quin",
        -0.1470291
      ],
      [
        " Mur",
        -0.009327115
      ],
      [
        "ri",
        -0.0029385982
      ],
      [
        "eta",
        -0.0013270224
      ]
    ]
  },
  "In samples, the presence of gram negative cocci pairs displaying a typical kidney bean shape is usually a diagnostic of this disease.  Occasionally, it can lead to pelvic inflammatory disease or even death if the infection spreads to the lungs, heart, or brain.  A member of the genus Neisseria, it is usually treated with Cetriaxone, Cefixime, Ciprofloaxin, or Ofloxacin, but not Penicillin, as it has developed resistance to that drug.  Characterized by appearance of pus and a burning feeling during urination, this is, FTP, what venereal disease also known as \"the clap?\"": {
    "guess": "Gonorrhea",
    "confidence": [
      [
        "G",
        -0.011351013
      ],
      [
        "on",
        -8.244414e-05
      ],
      [
        "orr",
        -0.0024403357
      ],
      [
        "hea",
        -3.2929079e-06
      ]
    ]
  },
  "Samples prepared for this process are often either stained with uranyl acetate, or are adsorbed to metal, which is then dissolved by acid. Since most biological specimens are destroyed by this technique, it often takes place at \"cryo\" temperatures. Samples for this process are often sliced into thin pieces and coated in gold. This technique can determine the morphology of a surface in its \"scanning\" variant. Both that type and the \"transmission\" form of this technique use particles with shorter de Broglie wavelengths than photons. For 10 points, name this technique which fires a beam of negatively charged particles to magnify images.": {
    "guess": "Transmission electron microscopy",
    "confidence": [
      [
        "Transmission",
        -0.74558663
      ],
      [
        " electron",
        -0.05470296
      ],
      [
        " microscopy",
        -0.03156719
      ]
    ]
  },
  "Samuel Zasadius was expelled from Poland for attempting to spread this religion, which John Honterus introduced to Transylvania. More radical forms of this Christian denomination were advocated by Andreas Karlstadt, a colleague of this faith's early leaders, and by Phillip Spener, who stressed mysticism. In one country, this religion was adopted because of the unpopularity of the Catholic Archbishop": {
    "guess": "Lutheranism",
    "confidence": [
      [
        "L",
        -0.5907678
      ],
      [
        "uther",
        -0.00048845366
      ],
      [
        "anism",
        -0.006589128
      ]
    ]
  },
  "Sam Green killed Bill Lang over the lynching of this man's half-brother Jesus (HAY-soos). Harry Love": {
    "guess": "Harry Love",
    "confidence": [
      [
        "Harry",
        -1.6906481
      ],
      [
        " Love",
        -0.006062821
      ]
    ]
  },
  "Salt-free conditions prevent stereochemical drift from occurring in this reaction. The conversion of": {
    "guess": "Wittig reaction",
    "confidence": [
      [
        "W",
        -0.002697759
      ],
      [
        "itt",
        -5.4385737e-06
      ],
      [
        "ig",
        -4.7040652e-05
      ],
      [
        " reaction",
        -0.00026419671
      ]
    ]
  },
  "Samuel Monk wrote a 1935 work that studied \"critical theories\" of this concept in 18th century England.   One of the earliest descriptions of it in modern times comes from John Dennis, who discussed it in relation to a Grand Tour of the Alps he had made, while it was said to \"arise from visible objects\" in a work by Joseph Addison.  Jean-Francois Lyotard wrote a work discussing this from a postmodern perspective, called \"Lessons on the Analytic of\" this concept.  It was divided into mathematical and dynamical forms and said to belong to Reason rather than Understanding in Critique of Judgment,": {
    "guess": "Sublime (philosophy)",
    "confidence": [
      [
        "Sub",
        -0.039241053
      ],
      [
        "lime",
        -4.1557283e-05
      ],
      [
        " (",
        -0.060232654
      ],
      [
        "phil",
        -0.004564819
      ],
      [
        "osoph",
        -0.00010342398
      ],
      [
        "y",
        -6.0345924e-06
      ],
      [
        ")",
        -1.6762922e-05
      ]
    ]
  },
  "Sanderson defined it as the ratio of atomic number to atomic volume, divided by the expected ratio as extrapolated from noble gas data. Another measure of it is based on the square root of differences in ionic resonance energy between two elements, while Mulliken defines it as the average of first ionization energy and electron affinity. For 10 points, name this tendency of an atom to attract electrons": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.007943386
      ],
      [
        "rone",
        -0.0025738752
      ],
      [
        "g",
        -9.014684e-06
      ],
      [
        "ativity",
        -7.600714e-05
      ]
    ]
  },
  "Sammy Singer's friend Lew Rabinowitz dies in this author's novel Closing Time. One of this man's characters asks if there are any prayers without reference to God. Colonel Cathcart and the owner of M+M": {
    "guess": "Joseph Heller",
    "confidence": [
      [
        "Joseph",
        -0.26575905
      ],
      [
        " Heller",
        -3.464347e-05
      ]
    ]
  },
  "When Samos fell to the Persians, the Athenian tyrant Hipparchus made sure to rescue this poet. His popularity was reflected in the statue of him on the Acropolis, and in the many red-figure vases which": {
    "guess": "Anacreon",
    "confidence": [
      [
        "An",
        -0.17603849
      ],
      [
        "acre",
        -0.0014774868
      ],
      [
        "on",
        -0.0006728783
      ]
    ]
  },
  "Samuel Chase was impeached for his vigorous prosecution of these laws. William Duane, Matthew Lyon, and James Callender were among those convicted under these laws, which guard against possible hostilities erupting from the XYZ affair. Opposed by the Virginia and Kentucky Resolutions, they banned publishing \"false, scandalous, and malicious\" writings. For 10 points, the Naturalization Act and the Enemies": {
    "guess": "Alien and Sedition",
    "confidence": [
      [
        "Ali",
        -0.00276351
      ],
      [
        "en",
        -0.000101874335
      ],
      [
        " and",
        -0.0015172384
      ],
      [
        " Sed",
        -0.45524958
      ],
      [
        "ition",
        -0.00018673266
      ]
    ]
  },
  "When Samos fell to the Persians, the Athenian tyrant Hipparchus made sure to rescue this poet. His popularity was reflected in the statue of him on the Acropolis, and in the many red-figure vases which show him playing the lyre as young men dance around him with abandon. When Francis Scott Key wrote his famous lines, he matched them to the tune of a British drinking song that invoked the name of this": {
    "guess": "Anacreon",
    "confidence": [
      [
        "An",
        -0.64537275
      ],
      [
        "acre",
        -0.00028612654
      ],
      [
        "on",
        -0.0004864419
      ]
    ]
  },
  "Samuel Zasadius was expelled from Poland for attempting to spread this religion, which John Honterus introduced to Transylvania. More radical forms of this Christian denomination were advocated by Andreas Karlstadt, a colleague of this faith's early leaders, and by Phillip Spener, who stressed mysticism. In one country, this religion was adopted because of the unpopularity of the Catholic Archbishop Trolle, and its sub-groups include the Pietists. This faith's doctrine of \"Sacramental Union\", which": {
    "guess": "Lutheranism",
    "confidence": [
      [
        "L",
        -0.09733534
      ],
      [
        "uther",
        -7.0404574e-05
      ],
      [
        "anism",
        -0.0031872208
      ]
    ]
  },
  "Sanderson defined it as the ratio of atomic number to atomic volume, divided by the expected ratio as": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.53307277
      ],
      [
        "rone",
        -0.004551765
      ],
      [
        "g",
        -0.00033713103
      ],
      [
        "ativity",
        -0.00057316717
      ]
    ]
  },
  "Sammy Singer's friend Lew Rabinowitz dies in this author's novel Closing Time. One of this man's characters asks if there are any prayers without reference to God. Colonel Cathcart and the owner of M+M Enterprises appear in another of his works, in which (*) Major Major Major is promoted because of his name and Milo Minderbinder profits from war. For 10 points, name this author who created John Yossarian": {
    "guess": "Joseph Heller",
    "confidence": [
      [
        "Joseph",
        -0.0097393235
      ],
      [
        " Heller",
        -0.00049703266
      ]
    ]
  },
  "\"Salvator Mundi\" by Herbert Howells. Psalm 130, \"Out of the Deep\", by John Rutter. Psalm 121, \"I Will Lift Up My Eyes\", also by Herbert Howells. The words \"Hallelujah\" and \"La il Allah\", by Delius. \"In Paradisum\", by Gabriel Faure. \"Wie lieb-lich sind dei-ne Woh-nun-gen\", by Johannes Brahms. \"When Lilacs Last in the Dooryard Bloom'd\", by Paul Hindemith. Wilfred Owen's \"Strange Meeting\", by Benjamin Britten. All of these are non-traditional texts used in musical settings of, FTP, what Office of the": {
    "guess": "Requiem",
    "confidence": [
      [
        "Re",
        -0.0034530067
      ],
      [
        "qu",
        -0.00013893934
      ],
      [
        "iem",
        -5.9153886e-06
      ]
    ]
  },
  "\"Salvator Mundi\" by Herbert Howells. Psalm 130, \"Out of the Deep\", by John Rutter. Psalm 121, \"I Will Lift Up My Eyes\", also by Herbert Howells. The words \"Hallelujah\" and \"La il Allah\", by Delius. \"In Paradisum\", by Gabriel Faure. \"Wie lieb-lich sind dei-ne Woh-nun-gen\", by Johannes Brahms. \"When Lilacs Last in the Dooryard Bloom'd\", by Paul Hindemith. Wilfred Owen's \"Strange Meeting\", by Benjamin Britten. All of these are non-traditional texts used in musical settings of, FTP, what Office of the Dead?": {
    "guess": "Requiem",
    "confidence": [
      [
        "Re",
        -0.09771607
      ],
      [
        "qu",
        -3.9888433e-05
      ],
      [
        "iem",
        -7.107425e-06
      ]
    ]
  },
  "Samples prepared for this process are often either stained with uranyl acetate, or are adsorbed to metal,": {
    "guess": "Negative staining",
    "confidence": [
      [
        "Negative",
        -0.4396949
      ],
      [
        " staining",
        -0.25039992
      ]
    ]
  },
  "\"Salvator Mundi\" by Herbert Howells. Psalm 130, \"Out of the Deep\", by John Rutter. Psalm 121, \"I Will": {
    "guess": "Requiem",
    "confidence": [
      [
        "Re",
        -0.38709092
      ],
      [
        "qu",
        -0.0029741377
      ],
      [
        "iem",
        -0.0002257086
      ]
    ]
  },
  "\"Salvator Mundi\" by Herbert Howells. Psalm 130, \"Out of the Deep\", by John Rutter. Psalm 121, \"I Will Lift Up My Eyes\", also by Herbert Howells. The words \"Hallelujah\" and \"La il Allah\", by Delius. \"In Paradisum\", by Gabriel Faure. \"Wie lieb-lich sind dei-ne Woh-nun-gen\", by Johannes Brahms. \"When Lilacs": {
    "guess": "Requiem",
    "confidence": [
      [
        "Re",
        -0.71583956
      ],
      [
        "qu",
        -0.0037200272
      ],
      [
        "iem",
        -0.00016611411
      ]
    ]
  },
  "\"Salvator Mundi\" by Herbert Howells. Psalm 130, \"Out of the Deep\", by John Rutter. Psalm 121, \"I Will Lift Up My Eyes\", also by Herbert Howells. The words \"Hallelujah\" and \"La il Allah\", by Delius. \"In Paradisum\", by Gabriel Faure. \"Wie lieb-lich sind dei-ne Woh-nun-gen\", by Johannes Brahms. \"When Lilacs Last in the Dooryard Bloom'd\", by Paul Hindemith. Wilfred Owen's \"Strange Meeting\", by Benjamin": {
    "guess": "Requiem",
    "confidence": [
      [
        "Re",
        -0.18263005
      ],
      [
        "qu",
        -0.0041099847
      ],
      [
        "iem",
        -2.3080716e-05
      ]
    ]
  },
  "Samples prepared for this process are often either stained with uranyl acetate, or are adsorbed to metal, which is then dissolved by acid. Since most biological specimens are destroyed by this technique, it often takes place at \"cryo\" temperatures. Samples for this process are often sliced into thin pieces and coated in gold. This technique can determine the morphology of a surface in its \"scanning\"": {
    "guess": "Scanning electron microscope",
    "confidence": [
      [
        "Sc",
        -0.15850194
      ],
      [
        "anning",
        -2.8160932e-06
      ],
      [
        " electron",
        -0.09473431
      ],
      [
        " microscope",
        -0.1574519
      ]
    ]
  },
  "Salt-free conditions prevent stereochemical drift from occurring in this reaction. The conversion of an erythro compound to a threo compound in this reaction changes the stereochemistry of the product from Z to E in its Schlosser modification. Either a betaine [BEE-tuh-een] or a compound containing a": {
    "guess": "Wittig reaction",
    "confidence": [
      [
        "W",
        -0.0037279879
      ],
      [
        "itt",
        -0.0001822066
      ],
      [
        "ig",
        -5.085517e-05
      ],
      [
        " reaction",
        -0.013275642
      ]
    ]
  },
  "Sam Green killed Bill Lang over the lynching of this man's half-brother Jesus (HAY-soos). Harry Love led a group of rangers tracking him down. After Love caught up to his group of bandits at Arroyo Cantua, William Byrnes supposedly shot, then decapitated him, although modern historians believe the head belonged to an Indian named Chappo. Family history says he died shortly after the attack at a rancho": {
    "guess": "Joachín Murrieta",
    "confidence": [
      [
        "Jo",
        -0.7034451
      ],
      [
        "ach",
        -0.80441314
      ],
      [
        "ín",
        -0.8479239
      ],
      [
        " Mur",
        -0.0073020523
      ],
      [
        "ri",
        -0.029524593
      ],
      [
        "eta",
        -0.00415058
      ]
    ]
  },
  "Samples prepared for this process are often either stained with uranyl acetate, or are adsorbed to metal, which is then dissolved by acid. Since most biological specimens are destroyed by this technique,": {
    "guess": "Electron microscopy",
    "confidence": [
      [
        "Elect",
        -0.5756222
      ],
      [
        "ron",
        -0.00020711649
      ],
      [
        " microscopy",
        -0.93443507
      ]
    ]
  },
  "In samples, the presence of gram negative cocci pairs displaying a typical kidney bean shape is usually a diagnostic of this disease.  Occasionally, it can lead to pelvic inflammatory disease or even death": {
    "guess": "Chlamydia",
    "confidence": [
      [
        "Ch",
        -0.7497587
      ],
      [
        "lam",
        -0.020335386
      ],
      [
        "y",
        -0.02669351
      ],
      [
        "dia",
        -1.9027791e-05
      ]
    ]
  },
  "Samuel Monk wrote a 1935 work that studied \"critical theories\" of this concept in 18th century England.   One of the earliest descriptions of it in modern times comes from John Dennis, who discussed it": {
    "guess": "Sublime (philosophy)",
    "confidence": [
      [
        "Sub",
        -0.5416726
      ],
      [
        "lime",
        -0.0029395483
      ],
      [
        " (",
        -0.028608566
      ],
      [
        "phil",
        -0.039577186
      ],
      [
        "osoph",
        -1.3856493e-06
      ],
      [
        "y",
        -8.709308e-05
      ],
      [
        ")",
        -0.00043651022
      ]
    ]
  },
  "\"Salvator Mundi\" by Herbert Howells. Psalm 130, \"Out of the Deep\", by John Rutter. Psalm 121, \"I Will Lift Up My Eyes\", also by Herbert Howells. The words \"Hallelujah\" and \"La il Allah\", by Delius. \"In": {
    "guess": "List of compositions by Herbert Howells",
    "confidence": [
      [
        "List",
        -0.89088607
      ],
      [
        " of",
        -0.0007243486
      ],
      [
        " compositions",
        -0.100216374
      ],
      [
        " by",
        -0.0051329467
      ],
      [
        " Herbert",
        -0.6723502
      ],
      [
        " How",
        -0.00077817735
      ],
      [
        "ells",
        -1.1279553e-05
      ]
    ]
  },
  "Sanderson's version of this property allows estimation of bond energies due to known bond lengths, while": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.09788287
      ],
      [
        "rone",
        -0.00020461321
      ],
      [
        "g",
        -4.6683042e-05
      ],
      [
        "ativity",
        -0.00010807293
      ]
    ]
  },
  "Sammy Singer's friend Lew Rabinowitz dies in this author's novel Closing Time. One of this man's characters": {
    "guess": "Joseph Heller",
    "confidence": [
      [
        "Joseph",
        -0.19207364
      ],
      [
        " Heller",
        -0.00047809765
      ]
    ]
  },
  "In samples, the presence of gram negative cocci pairs displaying a typical kidney bean shape is usually a diagnostic of this disease.  Occasionally, it can lead to pelvic inflammatory disease or even death if the infection spreads to the lungs, heart, or brain.  A member of the genus Neisseria, it is": {
    "guess": "Neisseria gonorrhoeae",
    "confidence": [
      [
        "Ne",
        -0.46199358
      ],
      [
        "isser",
        -0.0015311706
      ],
      [
        "ia",
        -0.0013972608
      ],
      [
        " gon",
        -0.28935853
      ],
      [
        "orrh",
        -0.0009361167
      ],
      [
        "oe",
        -4.00813e-06
      ],
      [
        "ae",
        -0.0001627764
      ]
    ]
  },
  "When Samos fell to the Persians, the Athenian tyrant Hipparchus made sure to rescue this poet. His popularity": {
    "guess": "Anacreon",
    "confidence": [
      [
        "An",
        -0.028747106
      ],
      [
        "acre",
        -0.00036287535
      ],
      [
        "on",
        -0.0009621966
      ]
    ]
  },
  "Sanderson's version of this property allows estimation of bond energies due to known bond lengths, while the Allred-Rochow scale define it in terms of covalent radius. A small difference in this quantity leads to a polar covalent bond, while a large difference results in an ionic bond. The Mulliken scale defines it as the mean of electron affinity and ionization energy, while the more common Pauling scale sets the greatest value at 4.0. For 10 points, name this property defined as the tendency of an atom to attract electrons in a bond.": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.014381151
      ],
      [
        "rone",
        -1.6524515e-05
      ],
      [
        "g",
        -3.7385154e-05
      ],
      [
        "ativity",
        -3.5597102e-05
      ]
    ]
  },
  "Sam Green killed Bill Lang over the lynching of this man's half-brother Jesus (HAY-soos). Harry Love led a group of rangers tracking him down. After Love caught up to his group of bandits at Arroyo Cantua, William Byrnes supposedly shot, then decapitated him, although modern historians believe the head": {
    "guess": "Joaquín Murrieta",
    "confidence": [
      [
        "Jo",
        -0.4073398
      ],
      [
        "aqu",
        -0.9034338
      ],
      [
        "ín",
        -1.962381e-05
      ],
      [
        " Mur",
        -0.001337505
      ],
      [
        "ri",
        -0.00012523093
      ],
      [
        "eta",
        -3.5716304e-05
      ]
    ]
  },
  "Sammy Singer's friend Lew Rabinowitz dies in this author's novel Closing Time. One of this man's characters asks if there are any prayers without reference to God. Colonel Cathcart and the owner of M+M Enterprises appear in another of his works, in which (*) Major Major Major is promoted because of his": {
    "guess": "Joseph Heller",
    "confidence": [
      [
        "Joseph",
        -0.060260486
      ],
      [
        " Heller",
        -0.00010163593
      ]
    ]
  },
  "Sanderson's version of this property allows estimation of bond energies due to known bond lengths, while the Allred-Rochow scale define it in terms of covalent radius. A small difference in this quantity leads to a polar covalent bond, while a large difference results in an ionic bond. The Mulliken scale defines it as the mean of electron affinity and ionization energy, while the more common Pauling": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.008229914
      ],
      [
        "rone",
        -2.5107178e-05
      ],
      [
        "g",
        -3.6669935e-05
      ],
      [
        "ativity",
        -2.0339032e-05
      ]
    ]
  },
  "Samples prepared for this process are often either stained with uranyl acetate, or are adsorbed to metal, which is then dissolved by acid. Since most biological specimens are destroyed by this technique, it often takes place at \"cryo\" temperatures. Samples for this process are often sliced into thin pieces and coated in gold. This technique can determine the morphology of a surface in its \"scanning\" variant. Both that type and the \"transmission\" form of this technique use particles with shorter de": {
    "guess": "Scanning Electron Microscopy",
    "confidence": [
      [
        "Sc",
        -0.050170675
      ],
      [
        "anning",
        -4.604148e-06
      ],
      [
        " Electron",
        -0.44530243
      ],
      [
        " Micro",
        -7.107425e-06
      ],
      [
        "scopy",
        -0.5241936
      ]
    ]
  },
  "Salt-free conditions prevent stereochemical drift from occurring in this reaction. The conversion of an erythro compound to a threo compound in this reaction changes the stereochemistry of the product": {
    "guess": "Wittig reaction",
    "confidence": [
      [
        "W",
        -0.780552
      ],
      [
        "itt",
        -0.030960156
      ],
      [
        "ig",
        -4.3226137e-05
      ],
      [
        " reaction",
        -0.06315141
      ]
    ]
  },
  "Samuel Chase was impeached for his vigorous prosecution of these laws. William Duane, Matthew Lyon, and James Callender were among those convicted under these laws, which guard against possible hostilities erupting from the XYZ affair. Opposed by the Virginia and Kentucky Resolutions, they banned publishing \"false, scandalous, and malicious\" writings. For 10 points, the Naturalization Act and the Enemies Act were part of what set of laws passed by the John Adams administration?": {
    "guess": "Alien and sedition",
    "confidence": [
      [
        "Ali",
        -0.0017309873
      ],
      [
        "en",
        -6.217952e-05
      ],
      [
        " and",
        -0.0002513264
      ],
      [
        " sed",
        -0.5186597
      ],
      [
        "ition",
        -0.00014132341
      ]
    ]
  }
}