{
  "After jail terms for robbing a lumberyard in Milwaukee in 1977 and being caught in a Los Angeles bordello in 1983, he moved up by killing Sacramento policeman John Dolenz at the latter's surprise birthday party. Known for his aversion to cats and habit of carrying two guns, he once warned that anyone who shoots him in a dream should apologize upon waking. Shortly after outlining how to use amputation to persuade jewelry store managers to cooperate, he kills Joe Cabot and, while dying from a shot fired by Nice Guy Eddie, kills Mr. Orange when the latter reveals that he is an undercover cop. FTP,": {
    "guess": "Reservoir Dogs",
    "confidence": [
      [
        "Res",
        -0.978797
      ],
      [
        "ervoir",
        -0.0001278534
      ],
      [
        " Dogs",
        -0.00025895544
      ]
    ]
  },
  "This man was jailed in connection with Prince Lin's treachery and frequently claimed to be a member of the royal house, with whom he fortuitously shared a family name. This author wrote a missive to a": {
    "guess": "List of people who have claimed to be an impostor of the Romanov family",
    "confidence": [
      [
        "List",
        -2.7646127
      ],
      [
        " of",
        -0.0009795784
      ],
      [
        " people",
        -1.5772071
      ],
      [
        " who",
        -1.191933
      ],
      [
        " have",
        -0.6265036
      ],
      [
        " claimed",
        -0.20475338
      ],
      [
        " to",
        -0.00078818674
      ],
      [
        " be",
        -0.00028088156
      ],
      [
        " an",
        -0.8279812
      ],
      [
        " impost",
        -0.2967205
      ],
      [
        "or",
        -0.008034801
      ],
      [
        " of",
        -0.06859063
      ],
      [
        " the",
        -0.99887466
      ],
      [
        " Roman",
        -0.7042715
      ],
      [
        "ov",
        -0.0020559274
      ],
      [
        " family",
        -0.66763574
      ]
    ]
  },
  "This man was jailed in connection with Prince Lin's treachery and frequently claimed to be a member of the royal house, with whom he fortuitously shared a family name. This author wrote a missive to a famous contemporary from Shantung, and he called the \"Waterfall at Lu-Shan\" \"the Milky Way pouring down from heaven.\" A favorite of Ezra Pound, the Italian translated this man's \"Taking Leave of a Friend\" and \"The River Merchant's Wife.\" For 10 points, Chinese poet of \"Song Before Drinking\" who allegedly": {
    "guess": "Li Bai",
    "confidence": [
      [
        "Li",
        -0.051878598
      ],
      [
        " Bai",
        -0.001662205
      ]
    ]
  },
  "After jail terms for robbing a lumberyard in Milwaukee in 1977 and being caught in a Los Angeles bordello in 1983, he moved up by killing Sacramento policeman John Dolenz at the latter's surprise birthday party. Known for his aversion to cats and habit of carrying two guns, he once warned that anyone who shoots him in a dream should apologize upon waking. Shortly after outlining how to use amputation to persuade jewelry store managers to cooperate, he kills Joe Cabot and, while dying from a shot fired by Nice Guy Eddie, kills Mr. Orange when the latter reveals that he is an undercover cop. FTP, name this character from Reservoir Dogs, played by Harvey Keitel.": {
    "guess": "Mr. White",
    "confidence": [
      [
        "Mr",
        -0.25797802
      ],
      [
        ".",
        -0.0010201865
      ],
      [
        " White",
        -0.00017135908
      ]
    ]
  },
  "This man was jailed in connection with Prince Lin's treachery and frequently claimed to be a member of": {
    "guess": "Jesuit Order",
    "confidence": [
      [
        "J",
        -1.9400233
      ],
      [
        "es",
        -1.2636375
      ],
      [
        "uit",
        -0.45229724
      ],
      [
        " Order",
        -1.5551838
      ]
    ]
  },
  "After jail terms for robbing a lumberyard in Milwaukee in 1977 and being caught in a Los Angeles bordello in 1983, he moved up by killing Sacramento policeman John Dolenz at the latter's surprise birthday": {
    "guess": "John Fante",
    "confidence": [
      [
        "John",
        -1.5195795
      ],
      [
        " F",
        -1.1148217
      ],
      [
        "ante",
        -0.011873725
      ]
    ]
  },
  "This man was jailed in connection with Prince Lin's treachery and frequently claimed to be a member of the royal house, with whom he fortuitously shared a family name. This author wrote a missive to a famous contemporary from Shantung, and he called the \"Waterfall at Lu-Shan\" \"the Milky Way pouring down from heaven.\" A favorite of Ezra Pound, the Italian translated this man's \"Taking Leave of a Friend\" and \"The River Merchant's Wife.\" For 10 points, Chinese poet of \"Song Before Drinking\" who allegedly drowned after trying to embrace the reflection of the moon in a river.": {
    "guess": "Li Bai",
    "confidence": [
      [
        "Li",
        -0.09048933
      ],
      [
        " Bai",
        -0.008579232
      ]
    ]
  },
  "After jail terms for robbing a lumberyard in Milwaukee in 1977 and being caught in a Los Angeles bordello in 1983, he moved up by killing Sacramento policeman John Dolenz at the latter's surprise birthday party. Known for his aversion to cats and habit of carrying two guns, he once warned that anyone": {
    "guess": "List of serial killers in the United States",
    "confidence": [
      [
        "List",
        -1.5594391
      ],
      [
        " of",
        -0.0013811868
      ],
      [
        " serial",
        -0.4068975
      ],
      [
        " killers",
        -0.00072732504
      ],
      [
        " in",
        -0.093436584
      ],
      [
        " the",
        -0.001539027
      ],
      [
        " United",
        -9.3291674e-05
      ],
      [
        " States",
        -0.00014430351
      ]
    ]
  },
  "This man was jailed in connection with Prince Lin's treachery and frequently claimed to be a member of the royal house, with whom he fortuitously shared a family name. This author wrote a missive to a famous contemporary from Shantung, and he called the \"Waterfall at Lu-Shan\" \"the Milky Way pouring down from heaven.\" A favorite of Ezra Pound, the Italian translated this man's \"Taking Leave of a Friend\"": {
    "guess": "Li Bai",
    "confidence": [
      [
        "Li",
        -0.007380043
      ],
      [
        " Bai",
        -0.0017426508
      ]
    ]
  },
  "After jail terms for robbing a lumberyard in Milwaukee in 1977 and being caught in a Los Angeles bordello": {
    "guess": "John Fante",
    "confidence": [
      [
        "John",
        -0.5433805
      ],
      [
        " F",
        -0.17738295
      ],
      [
        "ante",
        -0.00036275614
      ]
    ]
  },
  "After jail terms for robbing a lumberyard in Milwaukee in 1977 and being caught in a Los Angeles bordello in 1983, he moved up by killing Sacramento policeman John Dolenz at the latter's surprise birthday party. Known for his aversion to cats and habit of carrying two guns, he once warned that anyone who shoots him in a dream should apologize upon waking. Shortly after outlining how to use amputation to persuade jewelry store managers to cooperate, he kills Joe Cabot and, while dying from a shot": {
    "guess": "Reservoir Dogs",
    "confidence": [
      [
        "Res",
        -0.42002612
      ],
      [
        "ervoir",
        -0.00011856285
      ],
      [
        " Dogs",
        -0.001209757
      ]
    ]
  },
  "After jail terms for robbing a lumberyard in Milwaukee in 1977 and being caught in a Los Angeles bordello in 1983, he moved up by killing Sacramento policeman John Dolenz at the latter's surprise birthday party. Known for his aversion to cats and habit of carrying two guns, he once warned that anyone who shoots him in a dream should apologize upon waking. Shortly after outlining how to use amputation": {
    "guess": "Earl Nelson",
    "confidence": [
      [
        "Ear",
        -2.2418995
      ],
      [
        "l",
        -0.008709002
      ],
      [
        " Nelson",
        -1.8806225
      ]
    ]
  },
  "This man was jailed in connection with Prince Lin's treachery and frequently claimed to be a member of the royal house, with whom he fortuitously shared a family name. This author wrote a missive to a famous contemporary from Shantung, and he called the \"Waterfall at Lu-Shan\" \"the Milky Way pouring down": {
    "guess": "Li Po",
    "confidence": [
      [
        "Li",
        -0.5656733
      ],
      [
        " Po",
        -0.4737003
      ]
    ]
  }
}