{
  "In Maori mythology, the Milky Way was born from one of these creatures called Ikaroa. Aphrodite and Eros turned themselves into two of these creatures to escape Typhon. King Manu saved the constantly growing first avatar of Vishnu who was one of these animals. That creature, Matsya, saved enough people": {
    "guess": "Fish",
    "confidence": [
      [
        "Fish",
        -0.43417937
      ]
    ]
  },
  "His 1686 his map of the world showing the distribution of prevailing winds over the oceans was the first meteorological chart to be published, while his Breslau Table of Mortality was one of the first attempts to relate mortality and age in a population. Publisher of Newton's Principia Mathematica, he was the first to use isolines in cartography, but is better known as the astronomer who succeeeded John Flamsteed as Astronomer Royal and whose visit to Saint Helena in 1676 resulted in the first stellar charts made of Southern Hemisphere. FTP, name this man who first theorized that comets traveled in an ellipse, which enabled him to plot the return of a comet from 1682 that would revisit earth every seventy-six years.": {
    "guess": "Edmond Halley",
    "confidence": [
      [
        "Ed",
        -0.002695386
      ],
      [
        "mond",
        -0.0003277176
      ],
      [
        " Hal",
        -5.5861725e-05
      ],
      [
        "ley",
        -3.7697225e-06
      ]
    ]
  },
  "His 1686 his map of the world showing the distribution of prevailing winds over the oceans was the first meteorological chart to be published, while his Breslau Table of Mortality was one of the first attempts to relate mortality and age in a population. Publisher of Newton's Principia Mathematica, he was the first to use isolines in cartography, but is better known as the astronomer who succeeeded John Flamsteed as Astronomer Royal and whose visit to Saint Helena in 1676 resulted in the first stellar charts made of Southern Hemisphere. FTP, name this man who first theorized that comets traveled": {
    "guess": "Edmond Halley",
    "confidence": [
      [
        "Ed",
        -0.0026120443
      ],
      [
        "mond",
        -0.00032033064
      ],
      [
        " Hal",
        -2.3676734e-05
      ],
      [
        "ley",
        -5.080963e-06
      ]
    ]
  },
  "Mapou, Rose Hill and Souillac are three of its district capitals, and other important cities include": {
    "guess": "Mauritius",
    "confidence": [
      [
        "M",
        -0.012915612
      ],
      [
        "aur",
        -7.822647e-06
      ],
      [
        "it",
        -3.631232e-05
      ],
      [
        "ius",
        -2.9994528e-05
      ]
    ]
  },
  "In Maori mythology, the Milky Way was born from one of these creatures called Ikaroa. Aphrodite and Eros turned themselves into two of these creatures to escape Typhon. King Manu saved the constantly growing first avatar of Vishnu who was one of these animals. That creature, Matsya, saved enough people and animals to repopulate the world. Another of these animals is Namazu, who is restrained because he causes earthquakes when he thrashes. One of these animals ate nine hazelnuts and gained all the knowledge in the world before getting cooked by Finn McCool. For 10 points, name these aquatic animals exemplified by the Salmon of Wisdom.": {
    "guess": "Fish",
    "confidence": [
      [
        "Fish",
        -0.49541402
      ]
    ]
  },
  "His 1686 his map of the world showing the distribution of prevailing winds over the oceans was the first meteorological chart to be published, while his Breslau Table of Mortality was one of the first": {
    "guess": "Edmond Halley",
    "confidence": [
      [
        "Ed",
        -0.011687452
      ],
      [
        "mond",
        -0.018853964
      ],
      [
        " Hal",
        -7.672237e-05
      ],
      [
        "ley",
        -1.8624639e-06
      ]
    ]
  },
  "Maps of the intensity of this process use zones defined by isograds connecting places where index minerals first appear. Mylonites form due to fault motions in its cataclastic variety. Its low-grade burial variety is similar to diagenesis, and another variety occurs next to intrusions in contact aureoles.": {
    "guess": "Metamorphism",
    "confidence": [
      [
        "Met",
        -0.095062174
      ],
      [
        "am",
        -5.574252e-05
      ],
      [
        "orphism",
        -0.0034578722
      ]
    ]
  },
  "In Maori myth, after killing Matuku, Rata harvests these objects in order to create spears, and also goes to the villiage of the Ponaturi in order to retrieve those belonging to his father. In Vedic myth,": {
    "guess": "Tāwhirimātea",
    "confidence": [
      [
        "T",
        -1.524711
      ],
      [
        "ā",
        -0.8880529
      ],
      [
        "wh",
        -0.19309172
      ],
      [
        "irim",
        -0.73840016
      ],
      [
        "ā",
        0.0
      ],
      [
        "tea",
        -3.1782583e-05
      ]
    ]
  },
  "In Maori mythology, the Milky Way was born from one of these creatures called Ikaroa. Aphrodite and Eros turned themselves into two of these creatures to escape Typhon. King Manu saved the constantly growing first avatar of Vishnu who was one of these animals. That creature, Matsya, saved enough people and animals to repopulate the world. Another of these animals is Namazu, who is restrained because": {
    "guess": "Fish",
    "confidence": [
      [
        "Fish",
        -0.40562496
      ]
    ]
  },
  "Mapou, Rose Hill and Souillac are three of its district capitals, and other important cities include Curepipe and Beau-Bassin. Part of the Mascarene islands, its dependencies include the Agalega islands and the volcanic island of Rodrigues, and its highest point is the Piton de la Petite Riviere Noire. Although a republic, this tropical island nation is part of the British Commonwealth, and its current president is Anerood Jugnauth. Its main ethnic groups are Indian and Creole, a consequence of  its past as a sugar-cane producing colony of the Dutch, the French, and the British. Located roughly 1000 km east of Madagascar and 200 km northeast of Reunion, and with capital at Port Louis, what is,": {
    "guess": "Mauritius",
    "confidence": [
      [
        "M",
        -0.0026975207
      ],
      [
        "aur",
        -1.0280384e-06
      ],
      [
        "it",
        -9.865584e-05
      ],
      [
        "ius",
        -3.070975e-05
      ]
    ]
  },
  "Mapou, Rose Hill and Souillac are three of its district capitals, and other important cities include Curepipe and Beau-Bassin. Part of the Mascarene islands, its dependencies include the Agalega islands and the volcanic island of Rodrigues, and its highest point is the Piton de la Petite Riviere Noire. Although a republic, this tropical island nation is part of the British Commonwealth, and its current": {
    "guess": "Mauritius",
    "confidence": [
      [
        "M",
        -0.013257877
      ],
      [
        "aur",
        -3.888926e-06
      ],
      [
        "it",
        -0.00030590701
      ],
      [
        "ius",
        -2.057744e-05
      ]
    ]
  },
  "Mapou, Rose Hill and Souillac are three of its district capitals, and other important cities include Curepipe and Beau-Bassin. Part of the Mascarene islands, its dependencies include the Agalega islands and the volcanic island of Rodrigues, and its highest point is the Piton de la Petite Riviere Noire. Although a republic, this tropical island nation is part of the British Commonwealth, and its current president is Anerood Jugnauth. Its main ethnic groups are Indian and Creole, a consequence of  its past as a sugar-cane producing colony of the Dutch, the French, and the British. Located roughly": {
    "guess": "Mauritius",
    "confidence": [
      [
        "M",
        -0.007937117
      ],
      [
        "aur",
        -2.8160932e-06
      ],
      [
        "it",
        -9.698699e-05
      ],
      [
        "ius",
        -1.7597347e-05
      ]
    ]
  },
  "Maps of the intensity of this process use zones defined by isograds connecting places where index minerals": {
    "guess": "Metamorphism",
    "confidence": [
      [
        "Met",
        -0.014449184
      ],
      [
        "am",
        -2.6968896e-06
      ],
      [
        "orphism",
        -0.023835707
      ]
    ]
  },
  "His 1686 his map of the world showing the distribution of prevailing winds over the oceans was the first meteorological chart to be published, while his Breslau Table of Mortality was one of the first attempts to relate mortality and age in a population. Publisher of Newton's Principia Mathematica, he": {
    "guess": "Edmond Halley",
    "confidence": [
      [
        "Ed",
        -0.0035001691
      ],
      [
        "mond",
        -0.00018637507
      ],
      [
        " Hal",
        -6.46828e-05
      ],
      [
        "ley",
        -8.89548e-06
      ]
    ]
  },
  "In Maori myth, after killing Matuku, Rata harvests these objects in order to create spears, and also": {
    "guess": "Wooden pegs",
    "confidence": [
      [
        "Wood",
        -0.86682004
      ],
      [
        "en",
        -0.77553195
      ],
      [
        " peg",
        -1.8316176
      ],
      [
        "s",
        -0.00040934276
      ]
    ]
  },
  "In Maori mythology, the Milky Way was born from one of these creatures called Ikaroa. Aphrodite and Eros turned themselves into two of these creatures to escape Typhon. King Manu saved the constantly growing first avatar of Vishnu who was one of these animals. That creature, Matsya, saved enough people and animals to repopulate the world. Another of these animals is Namazu, who is restrained because he causes earthquakes when he thrashes. One of these animals ate nine hazelnuts and gained all the": {
    "guess": "Fish",
    "confidence": [
      [
        "Fish",
        -0.81305397
      ]
    ]
  },
  "His 1686 his map of the world showing the distribution of prevailing winds over the oceans was the first meteorological chart to be published, while his Breslau Table of Mortality was one of the first attempts to relate mortality and age in a population. Publisher of Newton's Principia Mathematica, he was the first to use isolines in cartography, but is better known as the astronomer who succeeeded John Flamsteed as Astronomer Royal and whose visit to Saint Helena in 1676 resulted in the first stellar charts made of Southern Hemisphere. FTP, name this man who first theorized that comets traveled in an ellipse, which enabled him to plot the return of a comet from 1682 that would revisit earth": {
    "guess": "Edmond Halley",
    "confidence": [
      [
        "Ed",
        -0.0018073877
      ],
      [
        "mond",
        -0.0003213998
      ],
      [
        " Hal",
        -5.669615e-05
      ],
      [
        "ley",
        -2.9352968e-06
      ]
    ]
  },
  "In Maori myth, after killing Matuku, Rata harvests these objects in order to create spears, and also goes to the villiage of the Ponaturi in order to retrieve those belonging to his father. In Vedic myth, Sakra asked Dadhici for some of these, which he used to create the thunderbolts that killed Vrtra.": {
    "guess": "Bones",
    "confidence": [
      [
        "B",
        -0.2596706
      ],
      [
        "ones",
        -0.011799737
      ]
    ]
  },
  "Maps of the intensity of this process use zones defined by isograds connecting places where index minerals first appear. Mylonites form due to fault motions in its cataclastic variety. Its low-grade burial variety is similar to diagenesis, and another variety occurs next to intrusions in contact aureoles. Structural deformation associated with its regional variety produces the wavy or flat planar foliation texture seen in rocks such as gneiss and slate. FTP, name this process responsible for producing": {
    "guess": "Metamorphism",
    "confidence": [
      [
        "Met",
        -0.06819897
      ],
      [
        "am",
        -1.7120534e-05
      ],
      [
        "orphism",
        -0.0009763599
      ]
    ]
  },
  "Maps of the intensity of this process use zones defined by isograds connecting places where index minerals first appear. Mylonites form due to fault motions in its cataclastic variety. Its low-grade burial variety is similar to diagenesis, and another variety occurs next to intrusions in contact aureoles. Structural deformation associated with its regional variety produces the wavy or flat planar foliation texture seen in rocks such as gneiss and slate. FTP, name this process responsible for producing schist and marble, in which high temperatures and pressures alter igneous and sedimentary rocks.": {
    "guess": "Metamorphism",
    "confidence": [
      [
        "Met",
        -0.04506855
      ],
      [
        "am",
        -4.1914896e-05
      ],
      [
        "orphism",
        -0.0016081781
      ]
    ]
  },
  "His 1686 his map of the world showing the distribution of prevailing winds over the oceans was the first meteorological chart to be published, while his Breslau Table of Mortality was one of the first attempts to relate mortality and age in a population. Publisher of Newton's Principia Mathematica, he was the first to use isolines in cartography, but is better known as the astronomer who succeeeded": {
    "guess": "Edmond Halley",
    "confidence": [
      [
        "Ed",
        -0.052418683
      ],
      [
        "mond",
        -0.0005146675
      ],
      [
        " Hal",
        -0.00027099132
      ],
      [
        "ley",
        -6.0345924e-06
      ]
    ]
  },
  "Maps of the intensity of this process use zones defined by isograds connecting places where index minerals first appear. Mylonites form due to fault motions in its cataclastic variety. Its low-grade burial variety is similar to diagenesis, and another variety occurs next to intrusions in contact aureoles. Structural deformation associated with its regional variety produces the wavy or flat planar foliation": {
    "guess": "Metamorphism",
    "confidence": [
      [
        "Met",
        -0.07843625
      ],
      [
        "am",
        -9.014684e-06
      ],
      [
        "orphism",
        -0.0008582198
      ]
    ]
  },
  "Mapou, Rose Hill and Souillac are three of its district capitals, and other important cities include Curepipe and Beau-Bassin. Part of the Mascarene islands, its dependencies include the Agalega islands and the volcanic island of Rodrigues, and its highest point is the Piton de la Petite Riviere Noire.": {
    "guess": "Mauritius",
    "confidence": [
      [
        "M",
        -0.0024033624
      ],
      [
        "aur",
        -5.5122365e-07
      ],
      [
        "it",
        -4.3464544e-05
      ],
      [
        "ius",
        -2.4153549e-05
      ]
    ]
  },
  "His 1686 his map of the world showing the distribution of prevailing winds over the oceans was the first meteorological chart to be published, while his Breslau Table of Mortality was one of the first attempts to relate mortality and age in a population. Publisher of Newton's Principia Mathematica, he was the first to use isolines in cartography, but is better known as the astronomer who succeeeded John Flamsteed as Astronomer Royal and whose visit to Saint Helena in 1676 resulted in the first stellar": {
    "guess": "Edmond Halley",
    "confidence": [
      [
        "Ed",
        -0.0034189126
      ],
      [
        "mond",
        -0.00022821188
      ],
      [
        " Hal",
        -0.00015502817
      ],
      [
        "ley",
        -7.465036e-06
      ]
    ]
  },
  "Mapou, Rose Hill and Souillac are three of its district capitals, and other important cities include Curepipe and Beau-Bassin. Part of the Mascarene islands, its dependencies include the Agalega islands and the volcanic island of Rodrigues, and its highest point is the Piton de la Petite Riviere Noire. Although a republic, this tropical island nation is part of the British Commonwealth, and its current president is Anerood Jugnauth. Its main ethnic groups are Indian and Creole, a consequence of  its past as a sugar-cane producing colony of the Dutch, the French, and the British. Located roughly 1000 km east of Madagascar and 200 km northeast of Reunion, and with capital at Port Louis, what is, FTP, this island, probably best known as the home of the now-extinct dodo?": {
    "guess": "Mauritius",
    "confidence": [
      [
        "M",
        -0.0012872596
      ],
      [
        "aur",
        -6.1537958e-06
      ],
      [
        "it",
        -0.00032342627
      ],
      [
        "ius",
        -4.3822154e-05
      ]
    ]
  },
  "Mapou, Rose Hill and Souillac are three of its district capitals, and other important cities include Curepipe and Beau-Bassin. Part of the Mascarene islands, its dependencies include the Agalega islands and the volcanic island of Rodrigues, and its highest point is the Piton de la Petite Riviere Noire. Although a republic, this tropical island nation is part of the British Commonwealth, and its current president is Anerood Jugnauth. Its main ethnic groups are Indian and Creole, a consequence of ": {
    "guess": "Mauritius",
    "confidence": [
      [
        "M",
        -0.0035527893
      ],
      [
        "aur",
        -1.147242e-06
      ],
      [
        "it",
        -0.0002676536
      ],
      [
        "ius",
        -1.998142e-05
      ]
    ]
  },
  "In Maori myth, after killing Matuku, Rata harvests these objects in order to create spears, and also goes to the villiage of the Ponaturi in order to retrieve those belonging to his father. In Vedic myth, Sakra asked Dadhici for some of these, which he used to create the thunderbolts that killed Vrtra. In Incan mythology, after impregnating the first woman, Pachacamac uses those belonging to his child": {
    "guess": "Bones",
    "confidence": [
      [
        "B",
        -0.9725697
      ],
      [
        "ones",
        -0.03794439
      ]
    ]
  },
  "In Maori mythology, the Milky Way was born from one of these creatures called Ikaroa. Aphrodite and Eros turned themselves into two of these creatures to escape Typhon. King Manu saved the constantly growing": {
    "guess": "Giant",
    "confidence": [
      [
        "G",
        -1.0405829
      ],
      [
        "iant",
        -0.0037365414
      ]
    ]
  },
  "His 1686 his map of the world showing the distribution of prevailing winds over the oceans was the first": {
    "guess": " Prevailing winds",
    "confidence": [
      [
        " Prev",
        -1.2086678
      ],
      [
        "ailing",
        -1.4140442e-05
      ],
      [
        " winds",
        -0.56617326
      ]
    ]
  },
  "Maps of the intensity of this process use zones defined by isograds connecting places where index minerals first appear. Mylonites form due to fault motions in its cataclastic variety. Its low-grade burial": {
    "guess": "Metamorphism",
    "confidence": [
      [
        "Met",
        -0.030646045
      ],
      [
        "am",
        -2.3438328e-05
      ],
      [
        "orphism",
        -0.5376758
      ]
    ]
  },
  "In Maori mythology, the Milky Way was born from one of these creatures called Ikaroa. Aphrodite and Eros": {
    "guess": "Dolphin",
    "confidence": [
      [
        "D",
        -0.8793157
      ],
      [
        "olph",
        -0.59297824
      ],
      [
        "in",
        -0.0006944431
      ]
    ]
  },
  "Mapou, Rose Hill and Souillac are three of its district capitals, and other important cities include Curepipe and Beau-Bassin. Part of the Mascarene islands, its dependencies include the Agalega islands": {
    "guess": "Mauritius",
    "confidence": [
      [
        "M",
        -0.003544955
      ],
      [
        "aur",
        -1.6240566e-06
      ],
      [
        "it",
        -7.77952e-05
      ],
      [
        "ius",
        -3.0471343e-05
      ]
    ]
  },
  "In Maori mythology, the Milky Way was born from one of these creatures called Ikaroa. Aphrodite and Eros turned themselves into two of these creatures to escape Typhon. King Manu saved the constantly growing first avatar of Vishnu who was one of these animals. That creature, Matsya, saved enough people and animals to repopulate the world. Another of these animals is Namazu, who is restrained because he causes earthquakes when he thrashes. One of these animals ate nine hazelnuts and gained all the knowledge in the world before getting cooked by Finn McCool. For 10 points, name these aquatic animals": {
    "guess": "Fish",
    "confidence": [
      [
        "Fish",
        -0.054411385
      ]
    ]
  },
  "In Maori myth, after killing Matuku, Rata harvests these objects in order to create spears, and also goes to the villiage of the Ponaturi in order to retrieve those belonging to his father. In Vedic myth, Sakra asked Dadhici for some of these, which he used to create the thunderbolts that killed Vrtra. In Incan mythology, after impregnating the first woman, Pachacamac uses those belonging to his child to create plants. In Shinto, after his servant failed to retrieve a monkey's liver, Ryujin destroyed": {
    "guess": "Bones",
    "confidence": [
      [
        "B",
        -0.70805246
      ],
      [
        "ones",
        -0.009983435
      ]
    ]
  },
  "In Maori myth, after killing Matuku, Rata harvests these objects in order to create spears, and also goes to the villiage of the Ponaturi in order to retrieve those belonging to his father. In Vedic myth, Sakra asked Dadhici for some of these, which he used to create the thunderbolts that killed Vrtra. In Incan mythology, after impregnating the first woman, Pachacamac uses those belonging to his child to create plants. In Shinto, after his servant failed to retrieve a monkey's liver, Ryujin destroyed those of these objects belonging to one of his servants. In Norse mythology, Ullr crosses the seas": {
    "guess": "Spear",
    "confidence": [
      [
        "S",
        -0.4725464
      ],
      [
        "pear",
        -0.09740628
      ]
    ]
  },
  "In Maori myth, after killing Matuku, Rata harvests these objects in order to create spears, and also goes to the villiage of the Ponaturi in order to retrieve those belonging to his father. In Vedic myth, Sakra asked Dadhici for some of these, which he used to create the thunderbolts that killed Vrtra. In Incan mythology, after impregnating the first woman, Pachacamac uses those belonging to his child to create plants. In Shinto, after his servant failed to retrieve a monkey's liver, Ryujin destroyed those of these objects belonging to one of his servants. In Norse mythology, Ullr crosses the seas on a magic one of those objects, another one of which was accidentally broken by Thialfi ?, leading": {
    "guess": "Spear",
    "confidence": [
      [
        "S",
        -0.3099507
      ],
      [
        "pear",
        -0.09525532
      ]
    ]
  },
  "In Maori myth, after killing Matuku, Rata harvests these objects in order to create spears, and also goes to the villiage of the Ponaturi in order to retrieve those belonging to his father. In Vedic myth, Sakra asked Dadhici for some of these, which he used to create the thunderbolts that killed Vrtra. In Incan mythology, after impregnating the first woman, Pachacamac uses those belonging to his child to create plants. In Shinto, after his servant failed to retrieve a monkey's liver, Ryujin destroyed those of these objects belonging to one of his servants. In Norse mythology, Ullr crosses the seas on a magic one of those objects, another one of which was accidentally broken by Thialfi ?, leading him to become Thor's servant. Odin, Vili, and Ve, used those belonging to Ymir to create the mountains,": {
    "guess": "Spear",
    "confidence": [
      [
        "S",
        -0.10480349
      ],
      [
        "pear",
        -0.053452883
      ]
    ]
  },
  "In Maori myth, after killing Matuku, Rata harvests these objects in order to create spears, and also goes to the villiage of the Ponaturi in order to retrieve those belonging to his father. In Vedic myth, Sakra asked Dadhici for some of these, which he used to create the thunderbolts that killed Vrtra. In Incan mythology, after impregnating the first woman, Pachacamac uses those belonging to his child to create plants. In Shinto, after his servant failed to retrieve a monkey's liver, Ryujin destroyed those of these objects belonging to one of his servants. In Norse mythology, Ullr crosses the seas on a magic one of those objects, another one of which was accidentally broken by Thialfi ?, leading him to become Thor's servant. Odin, Vili, and Ve, used those belonging to Ymir to create the mountains, and Agamemmnon requires those belonging to Pelops in order to safely invade Troy. For 10 points,": {
    "guess": "Spear",
    "confidence": [
      [
        "S",
        -0.31615
      ],
      [
        "pear",
        -0.0597552
      ]
    ]
  },
  "In Maori myth, after killing Matuku, Rata harvests these objects in order to create spears, and also goes to the villiage of the Ponaturi in order to retrieve those belonging to his father. In Vedic myth, Sakra asked Dadhici for some of these, which he used to create the thunderbolts that killed Vrtra. In Incan mythology, after impregnating the first woman, Pachacamac uses those belonging to his child to create plants. In Shinto, after his servant failed to retrieve a monkey's liver, Ryujin destroyed those of these objects belonging to one of his servants. In Norse mythology, Ullr crosses the seas on a magic one of those objects, another one of which was accidentally broken by Thialfi ?, leading him to become Thor's servant. Odin, Vili, and Ve, used those belonging to Ymir to create the mountains, and Agamemmnon requires those belonging to Pelops in order to safely invade Troy. For 10 points, name these body parts retrieved and used by Quetzalcoatl to recreate humanity, and which were also": {
    "guess": "Heads",
    "confidence": [
      [
        "He",
        -1.3463253
      ],
      [
        "ads",
        -0.011048643
      ]
    ]
  },
  "In Maori myth, after killing Matuku, Rata harvests these objects in order to create spears, and also goes to the villiage of the Ponaturi in order to retrieve those belonging to his father. In Vedic myth, Sakra asked Dadhici for some of these, which he used to create the thunderbolts that killed Vrtra. In Incan mythology, after impregnating the first woman, Pachacamac uses those belonging to his child to create plants. In Shinto, after his servant failed to retrieve a monkey's liver, Ryujin destroyed those of these objects belonging to one of his servants. In Norse mythology, Ullr crosses the seas on a magic one of those objects, another one of which was accidentally broken by Thialfi ?, leading him to become Thor's servant. Odin, Vili, and Ve, used those belonging to Ymir to create the mountains, and Agamemmnon requires those belonging to Pelops in order to safely invade Troy. For 10 points, name these body parts retrieved and used by Quetzalcoatl to recreate humanity, and which were also used as oracles in the Shang dynasty.": {
    "guess": "Bones",
    "confidence": [
      [
        "B",
        -0.17024575
      ],
      [
        "ones",
        -0.0005992618
      ]
    ]
  }
}