{
  "H.L. Mencken said that this man's grammar was \"so bad that a kind of grandeur creeps into it.\" He was the editor of the Marion Daily Star and married the daughter of Democratic rival Amos Kling, who overlooked his infidelity with Carrie Phillips and Nan Britton. His promised \"return to normalcy\" was": {
    "guess": "Warren G. Harding",
    "confidence": [
      [
        "War",
        -0.015319098
      ],
      [
        "ren",
        -1.4378848e-05
      ],
      [
        " G",
        -6.837811e-05
      ],
      [
        ".",
        -7.433829e-05
      ],
      [
        " Harding",
        -1.831257e-05
      ]
    ]
  },
  "H.L. Mencken said that this man's grammar was \"so bad that a kind of grandeur creeps into it.\" He was the editor of the Marion Daily Star and married the daughter of Democratic rival Amos Kling, who overlooked his infidelity with Carrie Phillips and Nan Britton. His promised \"return to normalcy\" was further obviated by the actions of Charles Forbes and an affair also involving the Elk Hills oil fields. For 10 points, name this man who defeated James Cox in 1920, suffered the Teapot Dome scandal,": {
    "guess": "Warren G. Harding",
    "confidence": [
      [
        "War",
        -0.0015110509
      ],
      [
        "ren",
        -1.3902034e-05
      ],
      [
        " G",
        -3.4047454e-05
      ],
      [
        ".",
        -4.8828708e-05
      ],
      [
        " Harding",
        -3.1737043e-06
      ]
    ]
  },
  "H.L. Mencken said that this man's grammar was \"so bad that a kind of grandeur creeps into it.\" He was the editor of the Marion Daily Star and married the daughter of Democratic rival Amos Kling, who overlooked": {
    "guess": "Warren G. Harding",
    "confidence": [
      [
        "War",
        -0.053219724
      ],
      [
        "ren",
        -9.610702e-06
      ],
      [
        " G",
        -0.00019948746
      ],
      [
        ".",
        -0.00026741522
      ],
      [
        " Harding",
        -3.3093824e-05
      ]
    ]
  },
  "H.L. Mencken said that this man's grammar was \"so bad that a kind of grandeur creeps into it.\" He was the editor of the Marion Daily Star and married the daughter of Democratic rival Amos Kling, who overlooked his infidelity with Carrie Phillips and Nan Britton. His promised \"return to normalcy\" was further obviated by the actions of Charles Forbes and an affair also involving the Elk Hills oil fields. For 10 points, name this man who defeated James Cox in 1920, suffered the Teapot Dome scandal, and died in office.": {
    "guess": "Warren G. Harding",
    "confidence": [
      [
        "War",
        -0.0016674461
      ],
      [
        "ren",
        -6.869018e-06
      ],
      [
        " G",
        -4.572941e-05
      ],
      [
        ".",
        -7.886803e-05
      ],
      [
        " Harding",
        -5.2001665e-06
      ]
    ]
  },
  "H.L. Mencken said that this man's grammar was \"so bad that a kind of grandeur creeps into it.\" He was": {
    "guess": "Warren G. Harding",
    "confidence": [
      [
        "War",
        -0.07637696
      ],
      [
        "ren",
        -8.9953974e-05
      ],
      [
        " G",
        -0.0010201865
      ],
      [
        ".",
        -0.00061450514
      ],
      [
        " Harding",
        -6.46828e-05
      ]
    ]
  },
  "H.L. Mencken said that this man's grammar was \"so bad that a kind of grandeur creeps into it.\" He was the editor of the Marion Daily Star and married the daughter of Democratic rival Amos Kling, who overlooked his infidelity with Carrie Phillips and Nan Britton. His promised \"return to normalcy\" was further obviated by the actions of Charles Forbes and an affair also involving the Elk Hills oil fields.": {
    "guess": "Warren G. Harding",
    "confidence": [
      [
        "War",
        -0.0092074685
      ],
      [
        "ren",
        -8.657073e-06
      ],
      [
        " G",
        -6.909333e-05
      ],
      [
        ".",
        -0.00010902656
      ],
      [
        " Harding",
        -3.5835506e-05
      ]
    ]
  }
}