{
  "Soiem versions of this figure's story have her being slain in a battle against the Argives, while other versions of that same myth have this character turned to stone by King Perseus. With this person's second lover, she begat the sons Thoas, Staphylos, Oinopion, and Peparethos, although other accounts give this figure as having additional sons with Staphylos. This figure ascended to Olympus after": {
    "guess": "Ariadne",
    "confidence": [
      [
        "A",
        -0.21074125
      ],
      [
        "riad",
        -1.0213528
      ],
      [
        "ne",
        -3.1305768e-05
      ]
    ]
  },
  "Soiem versions of this figure's story have her being slain in a battle against the Argives, while other versions of that same myth have this character turned to stone by King Perseus. With this person's second lover, she begat the sons Thoas, Staphylos, Oinopion, and Peparethos, although other accounts": {
    "guess": "Medusa",
    "confidence": [
      [
        "Med",
        -0.4105918
      ],
      [
        "usa",
        -0.0020487898
      ]
    ]
  },
  "In soil chemistry, this word follows \"base\" in a term that refers to the fraction of exchangeable cations": {
    "guess": "Base saturation",
    "confidence": [
      [
        "Base",
        -0.52989465
      ],
      [
        " saturation",
        -0.46893942
      ]
    ]
  },
  "In soil chemistry, this word follows \"base\" in a term that refers to the fraction of exchangeable cations that are bases. One measure of the degree to which a property denoted by this word is not present in a sample is the bromine number. Metals exhibit a \"coordinated\" property denoted by this word when": {
    "guess": "Base (chemistry)",
    "confidence": [
      [
        "Base",
        -0.8166147
      ],
      [
        " (",
        -0.22148034
      ],
      [
        "chemistry",
        -0.023286588
      ],
      [
        ")",
        -1.7120534e-05
      ]
    ]
  },
  "Soiem versions of this figure's story have her being slain in a battle against the Argives, while other": {
    "guess": "Helen of Troy",
    "confidence": [
      [
        "H",
        -1.2406656
      ],
      [
        "elen",
        -0.43108502
      ],
      [
        " of",
        -0.0066933385
      ],
      [
        " Troy",
        -0.0006436917
      ]
    ]
  },
  "In soil chemistry, this word follows \"base\" in a term that refers to the fraction of exchangeable cations that are bases. One measure of the degree to which a property denoted by this word is not present in a sample is the bromine number. Metals exhibit a \"coordinated\" property denoted by this word when they satisfy the 18-electron rule. The degree to which an organic molecule does not exhibit a property denoted by this word can be calculated with the formula two-C plus two plus N minus number of": {
    "guess": "Acid number",
    "confidence": [
      [
        "Ac",
        -1.9170377
      ],
      [
        "id",
        -0.6303115
      ],
      [
        " number",
        -1.6337794
      ]
    ]
  },
  "In soil chemistry, this word follows \"base\" in a term that refers to the fraction of exchangeable cations that are bases. One measure of the degree to which a property denoted by this word is not present in a sample is the bromine number. Metals exhibit a \"coordinated\" property denoted by this word when they satisfy the 18-electron rule. The degree to which an organic molecule does not exhibit a property denoted by this word can be calculated with the formula two-C plus two plus N minus number of (*) halogens minus number of hydrogens, all over two. In physical chemistry, this word describes the point at which energy loss outweighs entropy gain, thus creating a type of solution to which no additional solute can be added. For 10 points, give this word that also describes organic compounds with no double or triple bonds, such as fats considered unhealthy for the heart.": {
    "guess": "Saturation",
    "confidence": [
      [
        "Sat",
        -0.50519943
      ],
      [
        "uration",
        -4.8351892e-05
      ]
    ]
  },
  "In soil chemistry, this word follows \"base\" in a term that refers to the fraction of exchangeable cations that are bases. One measure of the degree to which a property denoted by this word is not present": {
    "guess": "Acidity",
    "confidence": [
      [
        "Ac",
        -0.1793296
      ],
      [
        "idity",
        -0.6518024
      ]
    ]
  },
  "Soiem versions of this figure's story have her being slain in a battle against the Argives, while other versions of that same myth have this character turned to stone by King Perseus. With this person's second lover, she begat the sons Thoas, Staphylos, Oinopion, and Peparethos, although other accounts give this figure as having additional sons with Staphylos. This figure ascended to Olympus after marrying Dionysus After this figure resided for a time on an island, she was rescued by her husband, but before that, she assisted her first lover in slaying a minotaur and escaping from a labyrinth.": {
    "guess": "Ariadne",
    "confidence": [
      [
        "A",
        -0.0027070348
      ],
      [
        "riad",
        -0.0010073235
      ],
      [
        "ne",
        -1.4855664e-05
      ]
    ]
  },
  "Soiem versions of this figure's story have her being slain in a battle against the Argives, while other versions of that same myth have this character turned to stone by King Perseus. With this person's second lover, she begat the sons Thoas, Staphylos, Oinopion, and Peparethos, although other accounts give this figure as having additional sons with Staphylos. This figure ascended to Olympus after marrying Dionysus After this figure resided for a time on an island, she was rescued by her husband, but before that, she assisted her first lover in slaying a minotaur and escaping from a labyrinth. For ten points, name this daughter of Minos, a Cretan princess who was abandoned by Theseus on Naxos.": {
    "guess": "Ariadne",
    "confidence": [
      [
        "A",
        -0.001668519
      ],
      [
        "riad",
        -0.00055910845
      ],
      [
        "ne",
        -8.89548e-06
      ]
    ]
  },
  "In soil chemistry, this word follows \"base\" in a term that refers to the fraction of exchangeable cations that are bases. One measure of the degree to which a property denoted by this word is not present in a sample is the bromine number. Metals exhibit a \"coordinated\" property denoted by this word when they satisfy the 18-electron rule. The degree to which an organic molecule does not exhibit a property denoted by this word can be calculated with the formula two-C plus two plus N minus number of (*) halogens minus number of hydrogens, all over two. In physical chemistry, this word describes the point at which energy loss outweighs entropy gain, thus creating a type of solution to which no additional": {
    "guess": "Coordination (chemistry)",
    "confidence": [
      [
        "Coord",
        -1.4627968
      ],
      [
        "ination",
        -1.8550976e-05
      ],
      [
        " (",
        -0.26866174
      ],
      [
        "chemistry",
        -0.0044860197
      ],
      [
        ")",
        -2.2365493e-05
      ]
    ]
  },
  "In soil chemistry, this word follows \"base\" in a term that refers to the fraction of exchangeable cations that are bases. One measure of the degree to which a property denoted by this word is not present in a sample is the bromine number. Metals exhibit a \"coordinated\" property denoted by this word when they satisfy the 18-electron rule. The degree to which an organic molecule does not exhibit a property denoted by this word can be calculated with the formula two-C plus two plus N minus number of (*) halogens minus number of hydrogens, all over two. In physical chemistry, this word describes the point at which energy loss outweighs entropy gain, thus creating a type of solution to which no additional solute can be added. For 10 points, give this word that also describes organic compounds with": {
    "guess": "Acid",
    "confidence": [
      [
        "Ac",
        -1.2185102
      ],
      [
        "id",
        -0.57913756
      ]
    ]
  },
  "In soil chemistry, this word follows \"base\" in a term that refers to the fraction of exchangeable cations that are bases. One measure of the degree to which a property denoted by this word is not present in a sample is the bromine number. Metals exhibit a \"coordinated\" property denoted by this word when they satisfy the 18-electron rule. The degree to which an organic molecule does not exhibit a property denoted by this word can be calculated with the formula two-C plus two plus N minus number of (*) halogens minus number of hydrogens, all over two. In physical chemistry, this word describes the": {
    "guess": "Coordination",
    "confidence": [
      [
        "Coord",
        -1.6227092
      ],
      [
        "ination",
        -1.7239736e-05
      ]
    ]
  },
  "Soiem versions of this figure's story have her being slain in a battle against the Argives, while other versions of that same myth have this character turned to stone by King Perseus. With this person's": {
    "guess": "Medusa",
    "confidence": [
      [
        "Med",
        -0.08600183
      ],
      [
        "usa",
        -0.0005432617
      ]
    ]
  },
  "Soiem versions of this figure's story have her being slain in a battle against the Argives, while other versions of that same myth have this character turned to stone by King Perseus. With this person's second lover, she begat the sons Thoas, Staphylos, Oinopion, and Peparethos, although other accounts give this figure as having additional sons with Staphylos. This figure ascended to Olympus after marrying Dionysus After this figure resided for a time on an island, she was rescued by her husband,": {
    "guess": "Ariadne",
    "confidence": [
      [
        "A",
        -0.17326325
      ],
      [
        "riad",
        -0.19880223
      ],
      [
        "ne",
        -6.086828e-05
      ]
    ]
  },
  "In soil chemistry, this word follows \"base\" in a term that refers to the fraction of exchangeable cations that are bases. One measure of the degree to which a property denoted by this word is not present in a sample is the bromine number. Metals exhibit a \"coordinated\" property denoted by this word when they satisfy the 18-electron rule. The degree to which an organic molecule does not exhibit a property": {
    "guess": "Ligand",
    "confidence": [
      [
        "L",
        -1.0787685
      ],
      [
        "ig",
        -0.0047037723
      ],
      [
        "and",
        -0.0062135276
      ]
    ]
  }
}