{
  "This man's downfall was precipitated by the desertion of Swiss mercenaries from both his and his attacker's": {
    "guess": "Charles the Bold",
    "confidence": [
      [
        "Charles",
        -0.8511568
      ],
      [
        " the",
        -0.28515002
      ],
      [
        " Bold",
        -0.0180653
      ]
    ]
  },
  "This man's downfall was precipitated by the desertion of Swiss mercenaries from both his and his attacker's side, though the Swiss were subsequently influential in restoring his son Maximilian to power.  While imprisoned, he attempted to escape from the castle of Loches, but the effort was unsuccessful and he ended up dying there.  After the fatal error of permitting French troops passage to attack": {
    "guess": "Louis XI of France",
    "confidence": [
      [
        "Louis",
        -0.8018117
      ],
      [
        " XI",
        -0.69679224
      ],
      [
        " of",
        -0.043993514
      ],
      [
        " France",
        -0.00011498674
      ]
    ]
  },
  "This man's downfall was precipitated by the desertion of Swiss mercenaries from both his and his attacker's side, though the Swiss were subsequently influential in restoring his son Maximilian to power.  While imprisoned, he attempted to escape from the castle of Loches, but the effort was unsuccessful and he ended up dying there.  After the fatal error of permitting French troops passage to attack Naples, an act criticized by Machiavelli as starting Italy's foreign subjugation, this husband of Beatrice": {
    "guess": "Louis XII of France",
    "confidence": [
      [
        "Louis",
        -0.94740915
      ],
      [
        " XII",
        -0.48355547
      ],
      [
        " of",
        -0.101768166
      ],
      [
        " France",
        -1.1517961e-05
      ]
    ]
  },
  "This man's downfall was precipitated by the desertion of Swiss mercenaries from both his and his attacker's side, though the Swiss were subsequently influential in restoring his son Maximilian to power.  While imprisoned, he attempted to escape from the castle of Loches, but the effort was unsuccessful and he ended up dying there.  After the fatal error of permitting French troops passage to attack Naples, an act criticized by Machiavelli as starting Italy's foreign subjugation, this husband of Beatrice fell to Louis XII despite winning a victory at Fornovo and being promoted from Regent to Duke by Emperor Maximilian I.  Also famous for his patronage of artists like Bramante and Leonardo da Vinci,": {
    "guess": "Ludovico Sforza",
    "confidence": [
      [
        "L",
        -0.06374282
      ],
      [
        "ud",
        -0.0618832
      ],
      [
        "ov",
        -1.18755715e-05
      ],
      [
        "ico",
        -9.0883464e-07
      ],
      [
        " S",
        -0.0006078408
      ],
      [
        "for",
        -6.392203e-06
      ],
      [
        "za",
        -1.7478143e-05
      ]
    ]
  },
  "This man's downfall was precipitated by the desertion of Swiss mercenaries from both his and his attacker's side, though the Swiss were subsequently influential in restoring his son Maximilian to power.": {
    "guess": "Swiss mercenaries",
    "confidence": [
      [
        "Sw",
        -1.2770007
      ],
      [
        "iss",
        -0.17057067
      ],
      [
        " mercenaries",
        -0.15530528
      ]
    ]
  },
  "This man's downfall was precipitated by the desertion of Swiss mercenaries from both his and his attacker's side, though the Swiss were subsequently influential in restoring his son Maximilian to power.  While imprisoned, he attempted to escape from the castle of Loches, but the effort was unsuccessful and he ended up dying there.  After the fatal error of permitting French troops passage to attack Naples, an act criticized by Machiavelli as starting Italy's foreign subjugation, this husband of Beatrice fell to Louis XII despite winning a victory at Fornovo and being promoted from Regent to Duke by Emperor Maximilian I.  Also famous for his patronage of artists like Bramante and Leonardo da Vinci, FTP, name this ruler of Milan, a Sforza whose title was derived from his dark complexion.": {
    "guess": "Ludovico Sforza",
    "confidence": [
      [
        "L",
        -0.02823164
      ],
      [
        "ud",
        -0.045460798
      ],
      [
        "ov",
        -1.7954959e-05
      ],
      [
        "ico",
        -7.58424e-06
      ],
      [
        " S",
        -0.0022824074
      ],
      [
        "for",
        -1.569009e-05
      ],
      [
        "za",
        -3.8577193e-05
      ]
    ]
  },
  "This man's downfall was precipitated by the desertion of Swiss mercenaries from both his and his attacker's side, though the Swiss were subsequently influential in restoring his son Maximilian to power.  While imprisoned, he attempted to escape from the castle of Loches, but the effort was unsuccessful and he ended up dying there.  After the fatal error of permitting French troops passage to attack Naples, an act criticized by Machiavelli as starting Italy's foreign subjugation, this husband of Beatrice fell to Louis XII despite winning a victory at Fornovo and being promoted from Regent to Duke": {
    "guess": "Ludovico Sforza",
    "confidence": [
      [
        "L",
        -0.033405803
      ],
      [
        "ud",
        -0.029617175
      ],
      [
        "ov",
        -0.00011915887
      ],
      [
        "ico",
        -1.7239736e-05
      ],
      [
        " S",
        -0.0030700453
      ],
      [
        "for",
        -2.5107178e-05
      ],
      [
        "za",
        -3.392825e-05
      ]
    ]
  },
  "This man's downfall was precipitated by the desertion of Swiss mercenaries from both his and his attacker's side, though the Swiss were subsequently influential in restoring his son Maximilian to power.  While imprisoned, he attempted to escape from the castle of Loches, but the effort was unsuccessful": {
    "guess": "Louis XI of France",
    "confidence": [
      [
        "Louis",
        -1.0357151
      ],
      [
        " XI",
        -0.16666405
      ],
      [
        " of",
        -0.1167039
      ],
      [
        " France",
        -4.7994283e-05
      ]
    ]
  }
}