{
  "Berenguer II was a longtime enemy of this man, until this man's daughter married Berenguer's son. After his recall he fought off Tashafin's army, which had responded to pleas from local lords by forcing the Battle of az-Zallaqah, a massive Almoravid victory. The actions at the Battle of Cabra by this former subordinate of Sancho the Strong angered Alfonso the Brave, who exiled him despite his service at the Battle of Graus and the siege of Zaragoza. The owner of Colada and Tizona, for 10 points, identify this general whose conquest of Valencia during the Reconquista made him a national hero of": {
    "guess": "El Cid",
    "confidence": [
      [
        "El",
        -0.08297875
      ],
      [
        " C",
        -0.00040540905
      ],
      [
        "id",
        -4.0007635e-05
      ]
    ]
  },
  "Bertram Forer used a fake analysis of this concept to demonstrate the PT Barnum effect, while the case of Phineas Gage provided early evidence for its biological basis. Cattell defined this concept in terms of its ability to predict behavior, while Allport's trait theory of this concept held that certain traits were central and others were secondary. The most widely accepted theory of this concept is the Big Five, and Carl Jung's theory on this property was developed into a four part scale by Myers and Briggs. For 10 points, name this property of a person that might include traits like extroversion or agreeableness.": {
    "guess": "Personality traits",
    "confidence": [
      [
        "Person",
        -0.0012996421
      ],
      [
        "ality",
        -6.704273e-07
      ],
      [
        " traits",
        -0.7008822
      ]
    ]
  },
  "Bertram Forer used a fake analysis of this concept to demonstrate the PT Barnum effect, while the case of Phineas Gage provided early evidence for its biological basis. Cattell defined this concept in terms of its ability to predict behavior, while Allport's trait theory of this concept held that certain traits were central and others were secondary. The most widely accepted theory of this concept is the Big Five, and Carl Jung's theory on this property was developed into a four part scale by Myers": {
    "guess": "Personality trait",
    "confidence": [
      [
        "Person",
        -0.0132141225
      ],
      [
        "ality",
        -0.00011915887
      ],
      [
        " trait",
        -0.7081538
      ]
    ]
  },
  "Bertil Lindblad presented a \"dilemma\" presented by these objects that the SSPSF model and the Lin- Shu density wave theory both proclaim to solve. Their axes of rotation line up along cosmic voids in the \"beads on a string\" model. These objects make up both \"forks\" of the Hubble Tuning Fork diagram, and one variant is the \"barred\" type. For 10 points, name this type of galaxy characterized by a central": {
    "guess": "Spiral galaxy",
    "confidence": [
      [
        "S",
        -0.14065035
      ],
      [
        "pir",
        -6.511407e-06
      ],
      [
        "al",
        -5.9153886e-06
      ],
      [
        " galaxy",
        -0.0030877553
      ]
    ]
  },
  "Bert Convey plays a bored executive who travels with his friend, Shakey Finch, who has put on some weight, causing their motorcycle to drive with a wheelie the entire time.* Terry Bradshaw and Mel Tillis end up in a hotel pool, along with their Chevrolet Malibu NASCAR stockcar. Roger Moore plays Seymour": {
    "guess": "Smokey and the Bandit II",
    "confidence": [
      [
        "S",
        -0.9033166
      ],
      [
        "mo",
        -0.0011003263
      ],
      [
        "key",
        -4.8425554e-06
      ],
      [
        " and",
        -0.00044401636
      ],
      [
        " the",
        -0.00210256
      ],
      [
        " Band",
        -0.00026550796
      ],
      [
        "it",
        -9.2695656e-05
      ],
      [
        " II",
        -0.03165254
      ]
    ]
  },
  "Bertrand meets an injured man outside his family's plantation in this author's short story \"A Wizard from Gettysburg,\" and Little Mrs. Sommers finds \"herself the unexpected possessor of fifteen dollars\" in this author's short story \"A Pair of Silk Stockings.\" The recently widowed Therese won't accept": {
    "guess": "Kate Chopin",
    "confidence": [
      [
        "Kate",
        -0.025009418
      ],
      [
        " Chop",
        -0.00019388489
      ],
      [
        "in",
        -7.703444e-06
      ]
    ]
  },
  "Bertil Lindblad presented a \"dilemma\" presented by these objects that the SSPSF model and the Lin- Shu density wave theory both proclaim to solve. Their axes of rotation line up along cosmic voids in the": {
    "guess": "Spiral galaxy",
    "confidence": [
      [
        "S",
        -0.17825693
      ],
      [
        "pir",
        -3.631232e-05
      ],
      [
        "al",
        -4.1273333e-06
      ],
      [
        " galaxy",
        -0.00048393858
      ]
    ]
  },
  "Bertram Forer used a fake analysis of this concept to demonstrate the PT Barnum effect, while the case of Phineas Gage provided early evidence for its biological basis. Cattell defined this concept in": {
    "guess": "Personality trait",
    "confidence": [
      [
        "Person",
        -0.14402007
      ],
      [
        "ality",
        -1.998142e-05
      ],
      [
        " trait",
        -0.66146183
      ]
    ]
  },
  "Bertil Lindblad presented a \"dilemma\" presented by these objects that the SSPSF model and the Lin- Shu": {
    "guess": "Galaxy rotation curve",
    "confidence": [
      [
        "Gal",
        -0.7301182
      ],
      [
        "axy",
        -0.6355047
      ],
      [
        " rotation",
        -0.15186866
      ],
      [
        " curve",
        -0.093162194
      ]
    ]
  },
  "Bertram Forer used a fake analysis of this concept to demonstrate the PT Barnum effect, while the case": {
    "guess": "Barnum effect",
    "confidence": [
      [
        "B",
        -0.62393844
      ],
      [
        "arn",
        -0.00053587474
      ],
      [
        "um",
        -1.8431772e-05
      ],
      [
        " effect",
        -0.0025942076
      ]
    ]
  },
  "Bert Convey plays a bored executive who travels with his friend, Shakey Finch, who has put on some weight, causing their motorcycle to drive with a wheelie the entire time.* Terry Bradshaw and Mel Tillis": {
    "guess": "Cannonball (TV series)",
    "confidence": [
      [
        "C",
        -0.60511345
      ],
      [
        "annon",
        -0.0018572459
      ],
      [
        "ball",
        -1.8550976e-05
      ],
      [
        " (",
        -0.5632975
      ],
      [
        "TV",
        -0.16904761
      ],
      [
        " series",
        -0.0023484114
      ],
      [
        ")",
        -2.2723105e-05
      ]
    ]
  },
  "Bertrand meets an injured man outside his family's plantation in this author's short story \"A Wizard from Gettysburg,\" and Little Mrs. Sommers finds \"herself the unexpected possessor of fifteen dollars\" in this author's short story \"A Pair of Silk Stockings.\" The recently widowed Therese won't accept divorced businessman David Hosmer's marriage proposal in this author's novel At Fault. In the title story of a collection by this author, the 28-year old Telesphore, in need of a wife, goes down to Marksville on Sunday night. Another of her short stories describes Louise Mallard, who realizes that she is \"free, free, free!\" after hearing a report about the death of her husband Brently. In addition to \"A Night in Acadie\" and \"The Story of an Hour,\" she wrote a novel about a \"hadsome\" wife who has": {
    "guess": "Kate Chopin",
    "confidence": [
      [
        "Kate",
        -0.00030864868
      ],
      [
        " Chop",
        -5.2643223e-05
      ],
      [
        "in",
        -9.253091e-06
      ]
    ]
  },
  "Bertram Forer used a fake analysis of this concept to demonstrate the PT Barnum effect, while the case of Phineas Gage provided early evidence for its biological basis. Cattell defined this concept in terms of its ability to predict behavior, while Allport's trait theory of this concept held that certain": {
    "guess": "Personality",
    "confidence": [
      [
        "Person",
        -0.23241267
      ],
      [
        "ality",
        -0.00012844942
      ]
    ]
  },
  "The Berleburg version of this text was written by Pietists so that the \"one divine meaning\" of it would be revealed. Sirach and Tobit are works included within the Septuagint, which excludes many other Greek portions of this text. A notable version of this text was translated by John Wycliffe. One version of this text establishes the Apocrypha as deuterocanonical, a distinction Martin Luther draws upon in creating his version of this scripture.  Jerome translated this text into Latin to create a version called the Vulgate. For 10 points, name this work of scripture, which comes in American Standard and King James versions and is broken into Old and New Testaments.": {
    "guess": "Bible",
    "confidence": [
      [
        "B",
        -0.015838444
      ],
      [
        "ible",
        -2.0458236e-05
      ]
    ]
  },
  "Bert Convey plays a bored executive who travels with his friend, Shakey Finch, who has put on some weight,": {
    "guess": "The Cannonball Run",
    "confidence": [
      [
        "The",
        -1.3107762
      ],
      [
        " Cannon",
        -1.494638
      ],
      [
        "ball",
        -0.0015965108
      ],
      [
        " Run",
        -0.00049095694
      ]
    ]
  },
  "Berenguer II was a longtime enemy of this man, until this man's daughter married Berenguer's son. After his recall he fought off Tashafin's army, which had responded to pleas from local lords by forcing the Battle of az-Zallaqah, a massive Almoravid victory. The actions at the Battle of Cabra by this former subordinate of Sancho the Strong angered Alfonso the Brave, who exiled him despite his service": {
    "guess": "El Cid",
    "confidence": [
      [
        "El",
        -0.2684214
      ],
      [
        " C",
        -0.00037156625
      ],
      [
        "id",
        -4.3941356e-05
      ]
    ]
  },
  "Berenguer II was a longtime enemy of this man, until this man's daughter married Berenguer's son. After his recall he fought off Tashafin's army, which had responded to pleas from local lords by forcing the Battle of az-Zallaqah, a massive Almoravid victory. The actions at the Battle of Cabra by this": {
    "guess": "Alfonso VII of León and Castile",
    "confidence": [
      [
        "Al",
        -0.880925
      ],
      [
        "fon",
        -0.4171685
      ],
      [
        "so",
        -6.6113236e-05
      ],
      [
        " VII",
        -0.179723
      ],
      [
        " of",
        -0.06866899
      ],
      [
        " Le",
        -0.012673862
      ],
      [
        "ón",
        -4.20341e-05
      ],
      [
        " and",
        -0.06965372
      ],
      [
        " Cast",
        -0.00010354319
      ],
      [
        "ile",
        -0.0024142999
      ]
    ]
  },
  "Berosus argues that this man died while fighting Dahae archers, but he may have died against Queen Tomyris. Advised by Harpagus, he fought against Croesus at Thymbra and at Sardis, but this son of Mandane": {
    "guess": "Cyrus the Great",
    "confidence": [
      [
        "C",
        -0.15777397
      ],
      [
        "yr",
        -0.00060188427
      ],
      [
        "us",
        -2.7848862e-05
      ],
      [
        " the",
        -0.0009938681
      ],
      [
        " Great",
        -0.0024957526
      ]
    ]
  },
  "Bert Convey plays a bored executive who travels with his friend, Shakey Finch, who has put on some weight, causing their motorcycle to drive with a wheelie the entire time.* Terry Bradshaw and Mel Tillis end up in a hotel pool, along with their Chevrolet Malibu NASCAR stockcar. Roger Moore plays Seymour Goldfarb, Jr., who thinks he is Roger Moore, and Jamie Farr is \"The Sheik\", who wants to win the race so bad, that he will even buy victory. These are some of the racers in, FTP, what 1981 Hal Needham": {
    "guess": "The Cannonball Run",
    "confidence": [
      [
        "The",
        -0.20154363
      ],
      [
        " Cannon",
        -0.011899873
      ],
      [
        "ball",
        -0.00062141527
      ],
      [
        " Run",
        -9.281486e-05
      ]
    ]
  },
  "Berenguer II was a longtime enemy of this man, until this man's daughter married Berenguer's son. After": {
    "guess": "William IX, Duke of Aquitaine",
    "confidence": [
      [
        "William",
        -0.71699995
      ],
      [
        " IX",
        -0.21490471
      ],
      [
        ",",
        -0.032349758
      ],
      [
        " Duke",
        -0.00089490524
      ],
      [
        " of",
        -2.2723105e-05
      ],
      [
        " Aqu",
        -4.723352e-06
      ],
      [
        "it",
        -8.792751e-05
      ],
      [
        "aine",
        -0.000994941
      ]
    ]
  },
  "Berenguer II was a longtime enemy of this man, until this man's daughter married Berenguer's son. After his recall he fought off Tashafin's army, which had responded to pleas from local lords by forcing": {
    "guess": "Alfonso I of Aragon",
    "confidence": [
      [
        "Al",
        -0.89545166
      ],
      [
        "fon",
        -0.042591557
      ],
      [
        "so",
        -0.00018971277
      ],
      [
        " I",
        -0.63059455
      ],
      [
        " of",
        -0.0053585023
      ],
      [
        " Ar",
        -0.0048105423
      ],
      [
        "agon",
        -0.00021557629
      ]
    ]
  },
  "Berenguer II was a longtime enemy of this man, until this man's daughter married Berenguer's son. After his recall he fought off Tashafin's army, which had responded to pleas from local lords by forcing the Battle of az-Zallaqah, a massive Almoravid victory. The actions at the Battle of Cabra by this former subordinate of Sancho the Strong angered Alfonso the Brave, who exiled him despite his service at the Battle of Graus and the siege of Zaragoza. The owner of Colada and Tizona, for 10 points,": {
    "guess": "El Cid",
    "confidence": [
      [
        "El",
        -0.18473394
      ],
      [
        " C",
        -3.619312e-05
      ],
      [
        "id",
        -2.057744e-05
      ]
    ]
  },
  "Berosus argues that this man died while fighting Dahae archers, but he may have died against Queen Tomyris. Advised by Harpagus, he fought against Croesus at Thymbra and at Sardis, but this son of Mandane was also able to defeat Nabonidus, thus ending the Babylonian Empire. This ender of the Babylonian": {
    "guess": "Cyrus the Great",
    "confidence": [
      [
        "C",
        -0.023843504
      ],
      [
        "yr",
        -1.0206721e-05
      ],
      [
        "us",
        -5.9153886e-06
      ],
      [
        " the",
        -0.0044443626
      ],
      [
        " Great",
        -0.0020072686
      ]
    ]
  },
  "Berenguer II was a longtime enemy of this man, until this man's daughter married Berenguer's son. After his recall he fought off Tashafin's army, which had responded to pleas from local lords by forcing the Battle of az-Zallaqah, a massive Almoravid victory. The actions at the Battle of Cabra by this former subordinate of Sancho the Strong angered Alfonso the Brave, who exiled him despite his service at the Battle of Graus and the siege of Zaragoza. The owner of Colada and Tizona, for 10 points, identify this general whose conquest of Valencia during the Reconquista made him a national hero of Spain.": {
    "guess": "El Cid",
    "confidence": [
      [
        "El",
        -0.19291806
      ],
      [
        " C",
        -0.00012558853
      ],
      [
        "id",
        -1.5213274e-05
      ]
    ]
  },
  "Bertrand meets an injured man outside his family's plantation in this author's short story \"A Wizard from Gettysburg,\" and Little Mrs. Sommers finds \"herself the unexpected possessor of fifteen dollars\" in this author's short story \"A Pair of Silk Stockings.\" The recently widowed Therese won't accept divorced businessman David Hosmer's marriage proposal in this author's novel At Fault. In the title story of a collection by this author, the 28-year old Telesphore, in need of a wife, goes down to Marksville on Sunday night. Another of her short stories describes Louise Mallard, who realizes that she is \"free, free, free!\" after hearing a report about the death of her husband Brently. In addition": {
    "guess": "Kate Chopin",
    "confidence": [
      [
        "Kate",
        -0.00064440694
      ],
      [
        " Chop",
        -4.2868523e-05
      ],
      [
        "in",
        -1.3544423e-05
      ]
    ]
  },
  "Berosus argues that this man died while fighting Dahae archers, but he may have died against Queen Tomyris. Advised by Harpagus, he fought against Croesus at Thymbra and at Sardis, but this son of Mandane was also able to defeat Nabonidus, thus ending the Babylonian Empire. This ender of the Babylonian Captivity squared off against the Median and Lydian Empire, has a namesake Cylinder discussing how he pleased Marduk, For ten points, name this Achaemenid Empire founder that began the Persian Empire.": {
    "guess": "Cyrus the Great",
    "confidence": [
      [
        "C",
        -0.0028578935
      ],
      [
        "yr",
        -0.0005613733
      ],
      [
        "us",
        -1.2590794e-05
      ],
      [
        " the",
        -0.089965954
      ],
      [
        " Great",
        -0.00066966715
      ]
    ]
  },
  "Bertram Forer used a fake analysis of this concept to demonstrate the PT Barnum effect, while the case of Phineas Gage provided early evidence for its biological basis. Cattell defined this concept in terms of its ability to predict behavior, while Allport's trait theory of this concept held that certain traits were central and others were secondary. The most widely accepted theory of this concept is the Big Five, and Carl Jung's theory on this property was developed into a four part scale by Myers and Briggs. For 10 points, name this property of a person that might include traits like extroversion": {
    "guess": "Personality",
    "confidence": [
      [
        "Person",
        -0.0011247373
      ],
      [
        "ality",
        -1.2664457e-06
      ]
    ]
  },
  "The Berleburg version of this text was written by Pietists so that the \"one divine meaning\" of it would be revealed. Sirach and Tobit are works included within the Septuagint, which excludes many other Greek portions of this text. A notable version of this text was translated by John Wycliffe. One version of this text establishes the Apocrypha as deuterocanonical, a distinction Martin Luther draws": {
    "guess": "Bible",
    "confidence": [
      [
        "B",
        -0.21296893
      ],
      [
        "ible",
        -0.0016335244
      ]
    ]
  },
  "Bertrand meets an injured man outside his family's plantation in this author's short story \"A Wizard from Gettysburg,\" and Little Mrs. Sommers finds \"herself the unexpected possessor of fifteen dollars\" in this author's short story \"A Pair of Silk Stockings.\" The recently widowed Therese won't accept divorced businessman David Hosmer's marriage proposal in this author's novel At Fault. In the title story of a collection by this author, the 28-year old Telesphore, in need of a wife, goes down to Marksville on Sunday night. Another of her short stories describes Louise Mallard, who realizes that she is \"free, free, free!\" after hearing a report about the death of her husband Brently. In addition to \"A Night in Acadie\" and \"The Story of an Hour,\" she wrote a novel about a \"hadsome\" wife who has an affair with Alcee Arobin after she meets a young man on vacation in Grand Isle, Robert LeBrun. FTP, name this author of a novel ending with the suicide of Edna Pontellier, The Awakening.": {
    "guess": "Kate Chopin",
    "confidence": [
      [
        "Kate",
        -0.0014843896
      ],
      [
        " Chop",
        -0.00013047588
      ],
      [
        "in",
        -9.849109e-06
      ]
    ]
  },
  "The Berleburg version of this text was written by Pietists so that the \"one divine meaning\" of it would be revealed. Sirach and Tobit are works included within the Septuagint, which excludes many other Greek portions of this text. A notable version of this text was translated by John Wycliffe. One version of this text establishes the Apocrypha as deuterocanonical, a distinction Martin Luther draws upon in creating his version of this scripture.  Jerome translated this text into Latin to create a version called the Vulgate. For 10 points, name this work of scripture, which comes in American Standard": {
    "guess": "Bible",
    "confidence": [
      [
        "B",
        -0.054612894
      ],
      [
        "ible",
        -0.006376414
      ]
    ]
  },
  "Berosus argues that this man died while fighting Dahae archers, but he may have died against Queen Tomyris. Advised by Harpagus, he fought against Croesus at Thymbra and at Sardis, but this son of Mandane was also able to defeat Nabonidus, thus ending the Babylonian Empire. This ender of the Babylonian Captivity squared off against the Median and Lydian Empire, has a namesake Cylinder discussing how": {
    "guess": "Cyrus the Great",
    "confidence": [
      [
        "C",
        -0.030583613
      ],
      [
        "yr",
        -3.9054008e-05
      ],
      [
        "us",
        -6.9882217e-06
      ],
      [
        " the",
        -0.05551175
      ],
      [
        " Great",
        -0.0016273368
      ]
    ]
  },
  "Bertrand meets an injured man outside his family's plantation in this author's short story \"A Wizard from Gettysburg,\" and Little Mrs. Sommers finds \"herself the unexpected possessor of fifteen dollars\" in this author's short story \"A Pair of Silk Stockings.\" The recently widowed Therese won't accept divorced businessman David Hosmer's marriage proposal in this author's novel At Fault. In the title story of a collection by this author, the 28-year old Telesphore, in need of a wife, goes down to Marksville on Sunday night. Another of her short stories describes Louise Mallard, who realizes that": {
    "guess": "Kate Chopin",
    "confidence": [
      [
        "Kate",
        -0.0021094554
      ],
      [
        " Chop",
        -9.2576454e-05
      ],
      [
        "in",
        -1.9862217e-05
      ]
    ]
  },
  "Bert Convey plays a bored executive who travels with his friend, Shakey Finch, who has put on some weight, causing their motorcycle to drive with a wheelie the entire time.* Terry Bradshaw and Mel Tillis end up in a hotel pool, along with their Chevrolet Malibu NASCAR stockcar. Roger Moore plays Seymour Goldfarb, Jr., who thinks he is Roger Moore, and Jamie Farr is \"The Sheik\", who wants to win the race so bad, that he will even buy victory. These are some of the racers in, FTP, what 1981 Hal Needham film also featuring Dom DeLuise, Farrah Fawcett, and Burt Reynolds?": {
    "guess": "The Cannonball Run",
    "confidence": [
      [
        "The",
        -0.3406154
      ],
      [
        " Cannon",
        -0.001838918
      ],
      [
        "ball",
        -0.00043782144
      ],
      [
        " Run",
        -7.076218e-05
      ]
    ]
  },
  "The Berleburg version of this text was written by Pietists so that the \"one divine meaning\" of it would be revealed. Sirach and Tobit are works included within the Septuagint, which excludes many other": {
    "guess": "Berleburg Bible",
    "confidence": [
      [
        "Ber",
        -1.5707042
      ],
      [
        "le",
        -0.07215532
      ],
      [
        "burg",
        -0.0005710252
      ],
      [
        " Bible",
        -0.0013029762
      ]
    ]
  },
  "Bertram Forer used a fake analysis of this concept to demonstrate the PT Barnum effect, while the case of Phineas Gage provided early evidence for its biological basis. Cattell defined this concept in terms of its ability to predict behavior, while Allport's trait theory of this concept held that certain traits were central and others were secondary. The most widely accepted theory of this concept": {
    "guess": "Personality",
    "confidence": [
      [
        "Person",
        -0.019935705
      ],
      [
        "ality",
        -1.0921943e-05
      ]
    ]
  },
  "The Berleburg version of this text was written by Pietists so that the \"one divine meaning\" of it would be revealed. Sirach and Tobit are works included within the Septuagint, which excludes many other Greek portions of this text. A notable version of this text was translated by John Wycliffe. One version": {
    "guess": "Bible translations",
    "confidence": [
      [
        "B",
        -0.70464146
      ],
      [
        "ible",
        -0.002820328
      ],
      [
        " translations",
        -0.2255071
      ]
    ]
  },
  "Berosus argues that this man died while fighting Dahae archers, but he may have died against Queen Tomyris.": {
    "guess": "Cyrus the Great",
    "confidence": [
      [
        "C",
        -0.4082281
      ],
      [
        "yr",
        -0.0003781224
      ],
      [
        "us",
        -8.061054e-06
      ],
      [
        " the",
        -0.0029038973
      ],
      [
        " Great",
        -0.007740074
      ]
    ]
  },
  "Bertrand meets an injured man outside his family's plantation in this author's short story \"A Wizard from Gettysburg,\" and Little Mrs. Sommers finds \"herself the unexpected possessor of fifteen dollars\" in this author's short story \"A Pair of Silk Stockings.\" The recently widowed Therese won't accept divorced businessman David Hosmer's marriage proposal in this author's novel At Fault. In the title story of a collection by this author, the 28-year old Telesphore, in need of a wife, goes down to Marksville": {
    "guess": "Kate Chopin",
    "confidence": [
      [
        "Kate",
        -0.0019652701
      ],
      [
        " Chop",
        -0.00010163593
      ],
      [
        "in",
        -1.0683535e-05
      ]
    ]
  },
  "Bert Convey plays a bored executive who travels with his friend, Shakey Finch, who has put on some weight, causing their motorcycle to drive with a wheelie the entire time.* Terry Bradshaw and Mel Tillis end up in a hotel pool, along with their Chevrolet Malibu NASCAR stockcar. Roger Moore plays Seymour Goldfarb, Jr., who thinks he is Roger Moore, and Jamie Farr is \"The Sheik\", who wants to win the": {
    "guess": "Cannonball Run",
    "confidence": [
      [
        "C",
        -0.1665163
      ],
      [
        "annon",
        -0.0030190644
      ],
      [
        "ball",
        -0.00014239625
      ],
      [
        " Run",
        -0.051775824
      ]
    ]
  },
  "Bertrand meets an injured man outside his family's plantation in this author's short story \"A Wizard from Gettysburg,\" and Little Mrs. Sommers finds \"herself the unexpected possessor of fifteen dollars\" in this author's short story \"A Pair of Silk Stockings.\" The recently widowed Therese won't accept divorced businessman David Hosmer's marriage proposal in this author's novel At Fault. In the title": {
    "guess": "Kate Chopin",
    "confidence": [
      [
        "Kate",
        -0.002726179
      ],
      [
        " Chop",
        -0.00016218038
      ],
      [
        "in",
        -1.1994775e-05
      ]
    ]
  },
  "Bertrand meets an injured man outside his family's plantation in this author's short story \"A Wizard from Gettysburg,\" and Little Mrs. Sommers finds \"herself the unexpected possessor of fifteen dollars\" in this author's short story \"A Pair of Silk Stockings.\" The recently widowed Therese won't accept divorced businessman David Hosmer's marriage proposal in this author's novel At Fault. In the title story of a collection by this author, the 28-year old Telesphore, in need of a wife, goes down to Marksville on Sunday night. Another of her short stories describes Louise Mallard, who realizes that she is \"free, free, free!\" after hearing a report about the death of her husband Brently. In addition to \"A Night in Acadie\" and \"The Story of an Hour,\" she wrote a novel about a \"hadsome\" wife who has an affair with Alcee Arobin after she meets a young man on vacation in Grand Isle, Robert LeBrun.": {
    "guess": "Kate Chopin",
    "confidence": [
      [
        "Kate",
        -0.0012155944
      ],
      [
        " Chop",
        -0.0002580018
      ],
      [
        "in",
        -1.3663626e-05
      ]
    ]
  },
  "Bertil Lindblad presented a \"dilemma\" presented by these objects that the SSPSF model and the Lin- Shu density wave theory both proclaim to solve. Their axes of rotation line up along cosmic voids in the \"beads on a string\" model. These objects make up both \"forks\" of the Hubble Tuning Fork diagram,": {
    "guess": "Spiral galaxy",
    "confidence": [
      [
        "S",
        -0.67802423
      ],
      [
        "pir",
        -2.0815847e-05
      ],
      [
        "al",
        -1.3186812e-05
      ],
      [
        " galaxy",
        -0.0016213839
      ]
    ]
  },
  "The Berleburg version of this text was written by Pietists so that the \"one divine meaning\" of it would be revealed. Sirach and Tobit are works included within the Septuagint, which excludes many other Greek portions of this text. A notable version of this text was translated by John Wycliffe. One version of this text establishes the Apocrypha as deuterocanonical, a distinction Martin Luther draws upon in creating his version of this scripture.  Jerome translated this text into Latin to create a": {
    "guess": "Vulgate",
    "confidence": [
      [
        "V",
        -0.11143908
      ],
      [
        "ul",
        -8.75699e-05
      ],
      [
        "gate",
        -1.1398757e-05
      ]
    ]
  },
  "Bertrand meets an injured man outside his family's plantation in this author's short story \"A Wizard from Gettysburg,\" and Little Mrs. Sommers finds \"herself the unexpected possessor of fifteen dollars\"": {
    "guess": "Kate Chopin",
    "confidence": [
      [
        "Kate",
        -0.014579005
      ],
      [
        " Chop",
        -0.000101159116
      ],
      [
        "in",
        -7.703444e-06
      ]
    ]
  },
  "The Berleburg version of this text was written by Pietists so that the \"one divine meaning\" of it would": {
    "guess": "Book of Esther",
    "confidence": [
      [
        "Book",
        -0.6569279
      ],
      [
        " of",
        -0.002729502
      ],
      [
        " Esther",
        -0.53489226
      ]
    ]
  },
  "Bertrand meets an injured man outside his family's plantation in this author's short story \"A Wizard": {
    "guess": "Flannery O'Connor",
    "confidence": [
      [
        "Fl",
        -0.48222363
      ],
      [
        "ann",
        -0.00064702943
      ],
      [
        "ery",
        -4.7994283e-05
      ],
      [
        " O",
        -0.0006909899
      ],
      [
        "'Connor",
        -0.0006203425
      ]
    ]
  },
  "Bertil Lindblad presented a \"dilemma\" presented by these objects that the SSPSF model and the Lin- Shu density wave theory both proclaim to solve. Their axes of rotation line up along cosmic voids in the \"beads on a string\" model. These objects make up both \"forks\" of the Hubble Tuning Fork diagram, and one variant is the \"barred\" type. For 10 points, name this type of galaxy characterized by a central bulge and arms, typified by the Milky Way.": {
    "guess": "Spiral galaxy",
    "confidence": [
      [
        "S",
        -0.040181786
      ],
      [
        "pir",
        -1.0280384e-06
      ],
      [
        "al",
        -1.3902034e-05
      ],
      [
        " galaxy",
        -0.005478964
      ]
    ]
  }
}