{
  "The pace of this battle picked up after a French victory at nearby Saint Loup and concluded with a French victory at Les Tournelles. Before those events, much of the action involved a fortified bridge, with the British leadership changing from the Earl of Salisbury to the Earl of Suffolk to the Earl of Shrewsbury. The French victory would have been even stronger, but they did not want to rout retreating troops on the Sabbath. This battle, which took place by the Loire River, halted English momentum": {
    "guess": "Battle of Jargeau",
    "confidence": [
      [
        "Battle",
        -0.3213008
      ],
      [
        " of",
        -0.000108788154
      ],
      [
        " J",
        -0.02789098
      ],
      [
        "arge",
        -0.00012415809
      ],
      [
        "au",
        -0.00027432904
      ]
    ]
  },
  "The pace of this battle picked up after a French victory at nearby Saint Loup and concluded with a French": {
    "guess": "Battle of Patay",
    "confidence": [
      [
        "Battle",
        -0.44680515
      ],
      [
        " of",
        -0.001357025
      ],
      [
        " Pat",
        -0.8188607
      ],
      [
        "ay",
        -8.971556e-05
      ]
    ]
  },
  "The pace of this battle picked up after a French victory at nearby Saint Loup and concluded with a French victory at Les Tournelles. Before those events, much of the action involved a fortified bridge, with the British leadership changing from the Earl of Salisbury to the Earl of Suffolk to the Earl of Shrewsbury. The French victory would have been even stronger, but they did not want to rout retreating troops on the Sabbath. This battle, which took place by the Loire River, halted English momentum and ended a long siege during the Hundred Years War, supporting the reign of Charles VII. Name this 1429 battle whose hero was Joan of Arc.": {
    "guess": "Siege of Orleans",
    "confidence": [
      [
        "Sie",
        -0.15014486
      ],
      [
        "ge",
        -0.00047475993
      ],
      [
        " of",
        -0.0003893239
      ],
      [
        " Orleans",
        -0.30616903
      ]
    ]
  },
  "The pace of this battle picked up after a French victory at nearby Saint Loup and concluded with a French victory at Les Tournelles. Before those events, much of the action involved a fortified bridge,": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.37750107
      ],
      [
        " of",
        -0.0019192412
      ],
      [
        " Ag",
        -1.1575668
      ],
      [
        "inc",
        -0.00025049195
      ],
      [
        "ourt",
        -3.094816e-05
      ]
    ]
  },
  "The pace of this battle picked up after a French victory at nearby Saint Loup and concluded with a French victory at Les Tournelles. Before those events, much of the action involved a fortified bridge, with the British leadership changing from the Earl of Salisbury to the Earl of Suffolk to the Earl": {
    "guess": "Siege of Orleans",
    "confidence": [
      [
        "Sie",
        -0.43532717
      ],
      [
        "ge",
        -0.001737659
      ],
      [
        " of",
        -0.00016754455
      ],
      [
        " Orleans",
        -0.49982026
      ]
    ]
  },
  "The pace of this battle picked up after a French victory at nearby Saint Loup and concluded with a French victory at Les Tournelles. Before those events, much of the action involved a fortified bridge, with the British leadership changing from the Earl of Salisbury to the Earl of Suffolk to the Earl of Shrewsbury. The French victory would have been even stronger, but they did not want to rout retreating troops on the Sabbath. This battle, which took place by the Loire River, halted English momentum and ended a long siege during the Hundred Years War, supporting the reign of Charles VII. Name this": {
    "guess": "Battle of Jargeau",
    "confidence": [
      [
        "Battle",
        -0.7191741
      ],
      [
        " of",
        -0.0005801965
      ],
      [
        " J",
        -0.78518456
      ],
      [
        "arge",
        -0.00020914296
      ],
      [
        "au",
        -0.0003771688
      ]
    ]
  },
  "The pace of this battle picked up after a French victory at nearby Saint Loup and concluded with a French victory at Les Tournelles. Before those events, much of the action involved a fortified bridge, with the British leadership changing from the Earl of Salisbury to the Earl of Suffolk to the Earl of Shrewsbury. The French victory would have been even stronger, but they did not want to rout retreating": {
    "guess": "Battle of Jargeau",
    "confidence": [
      [
        "Battle",
        -0.11755119
      ],
      [
        " of",
        -0.0004975095
      ],
      [
        " J",
        -0.63408935
      ],
      [
        "arge",
        -7.183501e-05
      ],
      [
        "au",
        -0.0011677222
      ]
    ]
  }
}