{
  "Several of its proteins contain a unique 36 amino acid sequence known as SXC domains.  It can enter a dauer stage when stressed during development, whereas normally an anchor cell uses the LIN-3 growth": {
    "guess": "Caenorhabditis elegans",
    "confidence": [
      [
        "Ca",
        -0.56354725
      ],
      [
        "enor",
        -4.3202e-07
      ],
      [
        "hab",
        -5.538491e-05
      ],
      [
        "dit",
        -1.6882126e-05
      ],
      [
        "is",
        -0.000107953725
      ],
      [
        " eleg",
        -0.0031666718
      ],
      [
        "ans",
        -5.7411373e-05
      ]
    ]
  },
  "Several hundred mutineers were shot from cannons during the closing months of this rebellion, which ended with the campaigns of Hugh Rose. The tide had turned with the winter campaign around Lucknow led by Colin Campbell. Earlier, Bahadur Shah II was nominally returned to power after native soldiers stationed in Meerut rose up in outrage concerning the requirement that they use a mixture of pigs' and": {
    "guess": "Indian Rebellion of 1857",
    "confidence": [
      [
        "Indian",
        -0.0007188652
      ],
      [
        " Rebellion",
        -3.1305768e-05
      ],
      [
        " of",
        -3.650519e-06
      ],
      [
        " ",
        -1.504853e-06
      ],
      [
        "185",
        -8.299462e-06
      ],
      [
        "7",
        -9.0883464e-07
      ]
    ]
  },
  "Several pictures by this artist used Adrianus Jacobus Zuyderland as a model, including a work   showing him dressed all in blue sitting in a chair with his head in his hands. In addition to that work,  sometimes called Sorrowing Old Man  and sometimes At Eternity's Gate, this artist painted a man   leaning on his right hand with a foxglove plant in front of him. This artist also showed a poor family  eating around a table with a small lamp hanging above. In addition to Portrait of Dr. Gachet  and": {
    "guess": "Vincent van Gogh",
    "confidence": [
      [
        "Vin",
        -0.020329311
      ],
      [
        "cent",
        -5.4385737e-06
      ],
      [
        " van",
        -0.004045987
      ],
      [
        " G",
        -3.1737043e-06
      ],
      [
        "ogh",
        -2.0458236e-05
      ]
    ]
  },
  "The seventh section of this work ends with the memorable command, \"be not therefore troubled,\" and the sixth section considers the impossibility of a man without thought. Declaring at one point \"how hollow": {
    "guess": "The Consolation of Philosophy",
    "confidence": [
      [
        "The",
        -0.6719324
      ],
      [
        " Cons",
        -1.8186893
      ],
      [
        "olation",
        -0.0067449743
      ],
      [
        " of",
        -1.2829201e-05
      ],
      [
        " Philosophy",
        -4.2868523e-05
      ]
    ]
  },
  "One of seven deacons chosen to care for the elderly Hellenist widows, he believed Moses to be both ruler and deliverer, and in Acts 7:48 he condemned the building of the temple as idolatry. Challenged to a dispute by a coalition including the Libertines and Alexandrians, they would later coerce people into testifying that he blasphemed. Speaking in front of the Sanhedrin, he looked up and claimed to see the Son of Man standing beside God, and upon saying this he was taken out of the city and stoned": {
    "guess": "Saint Stephen",
    "confidence": [
      [
        "Saint",
        -0.33940497
      ],
      [
        " Stephen",
        -0.0036752522
      ]
    ]
  },
  "Several men can be seen carving into Basalt in the background of this artist's Madonna of the Queries, and he worked on the so called Camera Picta in the Palazzo Ducale under the patronage of Ludovico II Gonzaga. Works by this artist of Court Scene in Belvedere Chapel, including Baptism and Virgin and Child With Saints, were destroyed with the church. His works in the Eremitani Church included The Baptism of Hermogenes and a series of works that depicted events in the life of (*) St. James were destroyed during World War II. He looked to texts by Plutarch, Appian and Suetonius for inspiration to": {
    "guess": "Andrea Mantegna",
    "confidence": [
      [
        "And",
        -0.017928781
      ],
      [
        "rea",
        -1.640531e-05
      ],
      [
        " Mant",
        -8.061054e-06
      ],
      [
        "eg",
        -5.574252e-05
      ],
      [
        "na",
        -3.035214e-05
      ]
    ]
  },
  "Several related techniques are named in analogy to this technique, which is the only one of the three named for the scientist who devised it. In it, the sample in question is subjected to electrophoresis through an agarose gel, followed by denaturation to form single-strands. These are then transferred onto a nitrocellulose filter and immobilized. Specific gene probes then hybridize with complementary": {
    "guess": "Northern blot",
    "confidence": [
      [
        "Northern",
        -0.115376316
      ],
      [
        " blot",
        -0.011479244
      ]
    ]
  },
  "Several months ago, this state was the site of the largest pharmaceutical drug bust in history, and that": {
    "guess": "2019 Indian pharmaceutical drug bust",
    "confidence": [
      [
        "201",
        -1.1201292
      ],
      [
        "9",
        -0.6459295
      ],
      [
        " Indian",
        -2.002168
      ],
      [
        " pharmaceutical",
        -0.075311854
      ],
      [
        " drug",
        -0.45037156
      ],
      [
        " bust",
        -0.09036104
      ]
    ]
  },
  "Several of the genes activated during this process are controlled by p38, which is acted upon by the": {
    "guess": "MAPK Signaling Pathway",
    "confidence": [
      [
        "MAP",
        -0.94639766
      ],
      [
        "K",
        -0.28014925
      ],
      [
        " Sign",
        -0.74772656
      ],
      [
        "aling",
        -0.0013809482
      ],
      [
        " Path",
        -0.090897046
      ],
      [
        "way",
        -0.009121
      ]
    ]
  },
  "Several works in this city were designed by Flaminio Ponzio, including the Big Fountain at Acqua   Paola and the house that is now the site of Galleria Borghese [bor-GAY-zay]. The largest unreinforced  concrete dome, which has an opening in its center, is in a now-Catholic church in this city. Its Trinità   dei Monti Church is at the top of its Spanish Steps, while its Gemonian stairs led to its forum, which  housed the Temple of Vesta. This city also contained Circus Maximus next to the Palatine": {
    "guess": "Rome",
    "confidence": [
      [
        "R",
        -0.0013389317
      ],
      [
        "ome",
        -6.392203e-06
      ]
    ]
  },
  "Several islands in this group are divided by the Kadovu Passage, while Lakemba is separated from Tuvuca by the Lakeba Passage. The core group's northernmost point, Nambouono, is found on an island defined by the Loa Peninsula and Natewa and Savusavu Bays, while that island is separated from this chain's only international airport by the Bligh Water. That airport is located at Nadi, on the island featuring the Sigatoka Sand Dunes and the widest river, the Rewa. This country is found 1100 miles north of New Zealand, in the Koro Sea. Seventy percent of its population lives on the island Viti Levu,": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.005590414
      ],
      [
        "iji",
        -1.0445127e-05
      ]
    ]
  },
  "Several letters were published in opposition to these documents under the pseudonym \"Centinel\". The 10th of these argued that Republican government was not restricted to small states, and defends pluralism, while the 84th explicitly dispenses with a section protecting people's rights. The first one lays out six topics to be covered, including the \"Utility of Union to [the] Present Prosperity.\" Most": {
    "guess": "The Federalist Papers",
    "confidence": [
      [
        "The",
        -0.026894292
      ],
      [
        " Federal",
        -0.026845783
      ],
      [
        "ist",
        -0.0012207018
      ],
      [
        " Papers",
        -0.0019568251
      ]
    ]
  },
  "Several islands in this group are divided by the Kadovu Passage, while Lakemba is separated from Tuvuca by the Lakeba Passage. The core group's northernmost point, Nambouono, is found on an island defined by the Loa Peninsula and Natewa and Savusavu Bays, while that island is separated from this chain's": {
    "guess": "Fiji Islands",
    "confidence": [
      [
        "F",
        -0.1990004
      ],
      [
        "iji",
        -0.008383726
      ],
      [
        " Islands",
        -0.030129837
      ]
    ]
  },
  "Several people involved in this event also participated in the concurrent Paterson Strike Pageant.  Laurette McCarthy wrote of Walter Pach's \"untold story\" in organizing this event. Albert Gleizes and Jacques Villon both made money from this event. An official statement of this event claimed that it was not \"propaganda for modernism\" and was issued by Arthur B. (*) Davies. One work in this event featured women drying their hair and was by John Sloan, while another was attacked for being an  \"explosion": {
    "guess": "The Armory Show",
    "confidence": [
      [
        "The",
        -0.010627182
      ],
      [
        " Arm",
        -0.0016893429
      ],
      [
        "ory",
        -8.299462e-06
      ],
      [
        " Show",
        -0.00022535099
      ]
    ]
  },
  "Several men can be seen carving into Basalt in the background of this artist's Madonna of the Queries, and he worked on the so called Camera Picta in the Palazzo Ducale under the patronage of Ludovico II Gonzaga. Works by this artist of Court Scene in Belvedere Chapel, including Baptism and Virgin and Child With Saints, were destroyed with the church. His works in the Eremitani Church included The": {
    "guess": "Andrea Mantegna",
    "confidence": [
      [
        "And",
        -0.0120130675
      ],
      [
        "rea",
        -8.89548e-06
      ],
      [
        " Mant",
        -2.4584822e-06
      ],
      [
        "eg",
        -1.569009e-05
      ],
      [
        "na",
        -2.9756122e-05
      ]
    ]
  },
  "Several of this man's early solo piano works are collected in his Album d'un voyager, and he noted that he could not find a lyrical melody in his second \"forgotten waltz.\" A work characteristic of his Wemar period is a symphonic poem titled Prometheus. Alidor is Lord of the Castle of Love in his sole": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.16443042
      ],
      [
        "z",
        -0.00091122516
      ],
      [
        " Lis",
        -0.00046284322
      ],
      [
        "zt",
        -0.00019638817
      ]
    ]
  },
  "Several reforms to this system were suggested by the Romanow commission, including asking Infoway to create a database. Certain provisions of this system were challenged in the Chaoulli case, and so-called": {
    "guess": "Health care in Canada",
    "confidence": [
      [
        "Health",
        -0.14065987
      ],
      [
        " care",
        -0.5908111
      ],
      [
        " in",
        -0.12126068
      ],
      [
        " Canada",
        -0.00023011913
      ]
    ]
  },
  "Several works in this city were designed by Flaminio Ponzio, including the Big Fountain at Acqua   Paola": {
    "guess": "Paola, Kansas",
    "confidence": [
      [
        "Pa",
        -0.067710035
      ],
      [
        "ola",
        -0.0007719861
      ],
      [
        ",",
        -0.14496079
      ],
      [
        " Kansas",
        -0.10826804
      ]
    ]
  },
  "Several of these entities were annexed by France after it sent the Alert and the Astrolabe. The \"Bombay Castle\" is located in this region, and two rival factions located here were the \"Kingdom of Humanity\" and the Republic of Morac-Songhrati-Meads, who were started by father-son pair James George and Franklin Meads. The discoverer of these entities was the commander of the whaling ship Cyrus, and they are found in the middle of the \"Dangerous Ground\". Tomas Cloma declared the Free Territory of Freedomland in this area. A detachment of troops guarding the (*) ship Sierra Madre are present in this location. Brunei claims Louisa Reef in this formation as part of its EEZ, and battles over it have included the Johnson South Reef Skirmish and the standoff over the Scarborough Shoals, in which the Chinese seized the area in question. For 10 points, name this archipelago fought over by six different": {
    "guess": "Spratly Islands",
    "confidence": [
      [
        "Spr",
        -0.021088542
      ],
      [
        "at",
        -8.685468e-05
      ],
      [
        "ly",
        -4.561021e-05
      ],
      [
        " Islands",
        -0.00015205175
      ]
    ]
  },
  "Several political groups in this country soundly rejected the Viollette Plan, which would have given": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.2984801
      ]
    ]
  },
  "The seventh section of this work ends with the memorable command, \"be not therefore troubled,\" and the sixth section considers the impossibility of a man without thought. Declaring at one point \"how hollow and full of ribaldry is the heart of man,\" the work begins with a statement of the difference between the mathematical and intuitive mind and goes on to draw some parallels to characters from the": {
    "guess": "Pensées",
    "confidence": [
      [
        "P",
        -0.5781234
      ],
      [
        "ens",
        -0.14323364
      ],
      [
        "ées",
        -0.00022344373
      ]
    ]
  },
  "A seven-station backtrack to Mosera followed the death of this figure at Mount Hor. This man's grandson impaled Cozbi and Zimri with a spear out of holy zeal against the Heresy of Peor. One son of this grandfather of Phinehas tended to the censers of several dead priests after the earth swallowed up": {
    "guess": "Aaron",
    "confidence": [
      [
        "Aaron",
        -0.030272445
      ]
    ]
  },
  "Several of its proteins contain a unique 36 amino acid sequence known as SXC domains.  It can enter a dauer stage when stressed during development, whereas normally an anchor cell uses the LIN-3 growth factor to direct the formation of its vulva.  The 2006 Nobel Prize in Medicine or Physiology was awarded for work on RNA interference in it, and Sydney Brenner is famous for using it to study apoptosis, which it uses to eliminate 131 cells on its way to a total of 959 somatic cells, each with a known": {
    "guess": "Caenorhabditis elegans",
    "confidence": [
      [
        "Ca",
        -0.010271262
      ],
      [
        "enor",
        -0.00011093382
      ],
      [
        "hab",
        -0.0004941755
      ],
      [
        "dit",
        -0.00020854695
      ],
      [
        "is",
        -0.00019257364
      ],
      [
        " eleg",
        -0.07984757
      ],
      [
        "ans",
        -0.00017135908
      ]
    ]
  },
  "Several years before this man targeted the Ottomans in the Night Attack, his brother Radu the Handsome converted to Islam at the Ottoman court. At three times, this man was voivode (VOH-yeh-vahd) of (*) Walachia (vah-LAH-kee-uh). One of this man's bynames was derived from his father's membership in the Order of the Dragon, and another from his tactic of displaying thousands of dead bodies of enemies after battles. For 10 points, name this Romanian ruler who became notorious for driving stakes through his victims.": {
    "guess": "Vlad the Impaler",
    "confidence": [
      [
        "V",
        -0.0037079195
      ],
      [
        "lad",
        -7.89631e-07
      ],
      [
        " the",
        -0.027406387
      ],
      [
        " Imp",
        -0.00040314416
      ],
      [
        "aler",
        -9.114601e-05
      ]
    ]
  },
  "Several of this musical's songs are sung as voicemails, including one in which a mother reminds her son not to leave his hot plate on when he leaves the house. Another song in this musical suggests \"spoke wheels\" and \"speeding tickets\" as ways to measure a certain amount of time. Wilson Jermaine Heredia won a Tony for the role of Angel in this musical, which is based on the character of Schaunard from La bohème. For 10 points, name this musical that follows a year in the life of eight New Yorkers and features the song \"Seasons of Love.\"": {
    "guess": "Rent (musical)",
    "confidence": [
      [
        "Rent",
        -0.0030509084
      ],
      [
        " (",
        -0.017315868
      ],
      [
        "mus",
        -0.00027313698
      ],
      [
        "ical",
        -0.00011963568
      ],
      [
        ")",
        -2.577686e-06
      ]
    ]
  },
  "There are several instances of implied cannibalism in this work, such as where people are drugged to be used as ingredients in dumplings. One of the title characters is considered a descendent of the mythical god-hero from Romance of the Three Kingdoms. This detailed novel traces the origins of each character and how they ended up on Mount Liangshang, whose names were immortalized in stone after a lightning strike as 36 Heaven elements and 72 Earth elements. Together they squelched three rebellions": {
    "guess": "Water Margin",
    "confidence": [
      [
        "Water",
        -0.034627505
      ],
      [
        " Margin",
        -0.00039111197
      ]
    ]
  },
  "It is one of several theorems that can be derived from the Pythagorean Theorem, but the easiest way to derive it is to write the Law of Cosines twice, taking advantage of the fact that the angles used in the equations are supplementary. You can then multiply each equation by a different length and add them to cancel out the angles. This theorem, named after an 18th Century Scot, gives a relationship between lengths when a single Cevian is drawn. It can be written N times A squared plus M times B squared equals C times the quantity D squared plus M times N. Name this theorem that gives a relationship between the lengths of the sides of a triangle to the lengths created by a segment going through the triangle.": {
    "guess": "Stewart's theorem",
    "confidence": [
      [
        "St",
        -0.6696151
      ],
      [
        "ewart",
        -0.0007610303
      ],
      [
        "'s",
        -0.0019279247
      ],
      [
        " theorem",
        -0.03145815
      ]
    ]
  },
  "A seven-station backtrack to Mosera followed the death of this figure at Mount Hor. This man's grandson impaled Cozbi and Zimri with a spear out of holy zeal against the Heresy of Peor. One son of this grandfather of Phinehas tended to the censers of several dead priests after the earth swallowed up several insurgents against this figure's rule. This father of Ithamar and Eleazar owned an object that": {
    "guess": "Aaron",
    "confidence": [
      [
        "Aaron",
        -0.031924028
      ]
    ]
  },
  "The Seventh is addressed to the people of England and compares their nation to a shop owner who sets a bull dog upon his customers. The thirteenth and last advocates a union of the States while the second exhorts General Howe to make peace. The first is the most famous; in it the author remembers the repulse of England by Joan of Arc and hopes for a similar \"Jersey maid\" and then recounts Washington's rescue of the garrison at Fort Lee and subsequent retreat to the Delaware. FTP name this series of pamphlets which admonishes Tories and \"sunshine patriots\" and begins \"These are the times that try": {
    "guess": "The American Crisis",
    "confidence": [
      [
        "The",
        -0.01063922
      ],
      [
        " American",
        -0.072712146
      ],
      [
        " Crisis",
        -0.00012142374
      ]
    ]
  },
  "Several other varieties of this experiment included one using a telephone and one using a contact plate. Zimbardo reported that none who refused to participate further insisted that the experiment to end. The learner was played by a 47-year-old Irish-American accountant trained for the role, and only": {
    "guess": "Milgram experiment",
    "confidence": [
      [
        "Mil",
        -0.0062430263
      ],
      [
        "gram",
        -0.00018720949
      ],
      [
        " experiment",
        -0.0011254526
      ]
    ]
  },
  "There are several instances of implied cannibalism in this work, such as where people are drugged to be used as ingredients in dumplings. One of the title characters is considered a descendent of the mythical god-hero from Romance of the Three Kingdoms. This detailed novel traces the origins of each character and how they ended up on Mount Liangshang, whose names were immortalized in stone after a lightning strike as 36 Heaven elements and 72 Earth elements. Together they squelched three rebellions of the Sung Dynasty. For 10 points, name this novel that criticized the rampant corruption and injustice": {
    "guess": "Water Margin",
    "confidence": [
      [
        "Water",
        -0.0351459
      ],
      [
        " Margin",
        -0.0001592003
      ]
    ]
  },
  "In the seventh book of this work, the writer claims that evil cannot be a substance but is rather a \"conflict of interests.\" One book describes the principle of cor ad cor loquitur, while in another book, the author admits to being unable to explain the concept of time. In book 10, the author calls memory the \"stomach of the mind,\" and in book 2, the author compares himself to Catiline after describing the theft of some pears. The deaths of Vecundus and Nebridius prompt the abandonment of rhetoric, while an earlier death inspires the author to abandon Manichaeism in Milan. The author's mother Monica": {
    "guess": "Confessions (Augustine)",
    "confidence": [
      [
        "Conf",
        -0.056921992
      ],
      [
        "essions",
        -0.0005536287
      ],
      [
        " (",
        -0.03552943
      ],
      [
        "August",
        -0.40678692
      ],
      [
        "ine",
        -8.8165914e-05
      ],
      [
        ")",
        -0.010276809
      ]
    ]
  },
  "It is one of several theorems that can be derived from the Pythagorean Theorem, but the easiest way to": {
    "guess": "List of trigonometric identities",
    "confidence": [
      [
        "List",
        -0.20094384
      ],
      [
        " of",
        -0.0011691526
      ],
      [
        " trig",
        -1.101546
      ],
      [
        "on",
        -1.8624639e-06
      ],
      [
        "ometric",
        -0.035284694
      ],
      [
        " identities",
        -3.9054008e-05
      ]
    ]
  },
  "Several of these entities were annexed by France after it sent the Alert and the Astrolabe. The \"Bombay Castle\" is located in this region, and two rival factions located here were the \"Kingdom of Humanity\"": {
    "guess": "Tahiti",
    "confidence": [
      [
        "T",
        -1.7890904
      ],
      [
        "ah",
        -0.24588022
      ],
      [
        "iti",
        -0.00038848948
      ]
    ]
  },
  "Several of the men behind this event were later assassinated during the radical Operation Nemesis, headed by Shahan Natalie. Its opening phase included Red Sunday, in which leaders of the Dashnak and Hunchak parties were targeted, as well as the passage of the Tehcir Law, which permitted deportation.": {
    "guess": "Armenian Genocide",
    "confidence": [
      [
        "Ar",
        -0.5619606
      ],
      [
        "men",
        -0.00026467352
      ],
      [
        "ian",
        -0.00041935223
      ],
      [
        " Gen",
        -0.16462055
      ],
      [
        "ocide",
        -3.786197e-05
      ]
    ]
  },
  "In the seventeenth century, this present-day country was the site of civil war between the Ava and Taungoo dynasties. In the eleventh century, the south of what is now this country was controlled by the Pyu kingdom until King Alaungsithu conquered the whole territory for the Kingdom of Pagan. It was ruled by a council called the Hluttaw during its three namesake wars with Britain, and its anti-colonialist movements included the Saya San rebellion and the Thakin party. Ruled in the mid-twentieth century": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.21807459
      ],
      [
        "anmar",
        -0.00011152984
      ]
    ]
  },
  "Several hundred mutineers were shot from cannons during the closing months of this rebellion, which ended": {
    "guess": "Indian Rebellion of 1857",
    "confidence": [
      [
        "Indian",
        -0.9715355
      ],
      [
        " Rebellion",
        -0.003785466
      ],
      [
        " of",
        -1.8789384e-05
      ],
      [
        " ",
        -2.220075e-06
      ],
      [
        "185",
        -1.4021238e-05
      ],
      [
        "7",
        -3.4121115e-06
      ]
    ]
  },
  "Several of this man's early solo piano works are collected in his Album d'un voyager, and he noted that he could not find a lyrical melody in his second \"forgotten waltz.\" A work characteristic of his Wemar period is a symphonic poem titled Prometheus. Alidor is Lord of the Castle of Love in his sole opera, Don Sanche, and Chasse-Neige and \"Will o' the Wisp\" are two movements in his difficult set of twelve (*) piano pieces. The composer of a Faust Symphony and some Mephisto Waltzes, he included \"Mazeppa\"": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.0062712207
      ],
      [
        "z",
        -6.749814e-06
      ],
      [
        " Lis",
        -3.631232e-05
      ],
      [
        "zt",
        -2.9756122e-05
      ]
    ]
  },
  "Several targets in this event were protected by the large quantities of diamonds they carried under their clothing, resulting in them being killed by bayonets. By some accounts, it was partly triggered by the approach of the Czechoslovak Legion, and the physician Eugene Botkin was ordered to gather targets into the basement before this action. The Church of All Saints was built on the site of this action, which occurred in the House of Special Purpose, a building owned by Ipatiev. This event, which was ordered by the Ural Executive Committee, occurred in Yekaterinburg after the targets were moved from Toblusk, and several different people have claimed to be a survivor of this event named Anastasia. For 10 points, name this 1918 event in which a Bolshevik firing squad violently ended the lives": {
    "guess": "Execution of the Romanov family",
    "confidence": [
      [
        "Execution",
        -0.027773535
      ],
      [
        " of",
        -5.8603408e-05
      ],
      [
        " the",
        -0.0015381926
      ],
      [
        " Roman",
        -0.0005294414
      ],
      [
        "ov",
        -1.0683535e-05
      ],
      [
        " family",
        -0.018860398
      ]
    ]
  },
  "Several peasants watch Jacob wrestling with an angel on the red ground in this man's painting Vision After the Sermon. Three women with a child, young adults, and a dying old woman represent the three": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.0071893884
      ],
      [
        " Ga",
        -0.0001657565
      ],
      [
        "ugu",
        -0.0009829124
      ],
      [
        "in",
        -4.8425554e-06
      ]
    ]
  },
  "Several \"pancake domes\" mark the surface of this body, whose other features include the Gula Mons and Sif Mons mountains. The spacecraft Vega 1 and 2 landed on this body. Due to a runaway greenhouse effect,": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.005091442
      ],
      [
        "enus",
        -0.00021045419
      ]
    ]
  },
  "The seventh section depicts a dialogue between Samuel Goldenberg and Schmuyle. The fourth is set at the Tuileries, the eighth at the Market Place at Limoges, and the ninth alternates heavy and light chords in its depiction of the Paris catacombs. FTP, identify this musical work, whose other sections": {
    "guess": "Pictures at an Exhibition",
    "confidence": [
      [
        "Pictures",
        -0.0043297103
      ],
      [
        " at",
        -5.3358446e-05
      ],
      [
        " an",
        -2.4987974e-05
      ],
      [
        " Exhibition",
        -1.0802739e-05
      ]
    ]
  },
  "Several peasants watch Jacob wrestling with an angel on the red ground in this man's painting Vision After the Sermon. Three women with a child, young adults, and a dying old woman represent the three title questions of this artist's Where Do We Come From? What Are We? Where Are We Going?. This painter depicted a farmer on the Atlantic cost with four expressionless biblical figures in The Green Christ.": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.005126427
      ],
      [
        " Ga",
        -2.5583993e-05
      ],
      [
        "ugu",
        -0.0013128554
      ],
      [
        "in",
        -2.9352968e-06
      ]
    ]
  },
  "The Seventh is addressed to the people of England and compares their nation to a shop owner who sets": {
    "guess": "The Seventh (play)",
    "confidence": [
      [
        "The",
        -1.5188864
      ],
      [
        " Seventh",
        -2.8699534
      ],
      [
        " (",
        -0.92444927
      ],
      [
        "play",
        -0.60502106
      ],
      [
        ")",
        -3.5597102e-05
      ]
    ]
  },
  "In the seventeenth century, this present-day country was the site of civil war between the Ava and Taungoo dynasties. In the eleventh century, the south of what is now this country was controlled by the Pyu kingdom until King Alaungsithu conquered the whole territory for the Kingdom of Pagan. It was ruled by a council called the Hluttaw during its three namesake wars with Britain, and its anti-colonialist movements included the Saya San rebellion and the Thakin party. Ruled in the mid-twentieth century by the dictator Ne Win, it has lately been controlled by the State Law and Order Restoration Council. For 10 points, name this Southeast Asian country where Aung San Suu Kyi remains under house arrest.": {
    "guess": "History of Myanmar",
    "confidence": [
      [
        "History",
        -0.12475361
      ],
      [
        " of",
        -6.8616515e-05
      ],
      [
        " Myanmar",
        -0.0017937049
      ]
    ]
  },
  "Several months ago, this state was the site of the largest pharmaceutical drug bust in history, and that occurred in the city of Hialeah. One congressional district in this state was represented by a man who claimed there were communist members in the Democratic party, Allen West. In the most recent": {
    "guess": "Florida",
    "confidence": [
      [
        "Florida",
        -0.038257446
      ]
    ]
  },
  "Several of these entities were annexed by France after it sent the Alert and the Astrolabe. The \"Bombay Castle\" is located in this region, and two rival factions located here were the \"Kingdom of Humanity\" and the Republic of Morac-Songhrati-Meads, who were started by father-son pair James George and Franklin Meads. The discoverer of these entities was the commander of the whaling ship Cyrus, and they are found in the middle of the \"Dangerous Ground\". Tomas Cloma declared the Free Territory of Freedomland in this area. A detachment of troops guarding the (*) ship Sierra Madre are present in this location. Brunei claims Louisa Reef in this formation as part of its EEZ, and battles over it have": {
    "guess": "Spratly Islands",
    "confidence": [
      [
        "Spr",
        -0.05066522
      ],
      [
        "at",
        -1.1517961e-05
      ],
      [
        "ly",
        -1.6882126e-05
      ],
      [
        " Islands",
        -8.256335e-05
      ]
    ]
  },
  "Several of its proteins contain a unique 36 amino acid sequence known as SXC domains.  It can enter a": {
    "guess": "Extracellular matrix",
    "confidence": [
      [
        "Ex",
        -2.325642
      ],
      [
        "tr",
        -0.53108543
      ],
      [
        "acellular",
        -0.06487843
      ],
      [
        " matrix",
        -0.44540614
      ]
    ]
  },
  "Several years before this man targeted the Ottomans in the Night Attack, his brother Radu the Handsome converted to Islam at the Ottoman court. At three times, this man was voivode (VOH-yeh-vahd) of (*)": {
    "guess": "Vlad the Impaler",
    "confidence": [
      [
        "V",
        -0.0039524245
      ],
      [
        "lad",
        -5.5122365e-07
      ],
      [
        " the",
        -0.0016543483
      ],
      [
        " Imp",
        -5.0378356e-05
      ],
      [
        "aler",
        -3.7265952e-05
      ]
    ]
  },
  "Several months ago, this state was the site of the largest pharmaceutical drug bust in history, and that occurred in the city of Hialeah. One congressional district in this state was represented by a man who claimed there were communist members in the Democratic party, Allen West. In the most recent senatorial election in this state the winner beat Kendrick Meek and Charlie Crist in order to gain his seat. This state was the recent site where a teenager who bought Skittles and Iced Tea was shot to death by George Zimmerman, and Zimmerman was charged with second degree murder. For 10 points identify": {
    "guess": "Florida",
    "confidence": [
      [
        "Florida",
        -0.5940713
      ]
    ]
  },
  "Several of these things are described by the bird-monster Nemglan, including one regarding the direction of travel around Brega and another about sleeping in a house that has fire visible from the outside. One of these things regarding invitations to feasts led to the sons of Usna losing their protector. Nine of these are given to Conaire Mor in The Destruction of Da Derga's Hostel. (*) Connla was given one of these things involving telling any men his name, and a prominent one is broken when a crone offers a meal to a traveler, causing Cu Culain to eat dog meat. For 10 points, identify these burdensome": {
    "guess": "Geasa",
    "confidence": [
      [
        "Ge",
        -0.108760975
      ],
      [
        "asa",
        -0.58125097
      ]
    ]
  },
  "One severe type of this disease results in a mutation at Xp21, and onset usually occurs before age 5. Gower's sign is used to diagnose that type of this disease, in which excess calcium enters and degrades the sarcolemma. Drooping of the eyelids is a sign of the (*) myotonic form of this illness. Along with the Duchenne (doo-SHEN) type of this disease, a less severe type named for Becker delays complete": {
    "guess": "Duchenne Muscular Dystrophy",
    "confidence": [
      [
        "D",
        -0.020722311
      ],
      [
        "uch",
        -0.002962131
      ],
      [
        "enne",
        -0.00022213248
      ],
      [
        " Mus",
        -0.038530134
      ],
      [
        "cular",
        -5.800739e-05
      ],
      [
        " D",
        -5.2047206e-05
      ],
      [
        "yst",
        -2.5107178e-05
      ],
      [
        "rophy",
        -0.00031830417
      ]
    ]
  },
  "One severe type of this disease results in a mutation at Xp21, and onset usually occurs before age 5. Gower's sign is used to diagnose that type of this disease, in which excess calcium enters and degrades the sarcolemma. Drooping of the eyelids is a sign of the (*) myotonic form of this illness. Along": {
    "guess": "Muscular dystrophy",
    "confidence": [
      [
        "Mus",
        -0.09901333
      ],
      [
        "cular",
        -0.003355467
      ],
      [
        " dyst",
        -0.3962541
      ],
      [
        "rophy",
        -0.0018671217
      ]
    ]
  },
  "Several of these things are described by the bird-monster Nemglan, including one regarding the direction": {
    "guess": "Celtic Otherworld",
    "confidence": [
      [
        "C",
        -1.7727708
      ],
      [
        "elt",
        -0.61801773
      ],
      [
        "ic",
        -0.0003959993
      ],
      [
        " Other",
        -0.67297435
      ],
      [
        "world",
        -3.4121115e-06
      ]
    ]
  },
  "In its most severe form, Hutchinson-Gilford syndrome, wrinkles, baldness, and other signs of aging begin": {
    "guess": "Progeria",
    "confidence": [
      [
        "Pro",
        -0.01711785
      ],
      [
        "ger",
        -2.9352968e-06
      ],
      [
        "ia",
        -0.0002631239
      ]
    ]
  },
  "Several hundred mutineers were shot from cannons during the closing months of this rebellion, which ended with the campaigns of Hugh Rose. The tide had turned with the winter campaign around Lucknow led by Colin Campbell. Earlier, Bahadur Shah II was nominally returned to power after native soldiers stationed in Meerut rose up in outrage concerning the requirement that they use a mixture of pigs' and cows' blood to lubricate their new Enfield rifles. FTP, what was this 1857-58 mutiny by Indian troops in the British army?": {
    "guess": "Indian Rebellion of 1857",
    "confidence": [
      [
        "Indian",
        -0.0003924232
      ],
      [
        " Rebellion",
        -0.000116655596
      ],
      [
        " of",
        -2.8160932e-06
      ],
      [
        " ",
        -2.1008714e-06
      ],
      [
        "185",
        -1.2590794e-05
      ],
      [
        "7",
        -1.9361265e-07
      ]
    ]
  },
  "A seven-station backtrack to Mosera followed the death of this figure at Mount Hor. This man's grandson impaled Cozbi and Zimri with a spear out of holy zeal against the Heresy of Peor. One son of this grandfather of Phinehas tended to the censers of several dead priests after the earth swallowed up several insurgents against this figure's rule. This father of Ithamar and Eleazar owned an object that produced ripe almonds during the rebellion of his cousin Korah. This figure caused his sister to": {
    "guess": "Aaron",
    "confidence": [
      [
        "Aaron",
        -0.38786083
      ]
    ]
  },
  "Several men can be seen carving into Basalt in the background of this artist's Madonna of the Queries, and he worked on the so called Camera Picta in the Palazzo Ducale under the patronage of Ludovico II Gonzaga. Works by this artist of Court Scene in Belvedere Chapel, including Baptism and Virgin and Child With Saints, were destroyed with the church. His works in the Eremitani Church included The Baptism of Hermogenes and a series of works that depicted events in the life of (*) St. James were destroyed": {
    "guess": "Andrea Mantegna",
    "confidence": [
      [
        "And",
        -0.041969113
      ],
      [
        "rea",
        -1.92662e-05
      ],
      [
        " Mant",
        -4.1273333e-06
      ],
      [
        "eg",
        -1.6762922e-05
      ],
      [
        "na",
        -2.5583993e-05
      ]
    ]
  },
  "In the seventeenth century, this present-day country was the site of civil war between the Ava and Taungoo dynasties. In the eleventh century, the south of what is now this country was controlled by the Pyu kingdom until King Alaungsithu conquered the whole territory for the Kingdom of Pagan. It was": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.12770312
      ],
      [
        "anmar",
        -1.6643718e-05
      ]
    ]
  },
  "A severe threat to his power was the civil disobedience movement of local Buddhist monks and his brutal repression lost his regime credibility. He was exiled in 1945 for refusing to participate in a government led by Ho Chi Minh. His 1956 cancellation of elections was supported by the U.S., but he fell": {
    "guess": "Ngo Dinh Diem",
    "confidence": [
      [
        "N",
        -0.013944282
      ],
      [
        "go",
        -1.2664457e-06
      ],
      [
        " D",
        -2.868329e-05
      ],
      [
        "inh",
        -8.637786e-05
      ],
      [
        " Di",
        -0.00014621076
      ],
      [
        "em",
        -0.00013607845
      ]
    ]
  },
  "Several peasants watch Jacob wrestling with an angel on the red ground in this man's painting Vision After the Sermon. Three women with a child, young adults, and a dying old woman represent the three title questions of this artist's Where Do We Come From? What Are We? Where Are We Going?. This painter depicted a farmer on the Atlantic cost with four expressionless biblical figures in The Green Christ. This man used Pont-Aven as the setting for his The Yellow Christ, though he is better known for painting nude villagers in Tahiti. For 10 points, name this French post-Impressionist painter.": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.0024043124
      ],
      [
        " Ga",
        -3.9292416e-05
      ],
      [
        "ugu",
        -0.001329764
      ],
      [
        "in",
        -7.465036e-06
      ]
    ]
  },
  "There are several instances of implied cannibalism in this work, such as where people are drugged to": {
    "guess": "Iroquois",
    "confidence": [
      [
        "I",
        -0.74198186
      ],
      [
        "ro",
        -0.00011498674
      ],
      [
        "quo",
        -0.00039504567
      ],
      [
        "is",
        -0.03617144
      ]
    ]
  },
  "One of seven deacons chosen to care for the elderly Hellenist widows, he believed Moses to be both ruler and deliverer, and in Acts 7:48 he condemned the building of the temple as idolatry. Challenged to a dispute by a coalition including the Libertines and Alexandrians, they would later coerce people into testifying that he blasphemed. Speaking in front of the Sanhedrin, he looked up and claimed to": {
    "guess": "Saint Stephen",
    "confidence": [
      [
        "Saint",
        -0.15100913
      ],
      [
        " Stephen",
        -0.00020830853
      ]
    ]
  },
  "Several letters were published in opposition to these documents under the pseudonym \"Centinel\". The 10th of these argued that Republican government was not restricted to small states, and defends pluralism, while the 84th explicitly dispenses with a section protecting people's rights. The first one lays out six topics to be covered, including the \"Utility of Union to [the] Present Prosperity.\" Most criticisms from opposition questioned the lack of a Bill of Rights in what these defended. Published": {
    "guess": "Anti-Federalist Papers",
    "confidence": [
      [
        "Anti",
        -0.61864203
      ],
      [
        "-F",
        -0.0009221808
      ],
      [
        "ederal",
        -2.8802491e-05
      ],
      [
        "ist",
        -0.039761186
      ],
      [
        " Papers",
        -0.004791684
      ]
    ]
  },
  "Several political groups in this country soundly rejected the Viollette Plan, which would have given voting rights to 21,000 of this country's \"meritorious.\" A political party in this country was based out of Constantine and founded by Ben Badis. The Messali-formed People's Party and the Organic Statute of 1947 were opposed by a group in this country known as the (*) \"black feet.\" One terrorist organization from this country was the OS, which was taken over by Ahmed Ben Bella, who eventually founded the CRUA and the FLN just prior to its war of independence; that war was ended by the Evian Accords": {
    "guess": "Algeria",
    "confidence": [
      [
        "Al",
        -0.02278613
      ],
      [
        "ger",
        -9.610702e-06
      ],
      [
        "ia",
        -0.13692996
      ]
    ]
  },
  "The seventh work opens with the B-E falling fifth motif that permeates this collection, and that work describes an old knight who sits for hundreds of years with his beard and hair turned into one. The sixth work in this collection uses a series of rising and falling sixths at the end of the third strophe, which describes how \"The distance speaks, enraptured, of a great future happiness,\" while the fifth uses the aforementioned E-B-E-B motif at the close of each strophe, as on the closing words \"nach": {
    "guess": "Kalevala",
    "confidence": [
      [
        "K",
        -1.3053236
      ],
      [
        "ale",
        -0.026917046
      ],
      [
        "val",
        -0.009560934
      ],
      [
        "a",
        -5.9437833e-05
      ]
    ]
  },
  "Several attempts on this man's life were made by the OAS, and he formed the RPF political party after his military service. He showed the need for a mechanized and mobile army in his 1934 book The Army of the Future, and he succeeded René Coty. Under his leadership the Evian Accords were negotiated, ending the Algerian War. This man rose to power by politically outmaneuvering Henri Giraud and his rule saw France become the world's fourth nuclear power. For 10 points, name this leader of the Free": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.009571206
      ],
      [
        " de",
        -0.0012713047
      ],
      [
        " Gaul",
        -5.4669687e-05
      ],
      [
        "le",
        -4.723352e-06
      ]
    ]
  },
  "Several people involved in this event also participated in the concurrent Paterson Strike Pageant.  Laurette": {
    "guess": "Laurette Taylor",
    "confidence": [
      [
        "La",
        -0.7919058
      ],
      [
        "urette",
        -0.0007925973
      ],
      [
        " Taylor",
        -0.27978966
      ]
    ]
  },
  "Several works in this city were designed by Flaminio Ponzio, including the Big Fountain at Acqua   Paola and the house that is now the site of Galleria Borghese [bor-GAY-zay]. The largest unreinforced  concrete dome, which has an opening in its center, is in a now-Catholic church in this city. Its Trinità   dei Monti Church is at the top of its Spanish Steps, while its Gemonian stairs led to its forum, which  housed the Temple of Vesta. This city also contained Circus Maximus next to the Palatine hill. Name  this city in Italy that contains the Pantheon and Colosseum, and which surrounds Vatican City.": {
    "guess": "Rome",
    "confidence": [
      [
        "R",
        -0.00016790217
      ],
      [
        "ome",
        -9.0883464e-07
      ]
    ]
  },
  "Several of this man's early solo piano works are collected in his Album d'un voyager, and he noted that he could not find a lyrical melody in his second \"forgotten waltz.\" A work characteristic of his Wemar period is a symphonic poem titled Prometheus. Alidor is Lord of the Castle of Love in his sole opera, Don Sanche, and Chasse-Neige and \"Will o' the Wisp\" are two movements in his difficult set of twelve (*) piano pieces. The composer of a Faust Symphony and some Mephisto Waltzes, he included \"Mazeppa\" in his collection of Transcendental Etudes. For 10 points, name this piano virtuoso who used Gypsy melodies of his homeland in the Hungarian Rhapsodies.": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.0058920565
      ],
      [
        "z",
        -3.619312e-05
      ],
      [
        " Lis",
        -0.0003236647
      ],
      [
        "zt",
        -4.429897e-05
      ]
    ]
  },
  "Several other varieties of this experiment included one using a telephone and one using a contact plate.": {
    "guess": "Milgram experiment",
    "confidence": [
      [
        "Mil",
        -0.0010977148
      ],
      [
        "gram",
        -9.0073176e-05
      ],
      [
        " experiment",
        -0.0013670233
      ]
    ]
  },
  "The Seventh is addressed to the people of England and compares their nation to a shop owner who sets a bull dog upon his customers. The thirteenth and last advocates a union of the States while the second exhorts General Howe to make peace. The first is the most famous; in it the author remembers the repulse of England by Joan of Arc and hopes for a similar \"Jersey maid\" and then recounts Washington's": {
    "guess": "The American Crisis",
    "confidence": [
      [
        "The",
        -0.35366905
      ],
      [
        " American",
        -0.18735139
      ],
      [
        " Crisis",
        -0.00034380643
      ]
    ]
  },
  "Several men can be seen carving into Basalt in the background of this artist's Madonna of the Queries, and he worked on the so called Camera Picta in the Palazzo Ducale under the patronage of Ludovico II Gonzaga. Works by this artist of Court Scene in Belvedere Chapel, including Baptism and Virgin and": {
    "guess": "Andrea Mantegna",
    "confidence": [
      [
        "And",
        -0.0014851047
      ],
      [
        "rea",
        -3.2497806e-05
      ],
      [
        " Mant",
        -3.2140193e-05
      ],
      [
        "eg",
        -7.684157e-05
      ],
      [
        "na",
        -4.727906e-05
      ]
    ]
  },
  "Several targets in this event were protected by the large quantities of diamonds they carried under their clothing, resulting in them being killed by bayonets. By some accounts, it was partly triggered by the approach of the Czechoslovak Legion, and the physician Eugene Botkin was ordered to gather targets": {
    "guess": "Execution of the Romanov family",
    "confidence": [
      [
        "Execution",
        -0.26840958
      ],
      [
        " of",
        -0.00012844942
      ],
      [
        " the",
        -0.009718094
      ],
      [
        " Roman",
        -0.00019710339
      ],
      [
        "ov",
        -2.1769476e-05
      ],
      [
        " family",
        -0.0686326
      ]
    ]
  },
  "Several of these things are described by the bird-monster Nemglan, including one regarding the direction of travel around Brega and another about sleeping in a house that has fire visible from the outside.": {
    "guess": "Táin Bó Cúailnge",
    "confidence": [
      [
        "T",
        -1.5904312
      ],
      [
        "á",
        -0.0750248
      ],
      [
        "in",
        -4.3226137e-05
      ],
      [
        " B",
        -0.00023298002
      ],
      [
        "ó",
        -1.7432603e-06
      ],
      [
        " C",
        -0.40162775
      ],
      [
        "ú",
        -5.5122365e-07
      ],
      [
        "ail",
        -3.488188e-05
      ],
      [
        "nge",
        -0.0019357812
      ]
    ]
  },
  "Several letters were published in opposition to these documents under the pseudonym \"Centinel\". The 10th of these argued that Republican government was not restricted to small states, and defends pluralism, while the 84th explicitly dispenses with a section protecting people's rights. The first one lays out six topics to be covered, including the \"Utility of Union to [the] Present Prosperity.\" Most criticisms from opposition questioned the lack of a Bill of Rights in what these defended. Published under the pseudonym Publius, for ten points, name this set of political documents that sought to ratify": {
    "guess": "The Federalist Papers",
    "confidence": [
      [
        "The",
        -0.03355729
      ],
      [
        " Federal",
        -0.00032592955
      ],
      [
        "ist",
        -0.00022129806
      ],
      [
        " Papers",
        -4.2510914e-05
      ]
    ]
  },
  "Several reforms to this system were suggested by the Romanow commission, including asking Infoway to create a database. Certain provisions of this system were challenged in the Chaoulli case, and so-called P3 institutions are only partially within this system. Emmett Matthew Hall chaired two commissions responsible for developing and reforming it. A smaller version of this program was launched by Woodrow": {
    "guess": "Medicare (Canada)",
    "confidence": [
      [
        "Med",
        -0.12213485
      ],
      [
        "icare",
        -3.650519e-06
      ],
      [
        " (",
        -0.20149383
      ],
      [
        "Canada",
        -0.007904
      ],
      [
        ")",
        -4.0961266e-05
      ]
    ]
  },
  "A severe threat to his power was the civil disobedience movement of local Buddhist monks and his brutal repression lost his regime credibility. He was exiled in 1945 for refusing to participate in a government": {
    "guess": "Bao Dai",
    "confidence": [
      [
        "B",
        -1.1864024
      ],
      [
        "ao",
        -0.33056226
      ],
      [
        " Dai",
        -0.03468715
      ]
    ]
  },
  "In several games in this series, the Member Card is needed to enter secret shops where items such as secret books and goddess icons can be purchased. An automatic critical can be performed in this series": {
    "guess": "Fire Emblem",
    "confidence": [
      [
        "Fire",
        -0.0022376857
      ],
      [
        " Emblem",
        -9.0883464e-07
      ]
    ]
  },
  "One of seven deacons chosen to care for the elderly Hellenist widows, he believed Moses to be both ruler and deliverer, and in Acts 7:48 he condemned the building of the temple as idolatry. Challenged to a dispute by a coalition including the Libertines and Alexandrians, they would later coerce people into testifying that he blasphemed. Speaking in front of the Sanhedrin, he looked up and claimed to see the Son of Man standing beside God, and upon saying this he was taken out of the city and stoned to death. FTP, identify this saint, the first Christian martyr.": {
    "guess": "Saint Stephen",
    "confidence": [
      [
        "Saint",
        -0.21578674
      ],
      [
        " Stephen",
        -1.3902034e-05
      ]
    ]
  },
  "Several islands in this group are divided by the Kadovu Passage, while Lakemba is separated from Tuvuca by the Lakeba Passage. The core group's northernmost point, Nambouono, is found on an island defined by the Loa Peninsula and Natewa and Savusavu Bays, while that island is separated from this chain's only international airport by the Bligh Water. That airport is located at Nadi, on the island featuring the Sigatoka Sand Dunes and the widest river, the Rewa. This country is found 1100 miles north of New Zealand, in the Koro Sea. Seventy percent of its population lives on the island Viti Levu, whose large population of Indian origin is a source of political instability. For 10 points, name this": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.078500725
      ],
      [
        "iji",
        -2.9517714e-05
      ]
    ]
  },
  "This seven-letter term is derived from the surname of a character in the New Testament. The character, a repentant sinner who is often depicted crying in art, witnessed the death of Jesus. Though she was sincere, this term has come to refer to people who are easily moved to tears, sometimes due to drunkenness. Give this adjective beginning with the letter M that refers to sentimental people.": {
    "guess": "Magdalene",
    "confidence": [
      [
        "Mag",
        -0.017579675
      ],
      [
        "dal",
        -0.41720197
      ],
      [
        "ene",
        -0.0012922626
      ]
    ]
  },
  "Several letters were published in opposition to these documents under the pseudonym \"Centinel\". The 10th of these argued that Republican government was not restricted to small states, and defends pluralism,": {
    "guess": "The Federal Farmer",
    "confidence": [
      [
        "The",
        -0.53176814
      ],
      [
        " Federal",
        -0.49741668
      ],
      [
        " Farmer",
        -0.67322606
      ]
    ]
  },
  "Several of the genes activated during this process are controlled by p38, which is acted upon by the Myd88 adaptor protein.  In the liver, this process is primarily performed by Kupffer cells, and Lyn and Syk are responsible for activating the opsonin-dependent version of this process. It creates an internal (*) vesicle whose contents can be degraded by defensin-containing granules or reactive oxygen": {
    "guess": "Phagocytosis",
    "confidence": [
      [
        "Ph",
        -0.01641239
      ],
      [
        "ag",
        -2.1650272e-05
      ],
      [
        "oc",
        -4.572941e-05
      ],
      [
        "yt",
        -5.5122365e-07
      ],
      [
        "osis",
        -1.8789384e-05
      ]
    ]
  },
  "Several of the genes activated during this process are controlled by p38, which is acted upon by the Myd88 adaptor protein.  In the liver, this process is primarily performed by Kupffer cells, and Lyn and Syk are responsible for activating the opsonin-dependent version of this process. It creates an internal (*) vesicle whose contents can be degraded by defensin-containing granules or reactive oxygen species, and neutrophils perform this process when encountering IgG-coated bacteria. For 10 points,": {
    "guess": "Phagocytosis",
    "confidence": [
      [
        "Ph",
        -0.024768483
      ],
      [
        "ag",
        -4.370295e-05
      ],
      [
        "oc",
        -2.0696643e-05
      ],
      [
        "yt",
        -5.5122365e-07
      ],
      [
        "osis",
        -3.0828953e-05
      ]
    ]
  },
  "Several of the men behind this event were later assassinated during the radical Operation Nemesis, headed by Shahan Natalie. Its opening phase included Red Sunday, in which leaders of the Dashnak and Hunchak parties were targeted, as well as the passage of the Tehcir Law, which permitted deportation. It was preceded by the Adana Massacre and the Hamidian Massacres, and one of the only successful resistances to it occurred at Van. Enver Pasha claimed the targeted group had helped the Russians, allowing attacks at Sivas, Diyarbak?r, and elsewhere in eastern Anatolia. For 10 points, identify this": {
    "guess": "Armenian Genocide",
    "confidence": [
      [
        "Ar",
        -0.05888479
      ],
      [
        "men",
        -1.473646e-05
      ],
      [
        "ian",
        -0.00014466111
      ],
      [
        " Gen",
        -0.16266882
      ],
      [
        "ocide",
        -3.5358695e-05
      ]
    ]
  },
  "Several peasants watch Jacob wrestling with an angel on the red ground in this man's painting Vision After the Sermon. Three women with a child, young adults, and a dying old woman represent the three title questions of this artist's Where Do We Come From? What Are We? Where Are We Going?. This painter depicted a farmer on the Atlantic cost with four expressionless biblical figures in The Green Christ. This man used Pont-Aven as the setting for his The Yellow Christ, though he is better known for": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.0017609752
      ],
      [
        " Ga",
        -0.00012190055
      ],
      [
        "ugu",
        -0.0006079599
      ],
      [
        "in",
        -2.9352968e-06
      ]
    ]
  },
  "This seven-letter term is derived from the surname of a character in the New Testament. The character, a repentant sinner who is often depicted crying in art, witnessed the death of Jesus. Though she was": {
    "guess": "Mary Magdalene",
    "confidence": [
      [
        "Mary",
        -0.20481747
      ],
      [
        " Mag",
        -0.002248865
      ],
      [
        "dal",
        -9.849109e-06
      ],
      [
        "ene",
        -9.014684e-06
      ]
    ]
  },
  "The seventh work opens with the B-E falling fifth motif that permeates this collection, and that work describes an old knight who sits for hundreds of years with his beard and hair turned into one. The": {
    "guess": "The Lays of Beleriand",
    "confidence": [
      [
        "The",
        -0.683634
      ],
      [
        " L",
        -2.2704606
      ],
      [
        "ays",
        -0.34436017
      ],
      [
        " of",
        -2.129266e-05
      ],
      [
        " Bel",
        -0.42843008
      ],
      [
        "eri",
        -0.00037943368
      ],
      [
        "and",
        -4.477578e-05
      ]
    ]
  },
  "Several of the men behind this event were later assassinated during the radical Operation Nemesis, headed by Shahan Natalie. Its opening phase included Red Sunday, in which leaders of the Dashnak and Hunchak": {
    "guess": "Armenian Genocide",
    "confidence": [
      [
        "Ar",
        -0.16475351
      ],
      [
        "men",
        -6.4444386e-05
      ],
      [
        "ian",
        -2.9040899e-05
      ],
      [
        " Gen",
        -0.006128695
      ],
      [
        "ocide",
        -2.7372049e-05
      ]
    ]
  },
  "Several political groups in this country soundly rejected the Viollette Plan, which would have given voting rights to 21,000 of this country's \"meritorious.\" A political party in this country was based out of Constantine and founded by Ben Badis. The Messali-formed People's Party and the Organic Statute": {
    "guess": "Algeria",
    "confidence": [
      [
        "Al",
        -0.3316369
      ],
      [
        "ger",
        -7.5411124e-05
      ],
      [
        "ia",
        -0.051947303
      ]
    ]
  },
  "It is one of several theorems that can be derived from the Pythagorean Theorem, but the easiest way to derive it is to write the Law of Cosines twice, taking advantage of the fact that the angles used in the equations are supplementary. You can then multiply each equation by a different length and add them to cancel out the angles. This theorem, named after an 18th Century Scot, gives a relationship between lengths when a single Cevian is drawn. It can be written N times A squared plus M times B squared equals C times the quantity D squared plus M times N. Name this theorem that gives a relationship between the lengths of the sides of a triangle to the lengths created by a segment going through": {
    "guess": "Stewart's theorem",
    "confidence": [
      [
        "St",
        -0.5229741
      ],
      [
        "ewart",
        -0.0006270142
      ],
      [
        "'s",
        -0.002701447
      ],
      [
        " theorem",
        -0.031487945
      ]
    ]
  },
  "Several of this musical's songs are sung as voicemails, including one in which a mother reminds her son not to leave his hot plate on when he leaves the house. Another song in this musical suggests \"spoke": {
    "guess": "Be More Chill (musical)",
    "confidence": [
      [
        "Be",
        -0.26575083
      ],
      [
        " More",
        -0.000732913
      ],
      [
        " Chill",
        0.0
      ],
      [
        " (",
        -0.10827071
      ],
      [
        "mus",
        -0.00025394888
      ],
      [
        "ical",
        -1.6762922e-05
      ],
      [
        ")",
        -4.4849444e-06
      ]
    ]
  },
  "A seven-station backtrack to Mosera followed the death of this figure at Mount Hor. This man's grandson": {
    "guess": "Aaron",
    "confidence": [
      [
        "Aaron",
        -0.6935579
      ]
    ]
  },
  "Several of these entities were annexed by France after it sent the Alert and the Astrolabe. The \"Bombay Castle\" is located in this region, and two rival factions located here were the \"Kingdom of Humanity\" and the Republic of Morac-Songhrati-Meads, who were started by father-son pair James George and Franklin Meads. The discoverer of these entities was the commander of the whaling ship Cyrus, and they are found in the middle of the \"Dangerous Ground\". Tomas Cloma declared the Free Territory of Freedomland in this area. A detachment of troops guarding the (*) ship Sierra Madre are present in this location. Brunei claims Louisa Reef in this formation as part of its EEZ, and battles over it have included the Johnson South Reef Skirmish and the standoff over the Scarborough Shoals, in which the Chinese seized the area in question. For 10 points, name this archipelago fought over by six different Asian nations, an oil-rich group of islands found in the South China Sea.": {
    "guess": "Spratly Islands",
    "confidence": [
      [
        "Spr",
        -0.0028118866
      ],
      [
        "at",
        -4.9424725e-05
      ],
      [
        "ly",
        -6.511407e-06
      ],
      [
        " Islands",
        -3.8338785e-05
      ]
    ]
  },
  "Several reforms to this system were suggested by the Romanow commission, including asking Infoway to": {
    "guess": "Healthcare in Canada",
    "confidence": [
      [
        "Health",
        -0.7703912
      ],
      [
        "care",
        -0.5149558
      ],
      [
        " in",
        -0.006632829
      ],
      [
        " Canada",
        -0.00049059937
      ]
    ]
  },
  "Several attempts on this man's life were made by the OAS, and he formed the RPF political party after his military service. He showed the need for a mechanized and mobile army in his 1934 book The Army of the Future, and he succeeded René Coty. Under his leadership the Evian Accords were negotiated, ending the Algerian War. This man rose to power by politically outmaneuvering Henri Giraud and his rule": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.0015216453
      ],
      [
        " de",
        -0.00091717433
      ],
      [
        " Gaul",
        -0.00012689977
      ],
      [
        "le",
        -7.107425e-06
      ]
    ]
  },
  "Several of these things are described by the bird-monster Nemglan, including one regarding the direction of travel around Brega and another about sleeping in a house that has fire visible from the outside. One of these things regarding invitations to feasts led to the sons of Usna losing their protector. Nine of these are given to Conaire Mor in The Destruction of Da Derga's Hostel. (*) Connla was": {
    "guess": "Aided Conaire",
    "confidence": [
      [
        "A",
        -1.7552103
      ],
      [
        "ided",
        -0.14464003
      ],
      [
        " Con",
        -0.04053133
      ],
      [
        "aire",
        -0.40124768
      ]
    ]
  },
  "Several of its proteins contain a unique 36 amino acid sequence known as SXC domains.  It can enter a dauer stage when stressed during development, whereas normally an anchor cell uses the LIN-3 growth factor to direct the formation of its vulva.  The 2006 Nobel Prize in Medicine or Physiology was awarded for work on RNA interference in it, and Sydney Brenner is famous for using it to study apoptosis, which it uses to eliminate 131 cells on its way to a total of 959 somatic cells, each with a known lineage.  Useful because of its transparency and developmental invariability, FTP, name this first multi-cellular animal to have its genome sequenced, a nematode often used as a model organism in biological": {
    "guess": "Caenorhabditis elegans",
    "confidence": [
      [
        "Ca",
        -0.0075813127
      ],
      [
        "enor",
        -8.709308e-05
      ],
      [
        "hab",
        -0.00031043674
      ],
      [
        "dit",
        -0.00018637507
      ],
      [
        "is",
        -0.00010854974
      ],
      [
        " eleg",
        -0.006847627
      ],
      [
        "ans",
        -0.00014966767
      ]
    ]
  },
  "The seventh work opens with the B-E falling fifth motif that permeates this collection, and that work describes an old knight who sits for hundreds of years with his beard and hair turned into one. The sixth work in this collection uses a series of rising and falling sixths at the end of the third strophe, which describes how \"The distance speaks, enraptured, of a great future happiness,\" while the fifth uses the aforementioned E-B-E-B motif at the close of each strophe, as on the closing words \"nach Hause.\" Containing Auf einer Burg, Schone Fremde, and (*) Mondnacht, this collection shares its name with its composer's earlier Opus 24 setting of nine Heine poems. Opening with In Der Fremde and": {
    "guess": "Dichterliebe",
    "confidence": [
      [
        "D",
        -0.02775046
      ],
      [
        "icht",
        -7.266944e-05
      ],
      [
        "er",
        -2.1769476e-05
      ],
      [
        "lie",
        -2.5345586e-05
      ],
      [
        "be",
        -0.00010330478
      ]
    ]
  },
  "Several targets in this event were protected by the large quantities of diamonds they carried under their clothing, resulting in them being killed by bayonets. By some accounts, it was partly triggered by the approach of the Czechoslovak Legion, and the physician Eugene Botkin was ordered to gather targets into the basement before this action. The Church of All Saints was built on the site of this action, which occurred in the House of Special Purpose, a building owned by Ipatiev. This event, which was ordered by the Ural Executive Committee, occurred in Yekaterinburg after the targets were moved from Toblusk, and several different people have claimed to be a survivor of this event named Anastasia. For 10 points, name this 1918 event in which a Bolshevik firing squad violently ended the lives of the czar and his family.": {
    "guess": "Execution of the Romanov family",
    "confidence": [
      [
        "Execution",
        -0.0072415792
      ],
      [
        " of",
        -8.11329e-05
      ],
      [
        " the",
        -0.0004216171
      ],
      [
        " Roman",
        -0.001174271
      ],
      [
        "ov",
        -1.3902034e-05
      ],
      [
        " family",
        -0.019205669
      ]
    ]
  },
  "Several men can be seen carving into Basalt in the background of this artist's Madonna of the Queries,": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -0.8749016
      ],
      [
        "av",
        -0.004824788
      ],
      [
        "aggio",
        -3.8457987e-05
      ]
    ]
  },
  "There are several instances of implied cannibalism in this work, such as where people are drugged to be used as ingredients in dumplings. One of the title characters is considered a descendent of the mythical": {
    "guess": "Sweeney Todd: The Demon Barber of Fleet Street (musical)",
    "confidence": [
      [
        "S",
        -0.18842413
      ],
      [
        "weeney",
        -0.05147932
      ],
      [
        " Todd",
        -5.1331983e-05
      ],
      [
        ":",
        -0.12164963
      ],
      [
        " The",
        -0.00014931006
      ],
      [
        " Demon",
        -1.6240566e-06
      ],
      [
        " Barber",
        -6.420598e-05
      ],
      [
        " of",
        -3.2929079e-06
      ],
      [
        " Fleet",
        -9.5198935e-05
      ],
      [
        " Street",
        -7.703444e-06
      ],
      [
        " (",
        -0.39574733
      ],
      [
        "mus",
        -0.6138114
      ],
      [
        "ical",
        -2.5345586e-05
      ],
      [
        ")",
        -0.0019178106
      ]
    ]
  },
  "Several hundred mutineers were shot from cannons during the closing months of this rebellion, which ended with the campaigns of Hugh Rose. The tide had turned with the winter campaign around Lucknow led": {
    "guess": "Indian Rebellion of 1857",
    "confidence": [
      [
        "Indian",
        -0.0007100478
      ],
      [
        " Rebellion",
        -0.00011236426
      ],
      [
        " of",
        -1.7432603e-06
      ],
      [
        " ",
        -1.147242e-06
      ],
      [
        "185",
        -3.1782583e-05
      ],
      [
        "7",
        -3.1281633e-07
      ]
    ]
  },
  "There are several instances of implied cannibalism in this work, such as where people are drugged to be used as ingredients in dumplings. One of the title characters is considered a descendent of the mythical god-hero from Romance of the Three Kingdoms. This detailed novel traces the origins of each character and how they ended up on Mount Liangshang, whose names were immortalized in stone after a": {
    "guess": "Water Margin",
    "confidence": [
      [
        "Water",
        -0.055088658
      ],
      [
        " Margin",
        -0.0001791073
      ]
    ]
  },
  "Several works in this city were designed by Flaminio Ponzio, including the Big Fountain at Acqua   Paola and the house that is now the site of Galleria Borghese [bor-GAY-zay]. The largest unreinforced  concrete dome, which has an opening in its center, is in a now-Catholic church in this city. Its Trinità   dei Monti Church is at the top of its Spanish Steps, while its Gemonian stairs led to its": {
    "guess": "Rome",
    "confidence": [
      [
        "R",
        -0.0016676846
      ],
      [
        "ome",
        -8.061054e-06
      ]
    ]
  },
  "Several of these entities were annexed by France after it sent the Alert and the Astrolabe. The \"Bombay Castle\" is located in this region, and two rival factions located here were the \"Kingdom of Humanity\" and the Republic of Morac-Songhrati-Meads, who were started by father-son pair James George and Franklin Meads. The discoverer of these entities was the commander of the whaling ship Cyrus, and they": {
    "guess": "Crozet Islands",
    "confidence": [
      [
        "Cro",
        -0.8692237
      ],
      [
        "zet",
        -3.7623562e-05
      ],
      [
        " Islands",
        -0.0025978957
      ]
    ]
  },
  "Several pictures by this artist used Adrianus Jacobus Zuyderland as a model, including a work   showing": {
    "guess": "Vincent van Gogh",
    "confidence": [
      [
        "Vin",
        -0.0040034843
      ],
      [
        "cent",
        -1.6643718e-05
      ],
      [
        " van",
        -0.0020511702
      ],
      [
        " G",
        -1.6240566e-06
      ],
      [
        "ogh",
        -1.6286107e-05
      ]
    ]
  },
  "The seventh section depicts a dialogue between Samuel Goldenberg and Schmuyle. The fourth is set at the Tuileries, the eighth at the Market Place at Limoges, and the ninth alternates heavy and light chords in its depiction of the Paris catacombs. FTP, identify this musical work, whose other sections include The Gnome, Promenade, and The Great Gate of Kiev, written to honor the memory of Victor Hartmann": {
    "guess": "Pictures at an Exhibition",
    "confidence": [
      [
        "Pictures",
        -0.0078100855
      ],
      [
        " at",
        -3.9769227e-05
      ],
      [
        " an",
        -7.822647e-06
      ],
      [
        " Exhibition",
        -3.888926e-06
      ]
    ]
  },
  "The seventh section of this work ends with the memorable command, \"be not therefore troubled,\" and the sixth section considers the impossibility of a man without thought. Declaring at one point \"how hollow and full of ribaldry is the heart of man,\" the work begins with a statement of the difference between the mathematical and intuitive mind and goes on to draw some parallels to characters from the commedia del arte. Containing sections like \"Justice and the Reason of Effects,\" and \"Perpetuity,\" it is most famous for outlining some reasons for believing in God in the section \"Of the Necessity of the Wager.\" FTP, name this seminal work of Blaise Pascal, with a French title roughly translated as \"the thoughts.\"": {
    "guess": "Pensées",
    "confidence": [
      [
        "P",
        -0.010373206
      ],
      [
        "ens",
        -0.013230819
      ],
      [
        "ées",
        -6.81397e-05
      ]
    ]
  },
  "A severe threat to his power was the civil disobedience movement of local Buddhist monks and his brutal repression lost his regime credibility. He was exiled in 1945 for refusing to participate in a government led by Ho Chi Minh. His 1956 cancellation of elections was supported by the U.S., but he fell out of favor and was killed in 1963 by US-backed Vietnamese generals. FTP, name this man who in 1954": {
    "guess": "Ngo Dinh Diem",
    "confidence": [
      [
        "N",
        -0.00492502
      ],
      [
        "go",
        -1.7432603e-06
      ],
      [
        " D",
        -0.00024536622
      ],
      [
        "inh",
        -0.0004766672
      ],
      [
        " Di",
        -0.00041089242
      ],
      [
        "em",
        -0.0003093639
      ]
    ]
  },
  "Several people involved in this event also participated in the concurrent Paterson Strike Pageant.  Laurette McCarthy wrote of Walter Pach's \"untold story\" in organizing this event. Albert Gleizes and Jacques Villon both made money from this event. An official statement of this event claimed that it was not \"propaganda for modernism\" and was issued by Arthur B. (*) Davies. One work in this event featured women drying their hair and was by John Sloan, while another was attacked for being an  \"explosion in a shingle factory\". For 10 points, name this 1913 art exhibition featuring works like Marcel": {
    "guess": "The Armory Show",
    "confidence": [
      [
        "The",
        -0.36478758
      ],
      [
        " Arm",
        -0.003889265
      ],
      [
        "ory",
        -5.2001665e-06
      ],
      [
        " Show",
        -4.5252596e-05
      ]
    ]
  },
  "Several of this man's early solo piano works are collected in his Album d'un voyager, and he noted that": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.59464324
      ],
      [
        " Sch",
        -0.00029184466
      ],
      [
        "umann",
        -0.0012362992
      ]
    ]
  },
  "In several games in this series, the Member Card is needed to enter secret shops where items such as secret books and goddess icons can be purchased. An automatic critical can be performed in this series if three flying characters are spaced to perform a triangle attack. Joshua, Zihark, and Lucia are among the characters who have a disadvantage when fighting against lances because the weapon triangle": {
    "guess": "Fire Emblem (series)",
    "confidence": [
      [
        "Fire",
        -0.04734635
      ],
      [
        " Emblem",
        -2.8325678e-05
      ],
      [
        " (",
        -0.6427827
      ],
      [
        "series",
        -0.16584644
      ],
      [
        ")",
        -0.00031270162
      ]
    ]
  },
  "The seventh work opens with the B-E falling fifth motif that permeates this collection, and that work describes an old knight who sits for hundreds of years with his beard and hair turned into one. The sixth work in this collection uses a series of rising and falling sixths at the end of the third strophe, which describes how \"The distance speaks, enraptured, of a great future happiness,\" while the": {
    "guess": "Kindertotenlieder",
    "confidence": [
      [
        "Kind",
        -1.509965
      ],
      [
        "ert",
        -0.07003881
      ],
      [
        "oten",
        -2.6968896e-06
      ],
      [
        "li",
        -1.1637165e-05
      ],
      [
        "eder",
        -0.000115582756
      ]
    ]
  },
  "Several islands in this group are divided by the Kadovu Passage, while Lakemba is separated from Tuvuca by the Lakeba Passage. The core group's northernmost point, Nambouono, is found on an island defined by the Loa Peninsula and Natewa and Savusavu Bays, while that island is separated from this chain's only international airport by the Bligh Water. That airport is located at Nadi, on the island featuring the Sigatoka Sand Dunes and the widest river, the Rewa. This country is found 1100 miles north": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.19048719
      ],
      [
        "iji",
        -0.0003646634
      ]
    ]
  },
  "Several letters were published in opposition to these documents under the pseudonym \"Centinel\". The 10th of these argued that Republican government was not restricted to small states, and defends pluralism, while the 84th explicitly dispenses with a section protecting people's rights. The first one lays out six topics to be covered, including the \"Utility of Union to [the] Present Prosperity.\" Most criticisms from opposition questioned the lack of a Bill of Rights in what these defended. Published under the pseudonym Publius, for ten points, name this set of political documents that sought to ratify the Constitution and were primarily written by Alexander Hamilton, James Madison, a future Chief Justice.": {
    "guess": "The Federalist Papers",
    "confidence": [
      [
        "The",
        -0.025840718
      ],
      [
        " Federal",
        -0.02513741
      ],
      [
        "ist",
        -6.2656334e-05
      ],
      [
        " Papers",
        -5.4385737e-06
      ]
    ]
  },
  "Several reforms to this system were suggested by the Romanow commission, including asking Infoway to create a database. Certain provisions of this system were challenged in the Chaoulli case, and so-called P3 institutions are only partially within this system. Emmett Matthew Hall chaired two commissions": {
    "guess": "Health care in Canada",
    "confidence": [
      [
        "Health",
        -0.32027003
      ],
      [
        " care",
        -0.5111628
      ],
      [
        " in",
        -0.028328981
      ],
      [
        " Canada",
        -8.566264e-05
      ]
    ]
  },
  "Several letters were published in opposition to these documents under the pseudonym \"Centinel\". The 10th": {
    "guess": "Anti-Federalist Papers",
    "confidence": [
      [
        "Anti",
        -0.85743093
      ],
      [
        "-F",
        -0.0013964263
      ],
      [
        "ederal",
        -3.3213026e-05
      ],
      [
        "ist",
        -0.007454115
      ],
      [
        " Papers",
        -0.024869064
      ]
    ]
  },
  "Several of this man's early solo piano works are collected in his Album d'un voyager, and he noted that he could not find a lyrical melody in his second \"forgotten waltz.\" A work characteristic of his": {
    "guess": "Frédéric Chopin",
    "confidence": [
      [
        "Fr",
        -1.1491108
      ],
      [
        "éd",
        -0.00035894162
      ],
      [
        "éric",
        -0.00029732802
      ],
      [
        " Chop",
        -0.0010401944
      ],
      [
        "in",
        -2.8444882e-05
      ]
    ]
  },
  "In the seventh book of this work, the writer claims that evil cannot be a substance but is rather a \"conflict of interests.\" One book describes the principle of cor ad cor loquitur, while in another book, the author admits to being unable to explain the concept of time. In book 10, the author calls memory": {
    "guess": "Confessions (book)",
    "confidence": [
      [
        "Conf",
        -0.11269014
      ],
      [
        "essions",
        -0.00096326944
      ],
      [
        " (",
        -0.5304599
      ],
      [
        "book",
        -0.6486857
      ],
      [
        ")",
        -0.05104251
      ]
    ]
  },
  "In the seventeenth century, this present-day country was the site of civil war between the Ava and Taungoo dynasties. In the eleventh century, the south of what is now this country was controlled by the Pyu kingdom until King Alaungsithu conquered the whole territory for the Kingdom of Pagan. It was ruled by a council called the Hluttaw during its three namesake wars with Britain, and its anti-colonialist movements included the Saya San rebellion and the Thakin party. Ruled in the mid-twentieth century by the dictator Ne Win, it has lately been controlled by the State Law and Order Restoration": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.13642149
      ],
      [
        "anmar",
        -0.00026515033
      ]
    ]
  },
  "This seven-letter term is derived from the surname of a character in the New Testament. The character,": {
    "guess": "Barabbas",
    "confidence": [
      [
        "Bar",
        -1.2151079
      ],
      [
        "abb",
        -0.2249934
      ],
      [
        "as",
        -4.9305523e-05
      ]
    ]
  },
  "One severe type of this disease results in a mutation at Xp21, and onset usually occurs before age 5. Gower's sign is used to diagnose that type of this disease, in which excess calcium enters and degrades the sarcolemma. Drooping of the eyelids is a sign of the (*) myotonic form of this illness. Along with the Duchenne (doo-SHEN) type of this disease, a less severe type named for Becker delays complete wasting of the legs and pelvis as late as age 30. For 10 points, name this disease in which skeletal": {
    "guess": "Duchenne Muscular Dystrophy",
    "confidence": [
      [
        "D",
        -0.046428416
      ],
      [
        "uch",
        -0.005936621
      ],
      [
        "enne",
        -0.0005912788
      ],
      [
        " Mus",
        -0.09324525
      ],
      [
        "cular",
        -0.00010151673
      ],
      [
        " D",
        -0.000117370815
      ],
      [
        "yst",
        -7.922564e-05
      ],
      [
        "rophy",
        -0.00056709145
      ]
    ]
  },
  "Several hundred mutineers were shot from cannons during the closing months of this rebellion, which ended with the campaigns of Hugh Rose. The tide had turned with the winter campaign around Lucknow led by Colin Campbell. Earlier, Bahadur Shah II was nominally returned to power after native soldiers stationed in Meerut rose up in outrage concerning the requirement that they use a mixture of pigs' and cows' blood to lubricate their new Enfield rifles. FTP, what was this 1857-58 mutiny by Indian troops": {
    "guess": "Indian Rebellion of 1857",
    "confidence": [
      [
        "Indian",
        -0.0035290404
      ],
      [
        " Rebellion",
        -0.0010621059
      ],
      [
        " of",
        -2.6968896e-06
      ],
      [
        " ",
        -1.7432603e-06
      ],
      [
        "185",
        -3.0828953e-05
      ],
      [
        "7",
        -5.6769813e-06
      ]
    ]
  },
  "The seventh section of this work ends with the memorable command, \"be not therefore troubled,\" and the sixth section considers the impossibility of a man without thought. Declaring at one point \"how hollow and full of ribaldry is the heart of man,\" the work begins with a statement of the difference between the mathematical and intuitive mind and goes on to draw some parallels to characters from the commedia del arte. Containing sections like \"Justice and the Reason of Effects,\" and \"Perpetuity,\"": {
    "guess": "Pensées",
    "confidence": [
      [
        "P",
        -0.24096073
      ],
      [
        "ens",
        -0.11952668
      ],
      [
        "ées",
        -0.00017302792
      ]
    ]
  },
  "Several people involved in this event also participated in the concurrent Paterson Strike Pageant.  Laurette McCarthy wrote of Walter Pach's \"untold story\" in organizing this event. Albert Gleizes and Jacques Villon both made money from this event. An official statement of this event claimed that it was not \"propaganda for modernism\" and was issued by Arthur B. (*) Davies. One work in this event featured": {
    "guess": "The Armory Show",
    "confidence": [
      [
        "The",
        -0.019350188
      ],
      [
        " Arm",
        -0.0053926534
      ],
      [
        "ory",
        -1.5809293e-05
      ],
      [
        " Show",
        -0.0001558626
      ]
    ]
  },
  "Several of the men behind this event were later assassinated during the radical Operation Nemesis, headed by Shahan Natalie. Its opening phase included Red Sunday, in which leaders of the Dashnak and Hunchak parties were targeted, as well as the passage of the Tehcir Law, which permitted deportation. It was preceded by the Adana Massacre and the Hamidian Massacres, and one of the only successful resistances to it occurred at Van. Enver Pasha claimed the targeted group had helped the Russians, allowing": {
    "guess": "Armenian Genocide",
    "confidence": [
      [
        "Ar",
        -0.012661857
      ],
      [
        "men",
        -9.133887e-06
      ],
      [
        "ian",
        -0.00063785806
      ],
      [
        " Gen",
        -0.35562396
      ],
      [
        "ocide",
        -3.1424974e-05
      ]
    ]
  },
  "The seventh section of this work ends with the memorable command, \"be not therefore troubled,\" and the sixth section considers the impossibility of a man without thought. Declaring at one point \"how hollow and full of ribaldry is the heart of man,\" the work begins with a statement of the difference between the mathematical and intuitive mind and goes on to draw some parallels to characters from the commedia del arte. Containing sections like \"Justice and the Reason of Effects,\" and \"Perpetuity,\" it is most famous for outlining some reasons for believing in God in the section \"Of the Necessity of the Wager.\" FTP, name this seminal work of Blaise Pascal, with a French title roughly translated as": {
    "guess": "Pensées",
    "confidence": [
      [
        "P",
        -0.021481588
      ],
      [
        "ens",
        -0.059964593
      ],
      [
        "ées",
        -0.00011939728
      ]
    ]
  },
  "Several \"pancake domes\" mark the surface of this body, whose other features include the Gula Mons and Sif Mons mountains. The spacecraft Vega 1 and 2 landed on this body. Due to a runaway greenhouse effect, the average surface temperature on this body is over seven hundred degrees Kelvin. For 10 points, name this home of Ishtar Terra, the most similar planet to Earth.": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.0005674491
      ],
      [
        "enus",
        -0.00014275387
      ]
    ]
  },
  "Several related techniques are named in analogy to this technique, which is the only one of the three": {
    "guess": "Linear probing",
    "confidence": [
      [
        "Linear",
        -1.5251184
      ],
      [
        " probing",
        -0.15145727
      ]
    ]
  },
  "Several political groups in this country soundly rejected the Viollette Plan, which would have given voting rights to 21,000 of this country's \"meritorious.\" A political party in this country was based out of Constantine and founded by Ben Badis. The Messali-formed People's Party and the Organic Statute of 1947 were opposed by a group in this country known as the (*) \"black feet.\" One terrorist organization from this country was the OS, which was taken over by Ahmed Ben Bella, who eventually founded": {
    "guess": "Algeria",
    "confidence": [
      [
        "Al",
        -0.058802847
      ],
      [
        "ger",
        -1.1637165e-05
      ],
      [
        "ia",
        -0.060350828
      ]
    ]
  },
  "Several of these things are described by the bird-monster Nemglan, including one regarding the direction of travel around Brega and another about sleeping in a house that has fire visible from the outside. One of these things regarding invitations to feasts led to the sons of Usna losing their protector. Nine of these are given to Conaire Mor in The Destruction of Da Derga's Hostel. (*) Connla was given one of these things involving telling any men his name, and a prominent one is broken when a crone": {
    "guess": "The Wikipedia page for \"Geis\"",
    "confidence": [
      [
        "The",
        -2.0552645
      ],
      [
        " Wikipedia",
        -0.8573781
      ],
      [
        " page",
        -0.0095031895
      ],
      [
        " for",
        -0.8478302
      ],
      [
        " \"",
        -0.48162392
      ],
      [
        "Ge",
        -0.081014305
      ],
      [
        "is",
        -0.5052137
      ],
      [
        "\"",
        -0.009494807
      ]
    ]
  },
  "Several other varieties of this experiment included one using a telephone and one using a contact plate. Zimbardo reported that none who refused to participate further insisted that the experiment to end. The learner was played by a 47-year-old Irish-American accountant trained for the role, and only one participant refused to administer shocks below the 300-volt level. The experimenter insisted that You have no other choice, you must go on in, for 10 points, what social experiment in which participants": {
    "guess": "Milgram experiment",
    "confidence": [
      [
        "Mil",
        -0.018278122
      ],
      [
        "gram",
        -0.0001690942
      ],
      [
        " experiment",
        -0.0036950894
      ]
    ]
  },
  "In the seventh book of this work, the writer claims that evil cannot be a substance but is rather a \"conflict of interests.\" One book describes the principle of cor ad cor loquitur, while in another book, the author admits to being unable to explain the concept of time. In book 10, the author calls memory the \"stomach of the mind,\" and in book 2, the author compares himself to Catiline after describing the theft of some pears. The deaths of Vecundus and Nebridius prompt the abandonment of rhetoric, while an earlier death inspires the author to abandon Manichaeism in Milan. The author's mother Monica plays a key role in, for 10 points, what autobiographical work by the future bishop of Hippo,": {
    "guess": "Confessions (Augustine)",
    "confidence": [
      [
        "Conf",
        -0.05138365
      ],
      [
        "essions",
        -0.0014077325
      ],
      [
        " (",
        -0.06143746
      ],
      [
        "August",
        -0.4809276
      ],
      [
        "ine",
        -0.00015979631
      ],
      [
        ")",
        -0.040087063
      ]
    ]
  },
  "Several related techniques are named in analogy to this technique, which is the only one of the three named for the scientist who devised it. In it, the sample in question is subjected to electrophoresis through an agarose gel, followed by denaturation to form single-strands. These are then transferred onto a nitrocellulose filter and immobilized. Specific gene probes then hybridize with complementary fragments, allowing specific fragments of DNA to be isolated. FTP, what is this type of blotting": {
    "guess": "Northern blot",
    "confidence": [
      [
        "Northern",
        -0.13669614
      ],
      [
        " blot",
        -0.008649438
      ]
    ]
  },
  "Several related techniques are named in analogy to this technique, which is the only one of the three named for the scientist who devised it. In it, the sample in question is subjected to electrophoresis": {
    "guess": "Southern blotting",
    "confidence": [
      [
        "Southern",
        -0.84504193
      ],
      [
        " blot",
        -0.0020655647
      ],
      [
        "ting",
        -0.001638885
      ]
    ]
  },
  "Several men can be seen carving into Basalt in the background of this artist's Madonna of the Queries, and he worked on the so called Camera Picta in the Palazzo Ducale under the patronage of Ludovico II Gonzaga. Works by this artist of Court Scene in Belvedere Chapel, including Baptism and Virgin and Child With Saints, were destroyed with the church. His works in the Eremitani Church included The Baptism of Hermogenes and a series of works that depicted events in the life of (*) St. James were destroyed during World War II. He looked to texts by Plutarch, Appian and Suetonius for inspiration to complete his set of nine canvases depicting the victories of a Roman emperor. For 10 points, name": {
    "guess": "Andrea Mantegna",
    "confidence": [
      [
        "And",
        -0.016511938
      ],
      [
        "rea",
        -1.2948405e-05
      ],
      [
        " Mant",
        -4.3202e-07
      ],
      [
        "eg",
        -2.0815847e-05
      ],
      [
        "na",
        -1.2590794e-05
      ]
    ]
  },
  "Several reforms to this system were suggested by the Romanow commission, including asking Infoway to create a database. Certain provisions of this system were challenged in the Chaoulli case, and so-called P3 institutions are only partially within this system. Emmett Matthew Hall chaired two commissions responsible for developing and reforming it. A smaller version of this program was launched by Woodrow Lloyd after Baron Taylor negotiated the end of a strike; that program was developed by (*) Tommy Douglas. This program was launched when the HIDS act was extended by the government of Lester Pearson, who wanted it available to people \"irrespective of their ability to pay\". For 10 points, name": {
    "guess": "Medicare in Canada",
    "confidence": [
      [
        "Med",
        -0.039937027
      ],
      [
        "icare",
        -4.8425554e-06
      ],
      [
        " in",
        -0.35625038
      ],
      [
        " Canada",
        -8.1371305e-05
      ]
    ]
  },
  "Several men can be seen carving into Basalt in the background of this artist's Madonna of the Queries, and he worked on the so called Camera Picta in the Palazzo Ducale under the patronage of Ludovico II Gonzaga. Works by this artist of Court Scene in Belvedere Chapel, including Baptism and Virgin and Child With Saints, were destroyed with the church. His works in the Eremitani Church included The Baptism of Hermogenes and a series of works that depicted events in the life of (*) St. James were destroyed during World War II. He looked to texts by Plutarch, Appian and Suetonius for inspiration to complete his set of nine canvases depicting the victories of a Roman emperor. For 10 points, name this Renaissance artist of the Triumphs of Caesar series who is most famous for his use of foreshortening in a work in which the viewer looks directly at the feet of the titular character, The Dead Christ.": {
    "guess": "Andrea Mantegna",
    "confidence": [
      [
        "And",
        -0.004746961
      ],
      [
        "rea",
        -4.1273333e-06
      ],
      [
        " Mant",
        -6.6306106e-06
      ],
      [
        "eg",
        -0.00069956895
      ],
      [
        "na",
        -3.9530823e-05
      ]
    ]
  },
  "Several of this musical's songs are sung as voicemails, including one in which a mother reminds her son not to leave his hot plate on when he leaves the house. Another song in this musical suggests \"spoke wheels\" and \"speeding tickets\" as ways to measure a certain amount of time. Wilson Jermaine Heredia won a Tony for the role of Angel in this musical, which is based on the character of Schaunard from La bohème. For 10 points, name this musical that follows a year in the life of eight New Yorkers": {
    "guess": "Rent (musical)",
    "confidence": [
      [
        "Rent",
        -0.008003112
      ],
      [
        " (",
        -0.023675516
      ],
      [
        "mus",
        -0.00040183295
      ],
      [
        "ical",
        -0.00022105966
      ],
      [
        ")",
        -6.9882217e-06
      ]
    ]
  },
  "Several related techniques are named in analogy to this technique, which is the only one of the three named for the scientist who devised it. In it, the sample in question is subjected to electrophoresis through an agarose gel, followed by denaturation to form single-strands. These are then transferred": {
    "guess": "Southern blotting",
    "confidence": [
      [
        "Southern",
        -0.16392897
      ],
      [
        " blot",
        -0.00776492
      ],
      [
        "ting",
        -0.0013351209
      ]
    ]
  },
  "Several years before this man targeted the Ottomans in the Night Attack, his brother Radu the Handsome converted to Islam at the Ottoman court. At three times, this man was voivode (VOH-yeh-vahd) of (*) Walachia (vah-LAH-kee-uh). One of this man's bynames was derived from his father's membership in the": {
    "guess": "Vlad II Dracul",
    "confidence": [
      [
        "V",
        -0.56116664
      ],
      [
        "lad",
        -0.0002975664
      ],
      [
        " II",
        -0.51463455
      ],
      [
        " Dr",
        -0.031154415
      ],
      [
        "ac",
        -0.00030745665
      ],
      [
        "ul",
        -0.00017123987
      ]
    ]
  },
  "Several of the genes activated during this process are controlled by p38, which is acted upon by the Myd88 adaptor protein.  In the liver, this process is primarily performed by Kupffer cells, and Lyn and Syk are responsible for activating the opsonin-dependent version of this process. It creates an internal (*) vesicle whose contents can be degraded by defensin-containing granules or reactive oxygen species, and neutrophils perform this process when encountering IgG-coated bacteria. For 10 points, name this process often performed by immune cells like neutrophils and macrophages, the ingestion": {
    "guess": "Phagocytosis",
    "confidence": [
      [
        "Ph",
        -0.0049087736
      ],
      [
        "ag",
        -5.7961847e-06
      ],
      [
        "oc",
        -4.365741e-06
      ],
      [
        "yt",
        0.0
      ],
      [
        "osis",
        -5.3954464e-05
      ]
    ]
  },
  "The seventh section depicts a dialogue between Samuel Goldenberg and Schmuyle. The fourth is set at the": {
    "guess": "Pictures at an Exhibition",
    "confidence": [
      [
        "Pictures",
        -0.0016732762
      ],
      [
        " at",
        -3.1782583e-05
      ],
      [
        " an",
        -3.4524266e-05
      ],
      [
        " Exhibition",
        -7.107425e-06
      ]
    ]
  },
  "Several pictures by this artist used Adrianus Jacobus Zuyderland as a model, including a work   showing him dressed all in blue sitting in a chair with his head in his hands. In addition to that work,  sometimes called Sorrowing Old Man  and sometimes At Eternity's Gate, this artist painted a man   leaning on his right hand with a foxglove plant in front of him. This artist also showed a poor family  eating around a table with a small lamp hanging above. In addition to Portrait of Dr. Gachet  and  The Potato Eaters, this artist painted Starry Night. Name this artist who cut off part of his left": {
    "guess": "Vincent van Gogh",
    "confidence": [
      [
        "Vin",
        -0.0025329755
      ],
      [
        "cent",
        -8.061054e-06
      ],
      [
        " van",
        -0.002089354
      ],
      [
        " G",
        -1.3856493e-06
      ],
      [
        "ogh",
        -4.3822154e-05
      ]
    ]
  },
  "In the seventeenth century, this present-day country was the site of civil war between the Ava and Taungoo dynasties. In the eleventh century, the south of what is now this country was controlled by the Pyu kingdom until King Alaungsithu conquered the whole territory for the Kingdom of Pagan. It was ruled by a council called the Hluttaw during its three namesake wars with Britain, and its anti-colonialist": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.14388083
      ],
      [
        "anmar",
        -3.357064e-05
      ]
    ]
  },
  "Several of its proteins contain a unique 36 amino acid sequence known as SXC domains.  It can enter a dauer stage when stressed during development, whereas normally an anchor cell uses the LIN-3 growth factor to direct the formation of its vulva.  The 2006 Nobel Prize in Medicine or Physiology was awarded": {
    "guess": "Caenorhabditis elegans",
    "confidence": [
      [
        "Ca",
        -0.22422186
      ],
      [
        "enor",
        -8.792751e-05
      ],
      [
        "hab",
        -0.00022427815
      ],
      [
        "dit",
        -0.00018006093
      ],
      [
        "is",
        -0.00070218404
      ],
      [
        " eleg",
        -0.0045020427
      ],
      [
        "ans",
        -0.00021355349
      ]
    ]
  },
  "Several reforms to this system were suggested by the Romanow commission, including asking Infoway to create a database. Certain provisions of this system were challenged in the Chaoulli case, and so-called P3 institutions are only partially within this system. Emmett Matthew Hall chaired two commissions responsible for developing and reforming it. A smaller version of this program was launched by Woodrow Lloyd after Baron Taylor negotiated the end of a strike; that program was developed by (*) Tommy": {
    "guess": "Medicare (Canada)",
    "confidence": [
      [
        "Med",
        -0.025182752
      ],
      [
        "icare",
        -6.0033854e-05
      ],
      [
        " (",
        -0.044262245
      ],
      [
        "Canada",
        -0.0035314169
      ],
      [
        ")",
        -0.00013083349
      ]
    ]
  },
  "A sevenfold circuit is made using four plants on the seventh day of it, known as Hoshana Rabba, and work is prohibited on the first two days of it. The Simhat Torah is celebrated during it to commemorate": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -0.018056285
      ],
      [
        "uk",
        -9.305327e-05
      ],
      [
        "k",
        -0.0007251793
      ],
      [
        "ot",
        -0.000104377614
      ]
    ]
  },
  "Several \"pancake domes\" mark the surface of this body, whose other features include the Gula Mons and Sif Mons mountains. The spacecraft Vega 1 and 2 landed on this body. Due to a runaway greenhouse effect, the average surface temperature on this body is over seven hundred degrees Kelvin. For 10 points,": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.0028504021
      ],
      [
        "enus",
        -0.00020818933
      ]
    ]
  },
  "The seventh section depicts a dialogue between Samuel Goldenberg and Schmuyle. The fourth is set at the Tuileries, the eighth at the Market Place at Limoges, and the ninth alternates heavy and light chords": {
    "guess": "Pictures at an Exhibition",
    "confidence": [
      [
        "Pictures",
        -0.0027429354
      ],
      [
        " at",
        -7.8033605e-05
      ],
      [
        " an",
        -8.776276e-06
      ],
      [
        " Exhibition",
        -1.9816675e-06
      ]
    ]
  },
  "The Seventh is addressed to the people of England and compares their nation to a shop owner who sets a bull dog upon his customers. The thirteenth and last advocates a union of the States while the second exhorts General Howe to make peace. The first is the most famous; in it the author remembers the repulse of England by Joan of Arc and hopes for a similar \"Jersey maid\" and then recounts Washington's rescue of the garrison at Fort Lee and subsequent retreat to the Delaware. FTP name this series of pamphlets which admonishes Tories and \"sunshine patriots\" and begins \"These are the times that try men's souls,\" written by Thomas Paine.": {
    "guess": "The American Crisis",
    "confidence": [
      [
        "The",
        -0.012846064
      ],
      [
        " American",
        -0.1825089
      ],
      [
        " Crisis",
        -0.00059508963
      ]
    ]
  },
  "Several of these entities were annexed by France after it sent the Alert and the Astrolabe. The \"Bombay Castle\" is located in this region, and two rival factions located here were the \"Kingdom of Humanity\" and the Republic of Morac-Songhrati-Meads, who were started by father-son pair James George and Franklin Meads. The discoverer of these entities was the commander of the whaling ship Cyrus, and they are found in the middle of the \"Dangerous Ground\". Tomas Cloma declared the Free Territory of Freedomland in this area. A detachment of troops guarding the (*) ship Sierra Madre are present in this location. Brunei claims Louisa Reef in this formation as part of its EEZ, and battles over it have included the Johnson South Reef Skirmish and the standoff over the Scarborough Shoals, in which the": {
    "guess": "Spratly Islands",
    "confidence": [
      [
        "Spr",
        -0.027477713
      ],
      [
        "at",
        -4.1080468e-05
      ],
      [
        "ly",
        -0.0003005465
      ],
      [
        " Islands",
        -0.0017471734
      ]
    ]
  },
  "A sevenfold circuit is made using four plants on the seventh day of it, known as Hoshana Rabba, and work is prohibited on the first two days of it. The Simhat Torah is celebrated during it to commemorate the completion of the annual reading cycle, and participants are to live in temporary shelters. Symbolizing": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -0.0055887527
      ],
      [
        "uk",
        -5.3193703e-06
      ],
      [
        "k",
        -0.0017995313
      ],
      [
        "ot",
        -3.9411618e-05
      ]
    ]
  },
  "The Seventh is addressed to the people of England and compares their nation to a shop owner who sets a bull dog upon his customers. The thirteenth and last advocates a union of the States while the second exhorts General Howe to make peace. The first is the most famous; in it the author remembers the": {
    "guess": "The American Crisis",
    "confidence": [
      [
        "The",
        -1.182319
      ],
      [
        " American",
        -0.3852014
      ],
      [
        " Crisis",
        -0.058538124
      ]
    ]
  },
  "Seven years before this battle, the death of Yohannes IV led to one participant helping the forces of Shewa to take the throne. This battle settled a conflict that began due to Prime Minister Crispi's interpretation of Article Seventeen of the Treaty of Wichale. Oreste Bartieri lost to Menelik II and made peace at the Treaty of Addis Ababa following, for 10 points, what 1896 battle in which Ethiopia turned back an Italian force?": {
    "guess": "Battle of Adowa",
    "confidence": [
      [
        "Battle",
        -0.13733177
      ],
      [
        " of",
        -0.005765846
      ],
      [
        " Ad",
        -0.00025526012
      ],
      [
        "owa",
        -0.0718273
      ]
    ]
  },
  "Seven years before this battle, the death of Yohannes IV led to one participant helping the forces of Shewa to take the throne. This battle settled a conflict that began due to Prime Minister Crispi's interpretation of Article Seventeen of the Treaty of Wichale. Oreste Bartieri lost to Menelik II and": {
    "guess": "First Italo-Ethiopian War",
    "confidence": [
      [
        "First",
        -0.0826389
      ],
      [
        " It",
        -0.052725762
      ],
      [
        "alo",
        -0.00050025113
      ],
      [
        "-E",
        -0.0015306938
      ],
      [
        "th",
        -1.3306016e-05
      ],
      [
        "i",
        -3.261701e-05
      ],
      [
        "opian",
        -7.517272e-05
      ],
      [
        " War",
        -0.0010111344
      ]
    ]
  },
  "Several of these entities were annexed by France after it sent the Alert and the Astrolabe. The \"Bombay": {
    "guess": "French Southern and Antarctic Lands",
    "confidence": [
      [
        "French",
        -0.32175905
      ],
      [
        " Southern",
        -0.92359793
      ],
      [
        " and",
        -0.0055563864
      ],
      [
        " Antarctic",
        -1.700133e-05
      ],
      [
        " Lands",
        -0.009323926
      ]
    ]
  },
  "There are several instances of implied cannibalism in this work, such as where people are drugged to be used as ingredients in dumplings. One of the title characters is considered a descendent of the mythical god-hero from Romance of the Three Kingdoms. This detailed novel traces the origins of each character and how they ended up on Mount Liangshang, whose names were immortalized in stone after a lightning strike as 36 Heaven elements and 72 Earth elements. Together they squelched three rebellions of the Sung Dynasty. For 10 points, name this novel that criticized the rampant corruption and injustice of the Sung government, written by Shi Nai'an and Luo Guanzhong and known in translation by": {
    "guess": "Water Margin",
    "confidence": [
      [
        "Water",
        -0.040986378
      ],
      [
        " Margin",
        -4.1199673e-05
      ]
    ]
  },
  "Several targets in this event were protected by the large quantities of diamonds they carried under their": {
    "guess": "Diamonds as an investment",
    "confidence": [
      [
        "Diamond",
        -0.7771713
      ],
      [
        "s",
        -0.8194209
      ],
      [
        " as",
        -0.28239983
      ],
      [
        " an",
        -0.008191481
      ],
      [
        " investment",
        -0.26982382
      ]
    ]
  },
  "One severe type of this disease results in a mutation at Xp21, and onset usually occurs before age 5. Gower's sign is used to diagnose that type of this disease, in which excess calcium enters and degrades the sarcolemma. Drooping of the eyelids is a sign of the (*) myotonic form of this illness. Along with the Duchenne (doo-SHEN) type of this disease, a less severe type named for Becker delays complete wasting of the legs and pelvis as late as age 30. For 10 points, name this disease in which skeletal muscle atrophies.": {
    "guess": "Duchenne Muscular Dystrophy",
    "confidence": [
      [
        "D",
        -0.27929002
      ],
      [
        "uch",
        -0.007879757
      ],
      [
        "enne",
        -0.00032533353
      ],
      [
        " Mus",
        -0.12895305
      ],
      [
        "cular",
        -6.706687e-05
      ],
      [
        " D",
        -7.4576696e-05
      ],
      [
        "yst",
        -7.612634e-05
      ],
      [
        "rophy",
        -0.00047917044
      ]
    ]
  },
  "In the seventh book of this work, the writer claims that evil cannot be a substance but is rather a \"conflict of interests.\" One book describes the principle of cor ad cor loquitur, while in another book,": {
    "guess": "Mere Christianity",
    "confidence": [
      [
        "M",
        -1.0455779
      ],
      [
        "ere",
        -0.06265383
      ],
      [
        " Christianity",
        -0.0001752928
      ]
    ]
  },
  "One of seven deacons chosen to care for the elderly Hellenist widows, he believed Moses to be both ruler": {
    "guess": "Saint Stephen",
    "confidence": [
      [
        "Saint",
        -0.8834157
      ],
      [
        " Stephen",
        -0.04046184
      ]
    ]
  },
  "Several of this man's early solo piano works are collected in his Album d'un voyager, and he noted that he could not find a lyrical melody in his second \"forgotten waltz.\" A work characteristic of his Wemar period is a symphonic poem titled Prometheus. Alidor is Lord of the Castle of Love in his sole opera, Don Sanche, and Chasse-Neige and \"Will o' the Wisp\" are two movements in his difficult set of twelve (*) piano pieces. The composer of a Faust Symphony and some Mephisto Waltzes, he included \"Mazeppa\" in his collection of Transcendental Etudes. For 10 points, name this piano virtuoso who used": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.012615474
      ],
      [
        "z",
        -3.297462e-05
      ],
      [
        " Lis",
        -0.00012248923
      ],
      [
        "zt",
        -3.7146747e-05
      ]
    ]
  },
  "Several of these entities were annexed by France after it sent the Alert and the Astrolabe. The \"Bombay Castle\" is located in this region, and two rival factions located here were the \"Kingdom of Humanity\" and the Republic of Morac-Songhrati-Meads, who were started by father-son pair James George and Franklin Meads. The discoverer of these entities was the commander of the whaling ship Cyrus, and they are found in the middle of the \"Dangerous Ground\". Tomas Cloma declared the Free Territory of Freedomland in this area. A detachment of troops guarding the (*) ship Sierra Madre are present in this": {
    "guess": "Spratly Islands",
    "confidence": [
      [
        "Spr",
        -0.1364088
      ],
      [
        "at",
        -2.3438328e-05
      ],
      [
        "ly",
        -5.50273e-05
      ],
      [
        " Islands",
        -0.0012235628
      ]
    ]
  },
  "Several of this musical's songs are sung as voicemails, including one in which a mother reminds her son not to leave his hot plate on when he leaves the house. Another song in this musical suggests \"spoke wheels\" and \"speeding tickets\" as ways to measure a certain amount of time. Wilson Jermaine Heredia": {
    "guess": "Rent (musical)",
    "confidence": [
      [
        "Rent",
        -0.008515405
      ],
      [
        " (",
        -0.0003312937
      ],
      [
        "mus",
        -0.000608556
      ],
      [
        "ical",
        -0.0001202317
      ],
      [
        ")",
        -3.1737043e-06
      ]
    ]
  },
  "Of the several highways designated I-275, the one circling this city is the only one that is a complete loop; that eighty-four-mile beltway passes through three states, and intersects Interstates 75, 71 and 74. The Roebling suspension bridge is one of the more than half-dozen of this city's spans over its nearby river. The city's major airport is located across the river, in Covington. It is the seat of Hamilton County, and the largest city in both the first and second Congressional districts of": {
    "guess": "Cincinnati",
    "confidence": [
      [
        "C",
        -0.004952901
      ],
      [
        "incinnati",
        -0.000501324
      ]
    ]
  },
  "Several peasants watch Jacob wrestling with an angel on the red ground in this man's painting Vision After the Sermon. Three women with a child, young adults, and a dying old woman represent the three title questions of this artist's Where Do We Come From? What Are We? Where Are We Going?. This painter": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.0069257733
      ],
      [
        " Ga",
        -0.00012642296
      ],
      [
        "ugu",
        -0.0012089227
      ],
      [
        "in",
        -6.9882217e-06
      ]
    ]
  },
  "In several games in this series, the Member Card is needed to enter secret shops where items such as secret books and goddess icons can be purchased. An automatic critical can be performed in this series if three flying characters are spaced to perform a triangle attack. Joshua, Zihark, and Lucia are": {
    "guess": "Fire Emblem (series)",
    "confidence": [
      [
        "Fire",
        -0.0045651766
      ],
      [
        " Emblem",
        -1.5809293e-05
      ],
      [
        " (",
        -1.0116812
      ],
      [
        "series",
        -0.19782892
      ],
      [
        ")",
        -0.00020473242
      ]
    ]
  },
  "In the seventh book of this work, the writer claims that evil cannot be a substance but is rather a \"conflict": {
    "guess": "Summa Theologica",
    "confidence": [
      [
        "Sum",
        -1.70112
      ],
      [
        "ma",
        -0.0020390337
      ],
      [
        " The",
        -0.016584992
      ],
      [
        "olog",
        -0.13696167
      ],
      [
        "ica",
        -0.00011248347
      ]
    ]
  },
  "Several political groups in this country soundly rejected the Viollette Plan, which would have given voting rights to 21,000 of this country's \"meritorious.\" A political party in this country was based": {
    "guess": "Canada",
    "confidence": [
      [
        "Canada",
        -1.402265
      ]
    ]
  },
  "Several of the men behind this event were later assassinated during the radical Operation Nemesis, headed by Shahan Natalie. Its opening phase included Red Sunday, in which leaders of the Dashnak and Hunchak parties were targeted, as well as the passage of the Tehcir Law, which permitted deportation. It was preceded by the Adana Massacre and the Hamidian Massacres, and one of the only successful resistances to it occurred at Van. Enver Pasha claimed the targeted group had helped the Russians, allowing attacks at Sivas, Diyarbak?r, and elsewhere in eastern Anatolia. For 10 points, identify this genocide committed by the Ottomans against an ethnic group of the Caucasus during World War I.": {
    "guess": "Armenian Genocide",
    "confidence": [
      [
        "Ar",
        -0.058959182
      ],
      [
        "men",
        -2.2484697e-05
      ],
      [
        "ian",
        -0.00016504127
      ],
      [
        " Gen",
        -0.013345278
      ],
      [
        "ocide",
        -4.048445e-05
      ]
    ]
  },
  "It is one of several theorems that can be derived from the Pythagorean Theorem, but the easiest way to derive it is to write the Law of Cosines twice, taking advantage of the fact that the angles used in the equations are supplementary. You can then multiply each equation by a different length and add them to cancel out the angles. This theorem, named after an 18th Century Scot, gives a relationship between lengths when a single Cevian is drawn. It can be written N times A squared plus M times B": {
    "guess": "Ceva's theorem",
    "confidence": [
      [
        "C",
        -0.07665888
      ],
      [
        "eva",
        -0.013359042
      ],
      [
        "'s",
        -0.0023404467
      ],
      [
        " theorem",
        -0.005287596
      ]
    ]
  },
  "Several other varieties of this experiment included one using a telephone and one using a contact plate. Zimbardo reported that none who refused to participate further insisted that the experiment to end. The learner was played by a 47-year-old Irish-American accountant trained for the role, and only one participant refused to administer shocks below the 300-volt level. The experimenter insisted that You have no other choice, you must go on in, for 10 points, what social experiment in which participants were instructed to shock the learner by an authority figure?": {
    "guess": "Milgram experiment",
    "confidence": [
      [
        "Mil",
        -0.0037891506
      ],
      [
        "gram",
        -0.000115463554
      ],
      [
        " experiment",
        -0.0005035852
      ]
    ]
  },
  "Of the several highways designated I-275, the one circling this city is the only one that is a complete loop; that eighty-four-mile beltway passes through three states, and intersects Interstates 75, 71 and 74. The Roebling suspension bridge is one of the more than half-dozen of this city's spans over its nearby river. The city's major airport is located across the river, in Covington. It is the seat": {
    "guess": "Cincinnati",
    "confidence": [
      [
        "C",
        -0.043728486
      ],
      [
        "incinnati",
        -0.0010819945
      ]
    ]
  },
  "Several years before this man targeted the Ottomans in the Night Attack, his brother Radu the Handsome converted to Islam at the Ottoman court. At three times, this man was voivode (VOH-yeh-vahd) of (*) Walachia (vah-LAH-kee-uh). One of this man's bynames was derived from his father's membership in the Order of the Dragon, and another from his tactic of displaying thousands of dead bodies of enemies after battles. For 10 points, name this Romanian ruler who became notorious for driving stakes through": {
    "guess": "Vlad the Impaler",
    "confidence": [
      [
        "V",
        -0.019134792
      ],
      [
        "lad",
        -9.610702e-06
      ],
      [
        " the",
        -0.027029008
      ],
      [
        " Imp",
        -0.0008845492
      ],
      [
        "aler",
        -0.00014239625
      ]
    ]
  },
  "Several other varieties of this experiment included one using a telephone and one using a contact plate. Zimbardo reported that none who refused to participate further insisted that the experiment to end. The learner was played by a 47-year-old Irish-American accountant trained for the role, and only one participant refused to administer shocks below the 300-volt level. The experimenter insisted that": {
    "guess": "Milgram experiment",
    "confidence": [
      [
        "Mil",
        -0.01234353
      ],
      [
        "gram",
        -7.421909e-05
      ],
      [
        " experiment",
        -0.002382665
      ]
    ]
  },
  "There are several instances of implied cannibalism in this work, such as where people are drugged to be used as ingredients in dumplings. One of the title characters is considered a descendent of the mythical god-hero from Romance of the Three Kingdoms. This detailed novel traces the origins of each": {
    "guess": "The Incarnations of Immortality",
    "confidence": [
      [
        "The",
        -1.0845532
      ],
      [
        " Inc",
        -0.7311269
      ],
      [
        "arn",
        -0.49859437
      ],
      [
        "ations",
        -1.8193366e-05
      ],
      [
        " of",
        -0.0020003694
      ],
      [
        " Imm",
        -0.00011594037
      ],
      [
        "ortality",
        -2.4987974e-05
      ]
    ]
  },
  "In the seventh book of this work, the writer claims that evil cannot be a substance but is rather a \"conflict of interests.\" One book describes the principle of cor ad cor loquitur, while in another book, the author admits to being unable to explain the concept of time. In book 10, the author calls memory the \"stomach of the mind,\" and in book 2, the author compares himself to Catiline after describing the theft of some pears. The deaths of Vecundus and Nebridius prompt the abandonment of rhetoric, while an earlier death inspires the author to abandon Manichaeism in Milan. The author's mother Monica plays a key role in, for 10 points, what autobiographical work by the future bishop of Hippo, Saint Augustine?": {
    "guess": "Confessions (Augustine)",
    "confidence": [
      [
        "Conf",
        -0.024227561
      ],
      [
        "essions",
        -0.0004931026
      ],
      [
        " (",
        -0.12281026
      ],
      [
        "August",
        -0.07736228
      ],
      [
        "ine",
        -0.000101874335
      ],
      [
        ")",
        -8.5543434e-05
      ]
    ]
  },
  "Several reforms to this system were suggested by the Romanow commission, including asking Infoway to create a database. Certain provisions of this system were challenged in the Chaoulli case, and so-called P3 institutions are only partially within this system. Emmett Matthew Hall chaired two commissions responsible for developing and reforming it. A smaller version of this program was launched by Woodrow Lloyd after Baron Taylor negotiated the end of a strike; that program was developed by (*) Tommy Douglas. This program was launched when the HIDS act was extended by the government of Lester Pearson, who wanted it available to people \"irrespective of their ability to pay\". For 10 points, name this single-payer system which runs facilities like the Ottawa Hospital.": {
    "guess": "Medicare (Canada)",
    "confidence": [
      [
        "Med",
        -0.053481124
      ],
      [
        "icare",
        -8.180258e-06
      ],
      [
        " (",
        -0.0370567
      ],
      [
        "Canada",
        -0.03070593
      ],
      [
        ")",
        -2.7848862e-05
      ]
    ]
  },
  "Several pictures by this artist used Adrianus Jacobus Zuyderland as a model, including a work   showing him dressed all in blue sitting in a chair with his head in his hands. In addition to that work,  sometimes called Sorrowing Old Man  and sometimes At Eternity's Gate, this artist painted a man  ": {
    "guess": "At Eternity's Gate (Van Gogh)",
    "confidence": [
      [
        "At",
        -0.8734589
      ],
      [
        " E",
        -0.0009295678
      ],
      [
        "tern",
        -1.9504607e-05
      ],
      [
        "ity",
        -9.221884e-05
      ],
      [
        "'s",
        -0.0030362976
      ],
      [
        " Gate",
        -9.9371064e-05
      ],
      [
        " (",
        -0.3951647
      ],
      [
        "Van",
        -0.1825066
      ],
      [
        " G",
        -2.2961513e-05
      ],
      [
        "ogh",
        -1.8550976e-05
      ],
      [
        ")",
        -0.019131754
      ]
    ]
  },
  "In the seventeenth century, this present-day country was the site of civil war between the Ava and Taungoo": {
    "guess": "Taungoo dynasty",
    "confidence": [
      [
        "Ta",
        -0.22992812
      ],
      [
        "ung",
        -0.002021428
      ],
      [
        "oo",
        -0.00039968727
      ],
      [
        " dynasty",
        -0.61909395
      ]
    ]
  },
  "A sevenfold circuit is made using four plants on the seventh day of it, known as Hoshana Rabba, and work is prohibited on the first two days of it. The Simhat Torah is celebrated during it to commemorate the completion of the annual reading cycle, and participants are to live in temporary shelters. Symbolizing the forty-year period of wandering the desert, the eight day is known as Shemini Atzeret. Also known as the Feast of Tabernacles, it begins on the 15th of Tishrei, five days after Yom Kippur.": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -0.0009212272
      ],
      [
        "uk",
        -4.3202e-07
      ],
      [
        "k",
        -2.3080716e-05
      ],
      [
        "ot",
        -8.8404326e-05
      ]
    ]
  },
  "Several months ago, this state was the site of the largest pharmaceutical drug bust in history, and that occurred in the city of Hialeah. One congressional district in this state was represented by a man who claimed there were communist members in the Democratic party, Allen West. In the most recent senatorial election in this state the winner beat Kendrick Meek and Charlie Crist in order to gain his seat. This state was the recent site where a teenager who bought Skittles and Iced Tea was shot to death by George Zimmerman, and Zimmerman was charged with second degree murder. For 10 points identify this state whose current senator is Tea Party darling Marco Rubio, and was the state where Trayvon Martin was killed.": {
    "guess": "Florida",
    "confidence": [
      [
        "Florida",
        -0.0012598758
      ]
    ]
  },
  "Several political groups in this country soundly rejected the Viollette Plan, which would have given voting rights to 21,000 of this country's \"meritorious.\" A political party in this country was based out of Constantine and founded by Ben Badis. The Messali-formed People's Party and the Organic Statute of 1947 were opposed by a group in this country known as the (*) \"black feet.\" One terrorist organization": {
    "guess": "Algeria",
    "confidence": [
      [
        "Al",
        -0.17472205
      ],
      [
        "ger",
        -8.709308e-05
      ],
      [
        "ia",
        -0.037770618
      ]
    ]
  },
  "Of the several highways designated I-275, the one circling this city is the only one that is a complete loop; that eighty-four-mile beltway passes through three states, and intersects Interstates 75, 71": {
    "guess": "Interstate 275",
    "confidence": [
      [
        "Inter",
        -0.03847197
      ],
      [
        "state",
        -4.1557283e-05
      ],
      [
        " ",
        -0.00069301634
      ],
      [
        "275",
        -0.00020807012
      ]
    ]
  },
  "Several peasants watch Jacob wrestling with an angel on the red ground in this man's painting Vision": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.077460915
      ],
      [
        " Ga",
        -0.00012391969
      ],
      [
        "ugu",
        -0.0016400695
      ],
      [
        "in",
        -6.2729996e-06
      ]
    ]
  },
  "Several islands in this group are divided by the Kadovu Passage, while Lakemba is separated from Tuvuca": {
    "guess": "Lau Islands",
    "confidence": [
      [
        "L",
        -0.19407324
      ],
      [
        "au",
        -0.23762174
      ],
      [
        " Islands",
        -0.0031695107
      ]
    ]
  },
  "Several of the men behind this event were later assassinated during the radical Operation Nemesis, headed by Shahan Natalie. Its opening phase included Red Sunday, in which leaders of the Dashnak and Hunchak parties were targeted, as well as the passage of the Tehcir Law, which permitted deportation. It was preceded by the Adana Massacre and the Hamidian Massacres, and one of the only successful resistances": {
    "guess": "Armenian Genocide",
    "confidence": [
      [
        "Ar",
        -0.030008266
      ],
      [
        "men",
        -4.823269e-05
      ],
      [
        "ian",
        -0.0031053459
      ],
      [
        " Gen",
        -0.22214028
      ],
      [
        "ocide",
        -6.0033854e-05
      ]
    ]
  },
  "Several islands in this group are divided by the Kadovu Passage, while Lakemba is separated from Tuvuca by the Lakeba Passage. The core group's northernmost point, Nambouono, is found on an island defined by the Loa Peninsula and Natewa and Savusavu Bays, while that island is separated from this chain's only international airport by the Bligh Water. That airport is located at Nadi, on the island featuring the Sigatoka Sand Dunes and the widest river, the Rewa. This country is found 1100 miles north of New Zealand, in the Koro Sea. Seventy percent of its population lives on the island Viti Levu, whose large population of Indian origin is a source of political instability. For 10 points, name this Melanesian archipelago state near the International Date Line, whose capital is Suva.": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.0019953703
      ],
      [
        "iji",
        -4.572941e-05
      ]
    ]
  },
  "Several of its proteins contain a unique 36 amino acid sequence known as SXC domains.  It can enter a dauer stage when stressed during development, whereas normally an anchor cell uses the LIN-3 growth factor to direct the formation of its vulva.  The 2006 Nobel Prize in Medicine or Physiology was awarded for work on RNA interference in it, and Sydney Brenner is famous for using it to study apoptosis, which it uses to eliminate 131 cells on its way to a total of 959 somatic cells, each with a known lineage.  Useful because of its transparency and developmental invariability, FTP, name this first multi-cellular animal to have its genome sequenced, a nematode often used as a model organism in biological research.": {
    "guess": "Caenorhabditis elegans",
    "confidence": [
      [
        "Ca",
        -0.004384317
      ],
      [
        "enor",
        -6.241792e-05
      ],
      [
        "hab",
        -0.00016194198
      ],
      [
        "dit",
        -5.7888185e-05
      ],
      [
        "is",
        -7.6364755e-05
      ],
      [
        " eleg",
        -0.002339493
      ],
      [
        "ans",
        -0.000113079484
      ]
    ]
  },
  "Several of these things are described by the bird-monster Nemglan, including one regarding the direction of travel around Brega and another about sleeping in a house that has fire visible from the outside. One of these things regarding invitations to feasts led to the sons of Usna losing their protector.": {
    "guess": "Deirdre of the Sorrows",
    "confidence": [
      [
        "De",
        -0.62506604
      ],
      [
        "ird",
        -0.00037752642
      ],
      [
        "re",
        -0.00076972484
      ],
      [
        " of",
        -0.18585902
      ],
      [
        " the",
        -0.0007105246
      ],
      [
        " Sor",
        -0.00035024344
      ],
      [
        "rows",
        -2.4987974e-05
      ]
    ]
  },
  "Several of these things are described by the bird-monster Nemglan, including one regarding the direction of travel around Brega and another about sleeping in a house that has fire visible from the outside. One of these things regarding invitations to feasts led to the sons of Usna losing their protector. Nine of these are given to Conaire Mor in The Destruction of Da Derga's Hostel. (*) Connla was given one of these things involving telling any men his name, and a prominent one is broken when a crone offers a meal to a traveler, causing Cu Culain to eat dog meat. For 10 points, identify these burdensome taboos which are placed on heroes in Irish mythology.": {
    "guess": "Geis",
    "confidence": [
      [
        "Ge",
        -0.016467145
      ],
      [
        "is",
        -0.39643097
      ]
    ]
  },
  "Of the several highways designated I-275, the one circling this city is the only one that is a complete loop; that eighty-four-mile beltway passes through three states, and intersects Interstates 75, 71 and 74. The Roebling suspension bridge is one of the more than half-dozen of this city's spans over its nearby river. The city's major airport is located across the river, in Covington. It is the seat of Hamilton County, and the largest city in both the first and second Congressional districts of Ohio. For 10 points, name this city located near the Kentucky border, the namesake of a disgusting kind of chili.": {
    "guess": "Cincinnati",
    "confidence": [
      [
        "C",
        -0.0038512629
      ],
      [
        "incinnati",
        -0.00038241007
      ]
    ]
  },
  "Several of this musical's songs are sung as voicemails, including one in which a mother reminds her son": {
    "guess": "Dear Evan Hansen",
    "confidence": [
      [
        "Dear",
        -0.21740694
      ],
      [
        " Evan",
        -2.486877e-05
      ],
      [
        " Hansen",
        -8.180258e-06
      ]
    ]
  },
  "There are several instances of implied cannibalism in this work, such as where people are drugged to be used as ingredients in dumplings. One of the title characters is considered a descendent of the mythical god-hero from Romance of the Three Kingdoms. This detailed novel traces the origins of each character and how they ended up on Mount Liangshang, whose names were immortalized in stone after a lightning strike as 36 Heaven elements and 72 Earth elements. Together they squelched three rebellions of the Sung Dynasty. For 10 points, name this novel that criticized the rampant corruption and injustice of the Sung government, written by Shi Nai'an and Luo Guanzhong and known in translation by any of a host of fraternal and wetlands-based titles.": {
    "guess": "Water Margin",
    "confidence": [
      [
        "Water",
        -0.021456387
      ],
      [
        " Margin",
        -8.900034e-05
      ]
    ]
  },
  "Several letters were published in opposition to these documents under the pseudonym \"Centinel\". The 10th of these argued that Republican government was not restricted to small states, and defends pluralism, while the 84th explicitly dispenses with a section protecting people's rights. The first one lays": {
    "guess": "The Federalist Papers",
    "confidence": [
      [
        "The",
        -0.13957399
      ],
      [
        " Federal",
        -0.030555177
      ],
      [
        "ist",
        -0.07146723
      ],
      [
        " Papers",
        -0.10873543
      ]
    ]
  },
  "Several targets in this event were protected by the large quantities of diamonds they carried under their clothing, resulting in them being killed by bayonets. By some accounts, it was partly triggered by the approach of the Czechoslovak Legion, and the physician Eugene Botkin was ordered to gather targets into the basement before this action. The Church of All Saints was built on the site of this action, which occurred in the House of Special Purpose, a building owned by Ipatiev. This event, which was ordered by the Ural Executive Committee, occurred in Yekaterinburg after the targets were moved": {
    "guess": "Execution of the Romanov family",
    "confidence": [
      [
        "Execution",
        -0.03955805
      ],
      [
        " of",
        -0.00020222914
      ],
      [
        " the",
        -0.009738381
      ],
      [
        " Roman",
        -0.00048286578
      ],
      [
        "ov",
        -5.669615e-05
      ],
      [
        " family",
        -0.07644532
      ]
    ]
  },
  "Several letters were published in opposition to these documents under the pseudonym \"Centinel\". The 10th of these argued that Republican government was not restricted to small states, and defends pluralism, while the 84th explicitly dispenses with a section protecting people's rights. The first one lays out six topics to be covered, including the \"Utility of Union to [the] Present Prosperity.\" Most criticisms from opposition questioned the lack of a Bill of Rights in what these defended. Published under the pseudonym Publius, for ten points, name this set of political documents that sought to ratify the Constitution and were primarily written by Alexander Hamilton, James Madison, a future Chief": {
    "guess": "The Federalist Papers",
    "confidence": [
      [
        "The",
        -0.016698245
      ],
      [
        " Federal",
        -0.051101968
      ],
      [
        "ist",
        -0.00013262156
      ],
      [
        " Papers",
        -5.080963e-06
      ]
    ]
  },
  "In several games in this series, the Member Card is needed to enter secret shops where items such as secret books and goddess icons can be purchased. An automatic critical can be performed in this series if three flying characters are spaced to perform a triangle attack. Joshua, Zihark, and Lucia are among the characters who have a disadvantage when fighting against lances because the weapon triangle goes against the swords those myrmidons use. A mastery skill in a Gamecube game in this series combines the Sol and Luna skills and was the inspiration for the Super Smash Bros recovery move, Aether. For ten points, name this Nintendo strategy series which includes the characters Roy, Ike, and Marth.": {
    "guess": "Fire Emblem",
    "confidence": [
      [
        "Fire",
        -0.0036623103
      ],
      [
        " Emblem",
        -1.735894e-05
      ]
    ]
  },
  "Several islands in this group are divided by the Kadovu Passage, while Lakemba is separated from Tuvuca by the Lakeba Passage. The core group's northernmost point, Nambouono, is found on an island defined by the Loa Peninsula and Natewa and Savusavu Bays, while that island is separated from this chain's only international airport by the Bligh Water. That airport is located at Nadi, on the island featuring": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.116172835
      ],
      [
        "iji",
        -0.0022877604
      ]
    ]
  },
  "Several political groups in this country soundly rejected the Viollette Plan, which would have given voting rights to 21,000 of this country's \"meritorious.\" A political party in this country was based out of Constantine and founded by Ben Badis. The Messali-formed People's Party and the Organic Statute of 1947 were opposed by a group in this country known as the (*) \"black feet.\" One terrorist organization from this country was the OS, which was taken over by Ahmed Ben Bella, who eventually founded the CRUA and the FLN just prior to its war of independence; that war was ended by the Evian Accords and lasted from 1954 to 1962. For 10 points, name this North African country with capital Algiers.": {
    "guess": "Algeria",
    "confidence": [
      [
        "Al",
        -0.05832436
      ],
      [
        "ger",
        -2.220075e-06
      ],
      [
        "ia",
        -0.13063605
      ]
    ]
  },
  "The Seventh is addressed to the people of England and compares their nation to a shop owner who sets a bull dog upon his customers. The thirteenth and last advocates a union of the States while the second exhorts General Howe to make peace. The first is the most famous; in it the author remembers the repulse of England by Joan of Arc and hopes for a similar \"Jersey maid\" and then recounts Washington's rescue of the garrison at Fort Lee and subsequent retreat to the Delaware. FTP name this series": {
    "guess": "The American Crisis",
    "confidence": [
      [
        "The",
        -0.066996664
      ],
      [
        " American",
        -0.10810071
      ],
      [
        " Crisis",
        -8.029847e-05
      ]
    ]
  },
  "It is one of several theorems that can be derived from the Pythagorean Theorem, but the easiest way to derive it is to write the Law of Cosines twice, taking advantage of the fact that the angles used in the equations are supplementary. You can then multiply each equation by a different length and add them to cancel out the angles. This theorem, named after an 18th Century Scot, gives a relationship": {
    "guess": "Law of tangents",
    "confidence": [
      [
        "Law",
        -0.41580316
      ],
      [
        " of",
        -0.0015370006
      ],
      [
        " tang",
        -1.0780716
      ],
      [
        "ents",
        -0.00014025059
      ]
    ]
  },
  "Seven years before this battle, the death of Yohannes IV led to one participant helping the forces of Shewa to take the throne. This battle settled a conflict that began due to Prime Minister Crispi's": {
    "guess": "First Italo-Ethiopian War",
    "confidence": [
      [
        "First",
        -0.2970604
      ],
      [
        " It",
        -0.0012461857
      ],
      [
        "alo",
        -7.2907846e-05
      ],
      [
        "-E",
        -0.008757447
      ],
      [
        "th",
        -7.703444e-06
      ],
      [
        "i",
        -6.9882217e-06
      ],
      [
        "opian",
        -5.4788892e-05
      ],
      [
        " War",
        -0.0004658233
      ]
    ]
  },
  "A seven-station backtrack to Mosera followed the death of this figure at Mount Hor. This man's grandson impaled Cozbi and Zimri with a spear out of holy zeal against the Heresy of Peor. One son of this": {
    "guess": "Pinchas",
    "confidence": [
      [
        "Pin",
        -1.2817796
      ],
      [
        "chas",
        -0.039094206
      ]
    ]
  },
  "This seven-letter term is derived from the surname of a character in the New Testament. The character, a repentant sinner who is often depicted crying in art, witnessed the death of Jesus. Though she was sincere, this term has come to refer to people who are easily moved to tears, sometimes due to drunkenness.": {
    "guess": "Magdalene",
    "confidence": [
      [
        "Mag",
        -0.102818914
      ],
      [
        "dal",
        -0.020318214
      ],
      [
        "ene",
        -0.0012090419
      ]
    ]
  },
  "In its most severe form, Hutchinson-Gilford syndrome, wrinkles, baldness, and other signs of aging begin immediately after birth, and death usually occurs in the teens. In a less severe form, Werner syndrome, the effects occur in the teens, with death usually occurring in the 40s. FTP, name this disease in which premature aging is caused by decreases in the telomere length of somatic cells.": {
    "guess": "Progeria",
    "confidence": [
      [
        "Pro",
        -0.013638949
      ],
      [
        "ger",
        -5.1808798e-05
      ],
      [
        "ia",
        -0.0004243588
      ]
    ]
  },
  "A seven-station backtrack to Mosera followed the death of this figure at Mount Hor. This man's grandson impaled Cozbi and Zimri with a spear out of holy zeal against the Heresy of Peor. One son of this grandfather of Phinehas tended to the censers of several dead priests after the earth swallowed up several insurgents against this figure's rule. This father of Ithamar and Eleazar owned an object that produced ripe almonds during the rebellion of his cousin Korah. This figure caused his sister to be afflicted by tzaarath after he lost most of his power following his building of the Golden Calf.": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -0.1607266
      ],
      [
        "oses",
        -2.4987974e-05
      ]
    ]
  },
  "Several pictures by this artist used Adrianus Jacobus Zuyderland as a model, including a work   showing him dressed all in blue sitting in a chair with his head in his hands. In addition to that work,  sometimes called Sorrowing Old Man  and sometimes At Eternity's Gate, this artist painted a man   leaning on his right hand with a foxglove plant in front of him. This artist also showed a poor family": {
    "guess": "Vincent van Gogh",
    "confidence": [
      [
        "Vin",
        -0.0040261573
      ],
      [
        "cent",
        -1.0445127e-05
      ],
      [
        " van",
        -0.0017021986
      ],
      [
        " G",
        -9.0883464e-07
      ],
      [
        "ogh",
        -2.618001e-05
      ]
    ]
  },
  "Several of these entities were annexed by France after it sent the Alert and the Astrolabe. The \"Bombay Castle\" is located in this region, and two rival factions located here were the \"Kingdom of Humanity\" and the Republic of Morac-Songhrati-Meads, who were started by father-son pair James George and Franklin Meads. The discoverer of these entities was the commander of the whaling ship Cyrus, and they are found in the middle of the \"Dangerous Ground\". Tomas Cloma declared the Free Territory of Freedomland": {
    "guess": "Spratly Islands",
    "confidence": [
      [
        "Spr",
        -0.037520684
      ],
      [
        "at",
        -6.749814e-06
      ],
      [
        "ly",
        -1.4498052e-05
      ],
      [
        " Islands",
        -9.1742026e-05
      ]
    ]
  },
  "It is one of several theorems that can be derived from the Pythagorean Theorem, but the easiest way to derive it is to write the Law of Cosines twice, taking advantage of the fact that the angles used in the equations are supplementary. You can then multiply each equation by a different length and add them to cancel out the angles. This theorem, named after an 18th Century Scot, gives a relationship between lengths when a single Cevian is drawn. It can be written N times A squared plus M times B squared equals C times the quantity D squared plus M times N. Name this theorem that gives a relationship": {
    "guess": "Stewart's theorem",
    "confidence": [
      [
        "St",
        -0.1767445
      ],
      [
        "ewart",
        -0.0011229529
      ],
      [
        "'s",
        -0.00777024
      ],
      [
        " theorem",
        -0.08259862
      ]
    ]
  },
  "One of seven deacons chosen to care for the elderly Hellenist widows, he believed Moses to be both ruler and deliverer, and in Acts 7:48 he condemned the building of the temple as idolatry. Challenged to a dispute by a coalition including the Libertines and Alexandrians, they would later coerce people": {
    "guess": "Saint Stephen",
    "confidence": [
      [
        "Saint",
        -0.80686176
      ],
      [
        " Stephen",
        -0.0009303949
      ]
    ]
  },
  "Several works in this city were designed by Flaminio Ponzio, including the Big Fountain at Acqua   Paola and the house that is now the site of Galleria Borghese [bor-GAY-zay]. The largest unreinforced": {
    "guess": "Rome",
    "confidence": [
      [
        "R",
        -0.008015532
      ],
      [
        "ome",
        -9.043079e-05
      ]
    ]
  },
  "Several of the genes activated during this process are controlled by p38, which is acted upon by the Myd88 adaptor protein.  In the liver, this process is primarily performed by Kupffer cells, and Lyn and Syk are responsible for activating the opsonin-dependent version of this process. It creates an internal (*) vesicle whose contents can be degraded by defensin-containing granules or reactive oxygen species, and neutrophils perform this process when encountering IgG-coated bacteria. For 10 points, name this process often performed by immune cells like neutrophils and macrophages, the ingestion of a foreign material by a cell.": {
    "guess": "Phagocytosis",
    "confidence": [
      [
        "Ph",
        -0.0026634082
      ],
      [
        "ag",
        -1.1041146e-05
      ],
      [
        "oc",
        -1.4259645e-05
      ],
      [
        "yt",
        -3.1281633e-07
      ],
      [
        "osis",
        -0.00010676169
      ]
    ]
  },
  "Several of its proteins contain a unique 36 amino acid sequence known as SXC domains.  It can enter a dauer stage when stressed during development, whereas normally an anchor cell uses the LIN-3 growth factor to direct the formation of its vulva.  The 2006 Nobel Prize in Medicine or Physiology was awarded for work on RNA interference in it, and Sydney Brenner is famous for using it to study apoptosis,": {
    "guess": "Caenorhabditis elegans",
    "confidence": [
      [
        "Ca",
        -0.004910193
      ],
      [
        "enor",
        -0.00010175513
      ],
      [
        "hab",
        -0.00012130453
      ],
      [
        "dit",
        -0.00010318558
      ],
      [
        "is",
        -0.00012987986
      ],
      [
        " eleg",
        -0.0054585785
      ],
      [
        "ans",
        -6.325235e-05
      ]
    ]
  },
  "Several related techniques are named in analogy to this technique, which is the only one of the three named for the scientist who devised it. In it, the sample in question is subjected to electrophoresis through an agarose gel, followed by denaturation to form single-strands. These are then transferred onto a nitrocellulose filter and immobilized. Specific gene probes then hybridize with complementary fragments, allowing specific fragments of DNA to be isolated. FTP, what is this type of blotting related to Northern and Western blotting?": {
    "guess": "Southern blotting",
    "confidence": [
      [
        "Southern",
        -0.0099767065
      ],
      [
        " blot",
        -0.09754513
      ],
      [
        "ting",
        -0.060845833
      ]
    ]
  },
  "Of the several highways designated I-275, the one circling this city is the only one that is a complete": {
    "guess": "Interstate 275",
    "confidence": [
      [
        "Inter",
        -0.31429076
      ],
      [
        "state",
        -0.0009833892
      ],
      [
        " ",
        -0.0016782717
      ],
      [
        "275",
        -0.0013808291
      ]
    ]
  },
  "A sevenfold circuit is made using four plants on the seventh day of it, known as Hoshana Rabba, and work is prohibited on the first two days of it. The Simhat Torah is celebrated during it to commemorate the completion of the annual reading cycle, and participants are to live in temporary shelters. Symbolizing the forty-year period of wandering the desert, the eight day is known as Shemini Atzeret. Also known as the Feast of Tabernacles, it begins on the 15th of Tishrei, five days after Yom Kippur. FTP, identify this Jewish autumn holiday.": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -0.00049631746
      ],
      [
        "uk",
        -1.9361265e-07
      ],
      [
        "k",
        -3.1782583e-05
      ],
      [
        "ot",
        -4.6683042e-05
      ]
    ]
  },
  "Seven years before this battle, the death of Yohannes IV led to one participant helping the forces of": {
    "guess": "First Italo-Ethiopian War",
    "confidence": [
      [
        "First",
        -0.14217933
      ],
      [
        " It",
        -0.0012167827
      ],
      [
        "alo",
        -8.697388e-05
      ],
      [
        "-E",
        -0.0018644991
      ],
      [
        "th",
        -2.9352968e-06
      ],
      [
        "i",
        -4.4849444e-06
      ],
      [
        "opian",
        -5.8841815e-05
      ],
      [
        " War",
        -0.00072184537
      ]
    ]
  },
  "The seventh work opens with the B-E falling fifth motif that permeates this collection, and that work describes an old knight who sits for hundreds of years with his beard and hair turned into one. The sixth work in this collection uses a series of rising and falling sixths at the end of the third strophe,": {
    "guess": "The Seven Last Words of Christ",
    "confidence": [
      [
        "The",
        -2.197873
      ],
      [
        " Seven",
        -1.10522
      ],
      [
        " Last",
        -1.1861466
      ],
      [
        " Words",
        -0.00036679808
      ],
      [
        " of",
        -0.0027126193
      ],
      [
        " Christ",
        -0.2113814
      ]
    ]
  },
  "Several of this man's early solo piano works are collected in his Album d'un voyager, and he noted that he could not find a lyrical melody in his second \"forgotten waltz.\" A work characteristic of his Wemar period is a symphonic poem titled Prometheus. Alidor is Lord of the Castle of Love in his sole opera, Don Sanche, and Chasse-Neige and \"Will o' the Wisp\" are two movements in his difficult set of": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.017304044
      ],
      [
        "z",
        -1.640531e-05
      ],
      [
        " Lis",
        -8.089449e-05
      ],
      [
        "zt",
        -0.00013023747
      ]
    ]
  },
  "Several \"pancake domes\" mark the surface of this body, whose other features include the Gula Mons and": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.62967646
      ],
      [
        "enus",
        -0.0043297103
      ]
    ]
  },
  "Several targets in this event were protected by the large quantities of diamonds they carried under their clothing, resulting in them being killed by bayonets. By some accounts, it was partly triggered": {
    "guess": "Kimberley Process Certification Scheme",
    "confidence": [
      [
        "Kim",
        -1.3261635
      ],
      [
        "ber",
        -0.013967215
      ],
      [
        "ley",
        -0.002221507
      ],
      [
        " Process",
        -0.06389032
      ],
      [
        " Certification",
        -0.00023143037
      ],
      [
        " Scheme",
        -5.4385737e-06
      ]
    ]
  },
  "Several pictures by this artist used Adrianus Jacobus Zuyderland as a model, including a work   showing him dressed all in blue sitting in a chair with his head in his hands. In addition to that work,  sometimes called Sorrowing Old Man  and sometimes At Eternity's Gate, this artist painted a man   leaning on his right hand with a foxglove plant in front of him. This artist also showed a poor family  eating around a table with a small lamp hanging above. In addition to Portrait of Dr. Gachet  and  The Potato Eaters, this artist painted Starry Night. Name this artist who cut off part of his left ear.": {
    "guess": "Vincent van Gogh",
    "confidence": [
      [
        "Vin",
        -0.0044332054
      ],
      [
        "cent",
        -1.2590794e-05
      ],
      [
        " van",
        -0.0026821836
      ],
      [
        " G",
        -3.650519e-06
      ],
      [
        "ogh",
        -5.5623317e-05
      ]
    ]
  },
  "In the seventeenth century, this present-day country was the site of civil war between the Ava and Taungoo dynasties. In the eleventh century, the south of what is now this country was controlled by the": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.90986466
      ],
      [
        "anmar",
        -3.9530823e-05
      ]
    ]
  },
  "Several of the men behind this event were later assassinated during the radical Operation Nemesis, headed": {
    "guess": "Operation Nemesis",
    "confidence": [
      [
        "Operation",
        -0.03032553
      ],
      [
        " Nem",
        -0.00052229286
      ],
      [
        "esis",
        -1.378283e-05
      ]
    ]
  },
  "The Seventh is addressed to the people of England and compares their nation to a shop owner who sets a bull dog upon his customers. The thirteenth and last advocates a union of the States while the second": {
    "guess": "The Communist Manifesto",
    "confidence": [
      [
        "The",
        -1.1990628
      ],
      [
        " Communist",
        -0.9999483
      ],
      [
        " Manifest",
        -0.00020258676
      ],
      [
        "o",
        -0.000119754885
      ]
    ]
  },
  "Several of this musical's songs are sung as voicemails, including one in which a mother reminds her son not to leave his hot plate on when he leaves the house. Another song in this musical suggests \"spoke wheels\" and \"speeding tickets\" as ways to measure a certain amount of time. Wilson Jermaine Heredia won a Tony for the role of Angel in this musical, which is based on the character of Schaunard from": {
    "guess": "Rent (musical)",
    "confidence": [
      [
        "Rent",
        -0.06234106
      ],
      [
        " (",
        -0.015790803
      ],
      [
        "mus",
        -0.001320358
      ],
      [
        "ical",
        -0.00012475411
      ],
      [
        ")",
        -8.776276e-06
      ]
    ]
  },
  "A sevenfold circuit is made using four plants on the seventh day of it, known as Hoshana Rabba, and work is prohibited on the first two days of it. The Simhat Torah is celebrated during it to commemorate the completion of the annual reading cycle, and participants are to live in temporary shelters. Symbolizing the forty-year period of wandering the desert, the eight day is known as Shemini Atzeret.": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -0.0013227421
      ],
      [
        "uk",
        -1.147242e-06
      ],
      [
        "k",
        -0.00012725739
      ],
      [
        "ot",
        -3.0113732e-05
      ]
    ]
  },
  "A severe threat to his power was the civil disobedience movement of local Buddhist monks and his brutal": {
    "guess": "U Thant",
    "confidence": [
      [
        "U",
        -1.793483
      ],
      [
        " Th",
        -1.1282586
      ],
      [
        "ant",
        -5.145119e-05
      ]
    ]
  },
  "One severe type of this disease results in a mutation at Xp21, and onset usually occurs before age 5. Gower's sign is used to diagnose that type of this disease, in which excess calcium enters and degrades": {
    "guess": "Duchenne muscular dystrophy",
    "confidence": [
      [
        "D",
        -0.09222437
      ],
      [
        "uch",
        -0.00020830853
      ],
      [
        "enne",
        -8.6735476e-05
      ],
      [
        " muscular",
        -0.52678525
      ],
      [
        " dyst",
        -0.00073315133
      ],
      [
        "rophy",
        -0.00021903319
      ]
    ]
  },
  "The seventh work opens with the B-E falling fifth motif that permeates this collection, and that work describes an old knight who sits for hundreds of years with his beard and hair turned into one. The sixth work in this collection uses a series of rising and falling sixths at the end of the third strophe, which describes how \"The distance speaks, enraptured, of a great future happiness,\" while the fifth uses the aforementioned E-B-E-B motif at the close of each strophe, as on the closing words \"nach Hause.\" Containing Auf einer Burg, Schone Fremde, and (*) Mondnacht, this collection shares its name with its composer's earlier Opus 24 setting of nine Heine poems. Opening with In Der Fremde and closing with Frulingsnacht, for 10 points, name this song cycle that sets twelve Joseph Eichendorff": {
    "guess": "Dichterliebe",
    "confidence": [
      [
        "D",
        -0.6192268
      ],
      [
        "icht",
        -0.00022547018
      ],
      [
        "er",
        -1.1279553e-05
      ],
      [
        "lie",
        -3.7742768e-05
      ],
      [
        "be",
        -0.00013870094
      ]
    ]
  },
  "Several pictures by this artist used Adrianus Jacobus Zuyderland as a model, including a work   showing him dressed all in blue sitting in a chair with his head in his hands. In addition to that work,": {
    "guess": "Vincent van Gogh",
    "confidence": [
      [
        "Vin",
        -0.1080869
      ],
      [
        "cent",
        -4.1273333e-06
      ],
      [
        " van",
        -0.0036415267
      ],
      [
        " G",
        -1.3856493e-06
      ],
      [
        "ogh",
        -1.9743013e-05
      ]
    ]
  },
  "One of seven deacons chosen to care for the elderly Hellenist widows, he believed Moses to be both ruler and deliverer, and in Acts 7:48 he condemned the building of the temple as idolatry. Challenged": {
    "guess": "Saint Stephen",
    "confidence": [
      [
        "Saint",
        -0.6331963
      ],
      [
        " Stephen",
        -0.001722069
      ]
    ]
  },
  "In the seventh book of this work, the writer claims that evil cannot be a substance but is rather a \"conflict of interests.\" One book describes the principle of cor ad cor loquitur, while in another book, the author admits to being unable to explain the concept of time. In book 10, the author calls memory the \"stomach of the mind,\" and in book 2, the author compares himself to Catiline after describing": {
    "guess": "Confessions (Augustine)",
    "confidence": [
      [
        "Conf",
        -0.3489789
      ],
      [
        "essions",
        -0.00095862785
      ],
      [
        " (",
        -0.17358558
      ],
      [
        "August",
        -1.1738335
      ],
      [
        "ine",
        -4.572941e-05
      ],
      [
        ")",
        -0.0032651725
      ]
    ]
  },
  "The seventh section of this work ends with the memorable command, \"be not therefore troubled,\" and the": {
    "guess": "The Marriage of Heaven and Hell",
    "confidence": [
      [
        "The",
        -0.5243952
      ],
      [
        " Marriage",
        -0.66993064
      ],
      [
        " of",
        -0.0001973418
      ],
      [
        " Heaven",
        -0.0001878055
      ],
      [
        " and",
        -7.7318386e-05
      ],
      [
        " Hell",
        -0.00052741496
      ]
    ]
  },
  "It is one of several theorems that can be derived from the Pythagorean Theorem, but the easiest way to derive it is to write the Law of Cosines twice, taking advantage of the fact that the angles used": {
    "guess": "Law of cosines",
    "confidence": [
      [
        "Law",
        -0.0068799495
      ],
      [
        " of",
        -9.293406e-05
      ],
      [
        " cos",
        -0.25618634
      ],
      [
        "ines",
        -9.014684e-06
      ]
    ]
  },
  "Several people involved in this event also participated in the concurrent Paterson Strike Pageant.  Laurette McCarthy wrote of Walter Pach's \"untold story\" in organizing this event. Albert Gleizes and Jacques Villon both made money from this event. An official statement of this event claimed that it": {
    "guess": "The Armory Show",
    "confidence": [
      [
        "The",
        -0.0066871946
      ],
      [
        " Arm",
        -0.0007436376
      ],
      [
        "ory",
        -1.6240566e-06
      ],
      [
        " Show",
        -8.006007e-05
      ]
    ]
  },
  "In several games in this series, the Member Card is needed to enter secret shops where items such as": {
    "guess": "Persona (series)",
    "confidence": [
      [
        "Persona",
        -0.1418919
      ],
      [
        " (",
        -0.83881474
      ],
      [
        "series",
        -0.20041727
      ],
      [
        ")",
        -0.012196214
      ]
    ]
  },
  "Seven years before this battle, the death of Yohannes IV led to one participant helping the forces of Shewa to take the throne. This battle settled a conflict that began due to Prime Minister Crispi's interpretation of Article Seventeen of the Treaty of Wichale. Oreste Bartieri lost to Menelik II and made peace at the Treaty of Addis Ababa following, for 10 points, what 1896 battle in which Ethiopia": {
    "guess": "Battle of Adowa",
    "confidence": [
      [
        "Battle",
        -0.3452079
      ],
      [
        " of",
        -0.0030733792
      ],
      [
        " Ad",
        -0.0006266566
      ],
      [
        "owa",
        -0.07595366
      ]
    ]
  },
  "Of the several highways designated I-275, the one circling this city is the only one that is a complete loop; that eighty-four-mile beltway passes through three states, and intersects Interstates 75, 71 and 74. The Roebling suspension bridge is one of the more than half-dozen of this city's spans over": {
    "guess": "Cincinnati",
    "confidence": [
      [
        "C",
        -0.1255833
      ],
      [
        "incinnati",
        -0.0016041287
      ]
    ]
  },
  "Several people involved in this event also participated in the concurrent Paterson Strike Pageant.  Laurette McCarthy wrote of Walter Pach's \"untold story\" in organizing this event. Albert Gleizes and": {
    "guess": "The Armory Show",
    "confidence": [
      [
        "The",
        -0.002021428
      ],
      [
        " Arm",
        -0.00015312091
      ],
      [
        "ory",
        -1.504853e-06
      ],
      [
        " Show",
        -0.00012582695
      ]
    ]
  },
  "In the seventh book of this work, the writer claims that evil cannot be a substance but is rather a \"conflict of interests.\" One book describes the principle of cor ad cor loquitur, while in another book, the author admits to being unable to explain the concept of time. In book 10, the author calls memory the \"stomach of the mind,\" and in book 2, the author compares himself to Catiline after describing the theft of some pears. The deaths of Vecundus and Nebridius prompt the abandonment of rhetoric,": {
    "guess": "Confessions (Augustine)",
    "confidence": [
      [
        "Conf",
        -0.23311004
      ],
      [
        "essions",
        -0.00058591826
      ],
      [
        " (",
        -0.052615948
      ],
      [
        "August",
        -0.5008706
      ],
      [
        "ine",
        -5.669615e-05
      ],
      [
        ")",
        -0.0011674837
      ]
    ]
  },
  "Several works in this city were designed by Flaminio Ponzio, including the Big Fountain at Acqua   Paola and the house that is now the site of Galleria Borghese [bor-GAY-zay]. The largest unreinforced  concrete dome, which has an opening in its center, is in a now-Catholic church in this city. Its Trinità": {
    "guess": "Rome",
    "confidence": [
      [
        "R",
        -0.020884838
      ],
      [
        "ome",
        -4.2272506e-05
      ]
    ]
  },
  "Several targets in this event were protected by the large quantities of diamonds they carried under their clothing, resulting in them being killed by bayonets. By some accounts, it was partly triggered by the approach of the Czechoslovak Legion, and the physician Eugene Botkin was ordered to gather targets into the basement before this action. The Church of All Saints was built on the site of this action, which occurred in the House of Special Purpose, a building owned by Ipatiev. This event, which was ordered by the Ural Executive Committee, occurred in Yekaterinburg after the targets were moved from Toblusk, and several different people have claimed to be a survivor of this event named Anastasia.": {
    "guess": "Execution of the Romanov family",
    "confidence": [
      [
        "Execution",
        -0.045929737
      ],
      [
        " of",
        -9.984788e-05
      ],
      [
        " the",
        -0.00318354
      ],
      [
        " Roman",
        -0.0006952776
      ],
      [
        "ov",
        -3.7981175e-05
      ],
      [
        " family",
        -0.052762635
      ]
    ]
  },
  "Several of the genes activated during this process are controlled by p38, which is acted upon by the Myd88 adaptor protein.  In the liver, this process is primarily performed by Kupffer cells, and Lyn": {
    "guess": "Inflammation",
    "confidence": [
      [
        "In",
        -0.45489347
      ],
      [
        "flamm",
        -0.29314482
      ],
      [
        "ation",
        -2.7372049e-05
      ]
    ]
  },
  "Several attempts on this man's life were made by the OAS, and he formed the RPF political party after his military service. He showed the need for a mechanized and mobile army in his 1934 book The Army": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.006897713
      ],
      [
        " de",
        -0.00069491996
      ],
      [
        " Gaul",
        -0.00010032469
      ],
      [
        "le",
        -3.0545007e-06
      ]
    ]
  },
  "The seventh section of this work ends with the memorable command, \"be not therefore troubled,\" and the sixth section considers the impossibility of a man without thought. Declaring at one point \"how hollow and full of ribaldry is the heart of man,\" the work begins with a statement of the difference between the mathematical and intuitive mind and goes on to draw some parallels to characters from the commedia del arte. Containing sections like \"Justice and the Reason of Effects,\" and \"Perpetuity,\" it is most famous for outlining some reasons for believing in God in the section \"Of the Necessity of": {
    "guess": "Pensées",
    "confidence": [
      [
        "P",
        -0.033326715
      ],
      [
        "ens",
        -0.05196145
      ],
      [
        "ées",
        -0.00013190633
      ]
    ]
  },
  "Several attempts on this man's life were made by the OAS, and he formed the RPF political party after": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.004610269
      ],
      [
        " de",
        -0.00020771251
      ],
      [
        " Gaul",
        -2.677603e-05
      ],
      [
        "le",
        -1.6643718e-05
      ]
    ]
  },
  "In several games in this series, the Member Card is needed to enter secret shops where items such as secret books and goddess icons can be purchased. An automatic critical can be performed in this series if three flying characters are spaced to perform a triangle attack. Joshua, Zihark, and Lucia are among the characters who have a disadvantage when fighting against lances because the weapon triangle goes against the swords those myrmidons use. A mastery skill in a Gamecube game in this series combines the Sol and Luna skills and was the inspiration for the Super Smash Bros recovery move, Aether.": {
    "guess": "Fire Emblem",
    "confidence": [
      [
        "Fire",
        -0.0019313742
      ],
      [
        " Emblem",
        -4.0007635e-05
      ]
    ]
  },
  "Several hundred mutineers were shot from cannons during the closing months of this rebellion, which ended with the campaigns of Hugh Rose. The tide had turned with the winter campaign around Lucknow led by Colin Campbell. Earlier, Bahadur Shah II was nominally returned to power after native soldiers": {
    "guess": "Indian Rebellion of 1857",
    "confidence": [
      [
        "Indian",
        -0.0011570086
      ],
      [
        " Rebellion",
        -9.889425e-05
      ],
      [
        " of",
        -5.6769813e-06
      ],
      [
        " ",
        -7.89631e-07
      ],
      [
        "185",
        -2.3438328e-05
      ],
      [
        "7",
        -1.9361265e-07
      ]
    ]
  },
  "Several months ago, this state was the site of the largest pharmaceutical drug bust in history, and that occurred in the city of Hialeah. One congressional district in this state was represented by a man who claimed there were communist members in the Democratic party, Allen West. In the most recent senatorial election in this state the winner beat Kendrick Meek and Charlie Crist in order to gain his seat. This state was the recent site where a teenager who bought Skittles and Iced Tea was shot to death by George Zimmerman, and Zimmerman was charged with second degree murder. For 10 points identify this state whose current senator is Tea Party darling Marco Rubio, and was the state where Trayvon": {
    "guess": "Florida",
    "confidence": [
      [
        "Florida",
        -0.0023065542
      ]
    ]
  },
  "One severe type of this disease results in a mutation at Xp21, and onset usually occurs before age 5.": {
    "guess": "Duchenne Muscular Dystrophy",
    "confidence": [
      [
        "D",
        -0.08476686
      ],
      [
        "uch",
        -0.0017528913
      ],
      [
        "enne",
        -0.00026133584
      ],
      [
        " Mus",
        -0.27129123
      ],
      [
        "cular",
        -4.036525e-05
      ],
      [
        " D",
        -1.504853e-06
      ],
      [
        "yst",
        -6.206032e-05
      ],
      [
        "rophy",
        -0.00019436171
      ]
    ]
  },
  "Several years before this man targeted the Ottomans in the Night Attack, his brother Radu the Handsome": {
    "guess": "Vlad the Impaler",
    "confidence": [
      [
        "V",
        -0.9459884
      ],
      [
        "lad",
        -0.0003196154
      ],
      [
        " the",
        -0.7163411
      ],
      [
        " Imp",
        -0.004022357
      ],
      [
        "aler",
        -0.0002882722
      ]
    ]
  },
  "The seventh section depicts a dialogue between Samuel Goldenberg and Schmuyle. The fourth is set at the Tuileries, the eighth at the Market Place at Limoges, and the ninth alternates heavy and light chords in its depiction of the Paris catacombs. FTP, identify this musical work, whose other sections include The Gnome, Promenade, and The Great Gate of Kiev, written to honor the memory of Victor Hartmann by his friend Modest Mussorgky.": {
    "guess": "Pictures at an Exhibition",
    "confidence": [
      [
        "Pictures",
        -0.005705639
      ],
      [
        " at",
        -3.6669935e-05
      ],
      [
        " an",
        -1.18755715e-05
      ],
      [
        " Exhibition",
        -1.0087517e-05
      ]
    ]
  },
  "Several attempts on this man's life were made by the OAS, and he formed the RPF political party after his military service. He showed the need for a mechanized and mobile army in his 1934 book The Army of the Future, and he succeeded René Coty. Under his leadership the Evian Accords were negotiated, ending the Algerian War. This man rose to power by politically outmaneuvering Henri Giraud and his rule saw France become the world's fourth nuclear power. For 10 points, name this leader of the Free French during World War II, the founder and first President of the French Fifth Republic.": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.006598964
      ],
      [
        " de",
        -0.00019936825
      ],
      [
        " Gaul",
        -3.9530823e-05
      ],
      [
        "le",
        -2.9352968e-06
      ]
    ]
  },
  "A seven-station backtrack to Mosera followed the death of this figure at Mount Hor. This man's grandson impaled Cozbi and Zimri with a spear out of holy zeal against the Heresy of Peor. One son of this grandfather of Phinehas tended to the censers of several dead priests after the earth swallowed up several insurgents against this figure's rule. This father of Ithamar and Eleazar owned an object that produced ripe almonds during the rebellion of his cousin Korah. This figure caused his sister to be afflicted by tzaarath after he lost most of his power following his building of the Golden Calf. For 10 points, name this first High Priest of the Israelitse, a Levite who owned a sapphire rod and was the brother of Miriam and Moses.": {
    "guess": "Aaron",
    "confidence": [
      [
        "Aaron",
        -0.021354865
      ]
    ]
  },
  "A severe threat to his power was the civil disobedience movement of local Buddhist monks and his brutal repression lost his regime credibility. He was exiled in 1945 for refusing to participate in a government led by Ho Chi Minh. His 1956 cancellation of elections was supported by the U.S., but he fell out of favor and was killed in 1963 by US-backed Vietnamese generals. FTP, name this man who in 1954 had been elected the prime minister of South Vietnam following the end of French occupation.": {
    "guess": "Ngo Dinh Diem",
    "confidence": [
      [
        "N",
        -0.0063834027
      ],
      [
        "go",
        -1.2664457e-06
      ],
      [
        " D",
        -8.42322e-05
      ],
      [
        "inh",
        -9.7821416e-05
      ],
      [
        " Di",
        -0.0016866049
      ],
      [
        "em",
        -4.048445e-05
      ]
    ]
  },
  "Several other varieties of this experiment included one using a telephone and one using a contact plate. Zimbardo reported that none who refused to participate further insisted that the experiment to end.": {
    "guess": "Milgram experiment",
    "confidence": [
      [
        "Mil",
        -0.001579494
      ],
      [
        "gram",
        -0.00010783452
      ],
      [
        " experiment",
        -0.0012844024
      ]
    ]
  },
  "In the seventeenth century, this present-day country was the site of civil war between the Ava and Taungoo dynasties. In the eleventh century, the south of what is now this country was controlled by the Pyu kingdom until King Alaungsithu conquered the whole territory for the Kingdom of Pagan. It was ruled by a council called the Hluttaw during its three namesake wars with Britain, and its anti-colonialist movements included the Saya San rebellion and the Thakin party. Ruled in the mid-twentieth century by the dictator Ne Win, it has lately been controlled by the State Law and Order Restoration Council. For 10 points, name this Southeast Asian country where Aung San Suu Kyi remains under house": {
    "guess": "History of Myanmar",
    "confidence": [
      [
        "History",
        -0.020677002
      ],
      [
        " of",
        -8.017927e-05
      ],
      [
        " Myanmar",
        -0.0025458166
      ]
    ]
  },
  "Several reforms to this system were suggested by the Romanow commission, including asking Infoway to create a database. Certain provisions of this system were challenged in the Chaoulli case, and so-called P3 institutions are only partially within this system. Emmett Matthew Hall chaired two commissions responsible for developing and reforming it. A smaller version of this program was launched by Woodrow Lloyd after Baron Taylor negotiated the end of a strike; that program was developed by (*) Tommy Douglas. This program was launched when the HIDS act was extended by the government of Lester Pearson,": {
    "guess": "Medicare (Canada)",
    "confidence": [
      [
        "Med",
        -0.037983302
      ],
      [
        "icare",
        -1.3067608e-05
      ],
      [
        " (",
        -0.19797277
      ],
      [
        "Canada",
        -0.013469247
      ],
      [
        ")",
        -7.79144e-05
      ]
    ]
  },
  "Several attempts on this man's life were made by the OAS, and he formed the RPF political party after his military service. He showed the need for a mechanized and mobile army in his 1934 book The Army of the Future, and he succeeded René Coty. Under his leadership the Evian Accords were negotiated,": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.0015907964
      ],
      [
        " de",
        -0.0011601005
      ],
      [
        " Gaul",
        -5.6338537e-05
      ],
      [
        "le",
        -1.504853e-06
      ]
    ]
  },
  "Several of the genes activated during this process are controlled by p38, which is acted upon by the Myd88 adaptor protein.  In the liver, this process is primarily performed by Kupffer cells, and Lyn and Syk are responsible for activating the opsonin-dependent version of this process. It creates an": {
    "guess": "Phagocytosis",
    "confidence": [
      [
        "Ph",
        -0.12579063
      ],
      [
        "ag",
        -2.8325678e-05
      ],
      [
        "oc",
        -5.7172965e-05
      ],
      [
        "yt",
        -4.9617593e-06
      ],
      [
        "osis",
        -3.035214e-05
      ]
    ]
  },
  "Several targets in this event were protected by the large quantities of diamonds they carried under their clothing, resulting in them being killed by bayonets. By some accounts, it was partly triggered by the approach of the Czechoslovak Legion, and the physician Eugene Botkin was ordered to gather targets into the basement before this action. The Church of All Saints was built on the site of this action, which occurred in the House of Special Purpose, a building owned by Ipatiev. This event, which": {
    "guess": "Execution of the Romanov family",
    "confidence": [
      [
        "Execution",
        -0.0884716
      ],
      [
        " of",
        -0.00017386234
      ],
      [
        " the",
        -0.045358162
      ],
      [
        " Roman",
        -0.0011590277
      ],
      [
        "ov",
        -2.9160103e-05
      ],
      [
        " family",
        -0.039552774
      ]
    ]
  },
  "Several years before this man targeted the Ottomans in the Night Attack, his brother Radu the Handsome converted to Islam at the Ottoman court. At three times, this man was voivode (VOH-yeh-vahd) of (*) Walachia (vah-LAH-kee-uh). One of this man's bynames was derived from his father's membership in the Order of the Dragon, and another from his tactic of displaying thousands of dead bodies of enemies": {
    "guess": "Vlad the Impaler",
    "confidence": [
      [
        "V",
        -0.05860512
      ],
      [
        "lad",
        -1.831257e-05
      ],
      [
        " the",
        -0.038855378
      ],
      [
        " Imp",
        -0.00090431503
      ],
      [
        "aler",
        -0.00012368128
      ]
    ]
  },
  "The seventh work opens with the B-E falling fifth motif that permeates this collection, and that work": {
    "guess": "Symphony No. 7 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.22971515
      ],
      [
        "phony",
        -0.04025483
      ],
      [
        " No",
        -0.00035703435
      ],
      [
        ".",
        -0.00010258956
      ],
      [
        " ",
        -0.0017300409
      ],
      [
        "7",
        -0.42324367
      ],
      [
        " (",
        -0.025062546
      ],
      [
        "Be",
        -7.822647e-06
      ],
      [
        "ethoven",
        -0.00025275684
      ],
      [
        ")",
        -3.7697225e-06
      ]
    ]
  },
  "Several of its proteins contain a unique 36 amino acid sequence known as SXC domains.  It can enter a dauer stage when stressed during development, whereas normally an anchor cell uses the LIN-3 growth factor to direct the formation of its vulva.  The 2006 Nobel Prize in Medicine or Physiology was awarded for work on RNA interference in it, and Sydney Brenner is famous for using it to study apoptosis, which it uses to eliminate 131 cells on its way to a total of 959 somatic cells, each with a known lineage.  Useful because of its transparency and developmental invariability, FTP, name this first": {
    "guess": "Caenorhabditis elegans",
    "confidence": [
      [
        "Ca",
        -0.019555256
      ],
      [
        "enor",
        -0.00032485672
      ],
      [
        "hab",
        -0.00041935223
      ],
      [
        "dit",
        -0.0004614128
      ],
      [
        "is",
        -0.00019710339
      ],
      [
        " eleg",
        -0.1277392
      ],
      [
        "ans",
        -0.00033236656
      ]
    ]
  },
  "Several targets in this event were protected by the large quantities of diamonds they carried under their clothing, resulting in them being killed by bayonets. By some accounts, it was partly triggered by the approach of the Czechoslovak Legion, and the physician Eugene Botkin was ordered to gather targets into the basement before this action. The Church of All Saints was built on the site of this": {
    "guess": "Ipatiev House",
    "confidence": [
      [
        "I",
        -0.91573673
      ],
      [
        "pat",
        -0.0010251893
      ],
      [
        "iev",
        -4.9424725e-05
      ],
      [
        " House",
        -0.00037907605
      ]
    ]
  },
  "In several games in this series, the Member Card is needed to enter secret shops where items such as secret books and goddess icons can be purchased. An automatic critical can be performed in this series if three flying characters are spaced to perform a triangle attack. Joshua, Zihark, and Lucia are among the characters who have a disadvantage when fighting against lances because the weapon triangle goes against the swords those myrmidons use. A mastery skill in a Gamecube game in this series combines": {
    "guess": "Fire Emblem",
    "confidence": [
      [
        "Fire",
        -0.0049905055
      ],
      [
        " Emblem",
        -8.89548e-06
      ]
    ]
  },
  "A seven-station backtrack to Mosera followed the death of this figure at Mount Hor. This man's grandson impaled Cozbi and Zimri with a spear out of holy zeal against the Heresy of Peor. One son of this grandfather of Phinehas tended to the censers of several dead priests after the earth swallowed up several insurgents against this figure's rule. This father of Ithamar and Eleazar owned an object that produced ripe almonds during the rebellion of his cousin Korah. This figure caused his sister to be afflicted by tzaarath after he lost most of his power following his building of the Golden Calf. For 10 points, name this first High Priest of the Israelitse, a Levite who owned a sapphire rod and": {
    "guess": "Aaron",
    "confidence": [
      [
        "Aaron",
        -0.017405614
      ]
    ]
  },
  "Several islands in this group are divided by the Kadovu Passage, while Lakemba is separated from Tuvuca by the Lakeba Passage. The core group's northernmost point, Nambouono, is found on an island defined": {
    "guess": "Lau Islands",
    "confidence": [
      [
        "L",
        -0.20049152
      ],
      [
        "au",
        -0.09340195
      ],
      [
        " Islands",
        -0.00038765505
      ]
    ]
  },
  "Several people involved in this event also participated in the concurrent Paterson Strike Pageant.  Laurette McCarthy wrote of Walter Pach's \"untold story\" in organizing this event. Albert Gleizes and Jacques Villon both made money from this event. An official statement of this event claimed that it was not \"propaganda for modernism\" and was issued by Arthur B. (*) Davies. One work in this event featured women drying their hair and was by John Sloan, while another was attacked for being an  \"explosion in a shingle factory\". For 10 points, name this 1913 art exhibition featuring works like Marcel Duchamp's Nude Descending a Staircase.": {
    "guess": "The Armory Show",
    "confidence": [
      [
        "The",
        -0.6624902
      ],
      [
        " Arm",
        -0.004286623
      ],
      [
        "ory",
        -3.888926e-06
      ],
      [
        " Show",
        -1.9027791e-05
      ]
    ]
  },
  "Several months ago, this state was the site of the largest pharmaceutical drug bust in history, and that occurred in the city of Hialeah. One congressional district in this state was represented by a man who claimed there were communist members in the Democratic party, Allen West. In the most recent senatorial election in this state the winner beat Kendrick Meek and Charlie Crist in order to gain his": {
    "guess": "Florida",
    "confidence": [
      [
        "Florida",
        -0.08052047
      ]
    ]
  },
  "It is one of several theorems that can be derived from the Pythagorean Theorem, but the easiest way to derive it is to write the Law of Cosines twice, taking advantage of the fact that the angles used in the equations are supplementary. You can then multiply each equation by a different length and add": {
    "guess": "Law of tangents",
    "confidence": [
      [
        "Law",
        -0.3800215
      ],
      [
        " of",
        -9.1026806e-05
      ],
      [
        " tang",
        -0.42035058
      ],
      [
        "ents",
        -4.572941e-05
      ]
    ]
  },
  "In its most severe form, Hutchinson-Gilford syndrome, wrinkles, baldness, and other signs of aging begin immediately after birth, and death usually occurs in the teens. In a less severe form, Werner syndrome, the effects occur in the teens, with death usually occurring in the 40s. FTP, name this disease": {
    "guess": "Progeria",
    "confidence": [
      [
        "Pro",
        -0.014174202
      ],
      [
        "ger",
        -2.7133641e-05
      ],
      [
        "ia",
        -0.0007348202
      ]
    ]
  },
  "In its most severe form, Hutchinson-Gilford syndrome, wrinkles, baldness, and other signs of aging begin immediately after birth, and death usually occurs in the teens. In a less severe form, Werner syndrome,": {
    "guess": "Progeria",
    "confidence": [
      [
        "Pro",
        -0.005176001
      ],
      [
        "ger",
        -1.8431772e-05
      ],
      [
        "ia",
        -0.0025678067
      ]
    ]
  },
  "Several works in this city were designed by Flaminio Ponzio, including the Big Fountain at Acqua   Paola and the house that is now the site of Galleria Borghese [bor-GAY-zay]. The largest unreinforced  concrete dome, which has an opening in its center, is in a now-Catholic church in this city. Its Trinità   dei Monti Church is at the top of its Spanish Steps, while its Gemonian stairs led to its forum, which  housed the Temple of Vesta. This city also contained Circus Maximus next to the Palatine hill. Name  this city in Italy that contains the Pantheon and Colosseum, and which surrounds Vatican": {
    "guess": "Rome",
    "confidence": [
      [
        "R",
        -0.0009876733
      ],
      [
        "ome",
        -6.392203e-06
      ]
    ]
  },
  "The seventh section of this work ends with the memorable command, \"be not therefore troubled,\" and the sixth section considers the impossibility of a man without thought. Declaring at one point \"how hollow and full of ribaldry is the heart of man,\" the work begins with a statement of the difference between": {
    "guess": "The Cantos",
    "confidence": [
      [
        "The",
        -0.72646916
      ],
      [
        " Cant",
        -0.73404694
      ],
      [
        "os",
        -0.00012260844
      ]
    ]
  },
  "Several months ago, this state was the site of the largest pharmaceutical drug bust in history, and that occurred in the city of Hialeah. One congressional district in this state was represented by a man who claimed there were communist members in the Democratic party, Allen West. In the most recent senatorial election in this state the winner beat Kendrick Meek and Charlie Crist in order to gain his seat. This state was the recent site where a teenager who bought Skittles and Iced Tea was shot to": {
    "guess": "Florida",
    "confidence": [
      [
        "Florida",
        -0.080615066
      ]
    ]
  },
  "Several men can be seen carving into Basalt in the background of this artist's Madonna of the Queries, and he worked on the so called Camera Picta in the Palazzo Ducale under the patronage of Ludovico": {
    "guess": "Andrea Mantegna",
    "confidence": [
      [
        "And",
        -0.0031344667
      ],
      [
        "rea",
        -3.4524266e-05
      ],
      [
        " Mant",
        -0.00012821102
      ],
      [
        "eg",
        -0.000397184
      ],
      [
        "na",
        -3.2140193e-05
      ]
    ]
  },
  "The seventh work opens with the B-E falling fifth motif that permeates this collection, and that work describes an old knight who sits for hundreds of years with his beard and hair turned into one. The sixth work in this collection uses a series of rising and falling sixths at the end of the third strophe, which describes how \"The distance speaks, enraptured, of a great future happiness,\" while the fifth uses the aforementioned E-B-E-B motif at the close of each strophe, as on the closing words \"nach Hause.\" Containing Auf einer Burg, Schone Fremde, and (*) Mondnacht, this collection shares its": {
    "guess": "Lyrical Intermezzo",
    "confidence": [
      [
        "L",
        -0.22388068
      ],
      [
        "yr",
        -0.68201053
      ],
      [
        "ical",
        -0.0011212841
      ],
      [
        " Inter",
        -0.010953733
      ],
      [
        "me",
        -0.0024782738
      ],
      [
        "zzo",
        -0.073539376
      ]
    ]
  },
  "A sevenfold circuit is made using four plants on the seventh day of it, known as Hoshana Rabba, and work": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -0.0010201865
      ],
      [
        "uk",
        -2.3392786e-06
      ],
      [
        "k",
        -7.684157e-05
      ],
      [
        "ot",
        -3.464347e-05
      ]
    ]
  },
  "Of the several highways designated I-275, the one circling this city is the only one that is a complete loop; that eighty-four-mile beltway passes through three states, and intersects Interstates 75, 71 and 74. The Roebling suspension bridge is one of the more than half-dozen of this city's spans over its nearby river. The city's major airport is located across the river, in Covington. It is the seat of Hamilton County, and the largest city in both the first and second Congressional districts of Ohio. For 10 points, name this city located near the Kentucky border, the namesake of a disgusting kind": {
    "guess": "Cincinnati",
    "confidence": [
      [
        "C",
        -0.0050158864
      ],
      [
        "incinnati",
        -0.0015462874
      ]
    ]
  },
  "Several men can be seen carving into Basalt in the background of this artist's Madonna of the Queries, and he worked on the so called Camera Picta in the Palazzo Ducale under the patronage of Ludovico II Gonzaga. Works by this artist of Court Scene in Belvedere Chapel, including Baptism and Virgin and Child With Saints, were destroyed with the church. His works in the Eremitani Church included The Baptism of Hermogenes and a series of works that depicted events in the life of (*) St. James were destroyed during World War II. He looked to texts by Plutarch, Appian and Suetonius for inspiration to complete his set of nine canvases depicting the victories of a Roman emperor. For 10 points, name this Renaissance artist of the Triumphs of Caesar series who is most famous for his use of foreshortening": {
    "guess": "Andrea Mantegna",
    "confidence": [
      [
        "And",
        -0.15349285
      ],
      [
        "rea",
        -3.4121115e-06
      ],
      [
        " Mant",
        -1.504853e-06
      ],
      [
        "eg",
        -1.3856493e-06
      ],
      [
        "na",
        -1.3067608e-05
      ]
    ]
  },
  "Several of these entities were annexed by France after it sent the Alert and the Astrolabe. The \"Bombay Castle\" is located in this region, and two rival factions located here were the \"Kingdom of Humanity\" and the Republic of Morac-Songhrati-Meads, who were started by father-son pair James George and": {
    "guess": "Kerguelen Islands",
    "confidence": [
      [
        "K",
        -1.4845123
      ],
      [
        "erg",
        -0.014832141
      ],
      [
        "uel",
        -0.0010578182
      ],
      [
        "en",
        -0.00016218038
      ],
      [
        " Islands",
        -0.019322136
      ]
    ]
  },
  "Several months ago, this state was the site of the largest pharmaceutical drug bust in history, and that occurred in the city of Hialeah. One congressional district in this state was represented by a man": {
    "guess": "Florida",
    "confidence": [
      [
        "Florida",
        -0.0066777174
      ]
    ]
  },
  "The seventh work opens with the B-E falling fifth motif that permeates this collection, and that work describes an old knight who sits for hundreds of years with his beard and hair turned into one. The sixth work in this collection uses a series of rising and falling sixths at the end of the third strophe, which describes how \"The distance speaks, enraptured, of a great future happiness,\" while the fifth uses the aforementioned E-B-E-B motif at the close of each strophe, as on the closing words \"nach Hause.\" Containing Auf einer Burg, Schone Fremde, and (*) Mondnacht, this collection shares its name with its composer's earlier Opus 24 setting of nine Heine poems. Opening with In Der Fremde and closing with Frulingsnacht, for 10 points, name this song cycle that sets twelve Joseph Eichendorff poems, the opus 39 of Robert Schumann. ": {
    "guess": "Liederkreis",
    "confidence": [
      [
        "L",
        -0.004701634
      ],
      [
        "ied",
        -6.134509e-05
      ],
      [
        "erk",
        -4.604148e-06
      ],
      [
        "re",
        -6.15835e-05
      ],
      [
        "is",
        -0.00011617878
      ]
    ]
  },
  "His Seventh Symphony premiered on a double feature with a work that commemorated the Battle of Vittoria,": {
    "guess": "Symphony No. 7 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.55222976
      ],
      [
        "phony",
        -0.0077240993
      ],
      [
        " No",
        -0.011147447
      ],
      [
        ".",
        -0.0002478695
      ],
      [
        " ",
        -0.002726775
      ],
      [
        "7",
        -0.0661007
      ],
      [
        " (",
        -0.041227207
      ],
      [
        "Be",
        -0.0015874623
      ],
      [
        "ethoven",
        -3.5120287e-05
      ],
      [
        ")",
        -3.1544176e-05
      ]
    ]
  },
  "His Seventh Symphony premiered on a double feature with a work that commemorated the Battle of Vittoria, his Wellington's Victory overture. Friedrich Witt was found to be the actual composer of a C Major": {
    "guess": "Wellington's Victory",
    "confidence": [
      [
        "Well",
        -0.06294334
      ],
      [
        "ington",
        -2.486877e-05
      ],
      [
        "'s",
        -0.0006457182
      ],
      [
        " Victory",
        -0.00011510595
      ]
    ]
  },
  "His Seventh Symphony premiered on a double feature with a work that commemorated the Battle of Vittoria, his Wellington's Victory overture. Friedrich Witt was found to be the actual composer of a C Major work originally attributed to this man, the Jena Symphony. He wrote an overture for the Kotzebue": {
    "guess": "Felix Mendelssohn",
    "confidence": [
      [
        "F",
        -0.45578727
      ],
      [
        "elix",
        -0.43465912
      ],
      [
        " Mend",
        -6.945094e-05
      ],
      [
        "els",
        -0.00021593389
      ],
      [
        "so",
        -1.6240566e-06
      ],
      [
        "hn",
        -5.025915e-05
      ]
    ]
  },
  "His Seventh Symphony premiered on a double feature with a work that commemorated the Battle of Vittoria, his Wellington's Victory overture. Friedrich Witt was found to be the actual composer of a C Major work originally attributed to this man, the Jena Symphony. He wrote an overture for the Kotzebue play The Ruins of Athens that includes his \"Turkish March\", while his poco moto bagatelle in A minor": {
    "guess": "Ludwig van Beethoven",
    "confidence": [
      [
        "L",
        -0.03761758
      ],
      [
        "ud",
        -2.4987974e-05
      ],
      [
        "wig",
        -0.00015157493
      ],
      [
        " van",
        -0.00079723884
      ],
      [
        " Be",
        -4.608702e-05
      ],
      [
        "ethoven",
        -0.00023011913
      ]
    ]
  },
  "His Seventh Symphony premiered on a double feature with a work that commemorated the Battle of Vittoria, his Wellington's Victory overture. Friedrich Witt was found to be the actual composer of a C Major work originally attributed to this man, the Jena Symphony. He wrote an overture for the Kotzebue play The Ruins of Athens that includes his \"Turkish March\", while his poco moto bagatelle in A minor is called Für Elise. His challenging piano works include the Diabelli Variations and the Hammerklavier": {
    "guess": "Ludwig van Beethoven",
    "confidence": [
      [
        "L",
        -0.00719862
      ],
      [
        "ud",
        -1.9816675e-06
      ],
      [
        "wig",
        -0.00019936825
      ],
      [
        " van",
        -0.00043746384
      ],
      [
        " Be",
        -1.2233183e-05
      ],
      [
        "ethoven",
        -0.00013202553
      ]
    ]
  },
  "His Seventh Symphony premiered on a double feature with a work that commemorated the Battle of Vittoria, his Wellington's Victory overture. Friedrich Witt was found to be the actual composer of a C Major work originally attributed to this man, the Jena Symphony. He wrote an overture for the Kotzebue play The Ruins of Athens that includes his \"Turkish March\", while his poco moto bagatelle in A minor is called Für Elise. His challenging piano works include the Diabelli Variations and the Hammerklavier Sonata, while he originally dedicated his third symphony to a \"Great Man\" and dubbed that work Eroica.": {
    "guess": "Ludwig van Beethoven",
    "confidence": [
      [
        "L",
        -0.013319167
      ],
      [
        "ud",
        -6.9882217e-06
      ],
      [
        "wig",
        -0.0003160393
      ],
      [
        " van",
        -0.003751625
      ],
      [
        " Be",
        -5.121278e-05
      ],
      [
        "ethoven",
        -4.2391708e-05
      ]
    ]
  },
  "His Seventh Symphony premiered on a double feature with a work that commemorated the Battle of Vittoria, his Wellington's Victory overture. Friedrich Witt was found to be the actual composer of a C Major work originally attributed to this man, the Jena Symphony. He wrote an overture for the Kotzebue play The Ruins of Athens that includes his \"Turkish March\", while his poco moto bagatelle in A minor is called Für Elise. His challenging piano works include the Diabelli Variations and the Hammerklavier Sonata, while he originally dedicated his third symphony to a \"Great Man\" and dubbed that work Eroica. For 10 points, identify this composer who adapted the Schiller poem \"Ode to Joy\" in his ninth": {
    "guess": "Ludwig van Beethoven",
    "confidence": [
      [
        "L",
        -0.0036696754
      ],
      [
        "ud",
        -1.7432603e-06
      ],
      [
        "wig",
        -8.4947416e-05
      ],
      [
        " van",
        -0.000238821
      ],
      [
        " Be",
        -1.9027791e-05
      ],
      [
        "ethoven",
        -6.82589e-05
      ]
    ]
  },
  "His Seventh Symphony premiered on a double feature with a work that commemorated the Battle of Vittoria, his Wellington's Victory overture. Friedrich Witt was found to be the actual composer of a C Major work originally attributed to this man, the Jena Symphony. He wrote an overture for the Kotzebue play The Ruins of Athens that includes his \"Turkish March\", while his poco moto bagatelle in A minor is called Für Elise. His challenging piano works include the Diabelli Variations and the Hammerklavier Sonata, while he originally dedicated his third symphony to a \"Great Man\" and dubbed that work Eroica. For 10 points, identify this composer who adapted the Schiller poem \"Ode to Joy\" in his ninth symphony and composed the Moonlight Sonata.": {
    "guess": "Ludwig van Beethoven",
    "confidence": [
      [
        "L",
        -0.0031813981
      ],
      [
        "ud",
        -7.89631e-07
      ],
      [
        "wig",
        -4.6802244e-05
      ],
      [
        " van",
        -0.0001563394
      ],
      [
        " Be",
        -1.3067608e-05
      ],
      [
        "ethoven",
        -8.351697e-05
      ]
    ]
  }
}