{
  "entities of this name, including 20 deluxe editions, were produced by Rrose Sélavy and contained 93 facsimile": {
    "guess": "Boîte-en-valise",
    "confidence": [
      [
        "Bo",
        -1.4297833
      ],
      [
        "î",
        -0.021534085
      ],
      [
        "te",
        -0.007507487
      ],
      [
        "-en",
        -0.0017274184
      ],
      [
        "-val",
        -4.2153304e-05
      ],
      [
        "ise",
        -0.0003062646
      ]
    ]
  },
  "One of this entity's leaders formed the \"Company of Death\" that notably employed a war wagon known as the Carroccio. Founded through an oath taken at Pontida, this entity was left isolated following the defeat of a so-called \"Commune\" at Monte Porzio. This entity organized the Diet of Roncaglia and won its largest victory largely due to the lack of participation by (*) Henry the Lion, who chose instead to consolidate power in Saxony. This group won the Battle of Legnano against its major rival, who had earlier sacked Milan after a dispute with this group's major ally, Pope Alexander III. For 10": {
    "guess": "Lombard League",
    "confidence": [
      [
        "L",
        -0.0014415423
      ],
      [
        "omb",
        -0.008476285
      ],
      [
        "ard",
        -0.0045912806
      ],
      [
        " League",
        -0.0012653555
      ]
    ]
  },
  "entities of this name, including 20 deluxe editions, were produced by Rrose Sélavy and contained 93 facsimile reproductions of notes, drawings, and photographs. The more famous entity of this name depicts \"malic\" molds that the creator claimed were \"the projection of the main points of a three- dimensional body.\" These nine figures are aided by a series of sieves filled with dust and a coffee grinder in performing the titular action upon a figure in the upper part, whose sexual fulfillment is symbolized by a pink cloud. For 10 points, name this artistic work that depicts dressmaker's models denuding a strange female mechanical figure, a work by Marcel Duchamp.": {
    "guess": "The Large Glass",
    "confidence": [
      [
        "The",
        -0.029610233
      ],
      [
        " Large",
        -0.4723342
      ],
      [
        " Glass",
        -1.3856493e-06
      ]
    ]
  },
  "One of this entity's leaders formed the \"Company of Death\" that notably employed a war wagon known as the Carroccio. Founded through an oath taken at Pontida, this entity was left isolated following the defeat of a so-called \"Commune\" at Monte Porzio. This entity organized the Diet of Roncaglia and won its largest victory largely due to the lack of participation by (*) Henry the Lion, who chose instead to consolidate power in Saxony. This group won the Battle of Legnano against its major rival, who": {
    "guess": "Lombard League",
    "confidence": [
      [
        "L",
        -0.001016018
      ],
      [
        "omb",
        -0.0066038184
      ],
      [
        "ard",
        -0.0036250085
      ],
      [
        " League",
        -0.00038002967
      ]
    ]
  },
  "One of these entities can be restated in an equation with the terms del-squared T and q-triple-prime,": {
    "guess": "Heat equation",
    "confidence": [
      [
        "Heat",
        -0.08108609
      ],
      [
        " equation",
        -0.2445775
      ]
    ]
  },
  "This entity's functions include synthesizing sphingomyelin and adding sulfate groups to tyrosine. It creates clathrin-coated vesicles that send proteins to other parts of the cell. This organelle has cis and trans faces, and consists of stacked, flattened disks called cisternae. For 10 points, name this": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.007933686
      ],
      [
        "ol",
        -0.000116417184
      ],
      [
        "gi",
        -5.3193703e-06
      ],
      [
        " apparatus",
        -0.0029933935
      ]
    ]
  },
  "This entity's creation was preceded by a marriage to Isabella of Angouleme, which cuckolded Hugh IX and led to Otto IV's loss at Bouvines to Philip Augustus. Objections over absurd invocations of Henry II's Assize of the Forest and a drastic increase in scutage rates were more direct causes of the actions which led to this entity's creation, and the renunciation of its Article 61 led to an invasion by Louis XIII in the First Barons' War. For 10 points, identify this document which created a \"Great Council\" and provided the basis for habeas corpus, an expansion of Henry I's Charter of Liberties": {
    "guess": "Magna Carta",
    "confidence": [
      [
        "M",
        -0.0071126865
      ],
      [
        "agna",
        -0.00011927807
      ],
      [
        " Cart",
        -3.106736e-05
      ],
      [
        "a",
        -8.89548e-06
      ]
    ]
  },
  "These entities are divided into \"C,\" \"S,\" and \"X\" groups depending on their spectral shapes in the SMASS and Tholen classification systems. One of these objects was discovered using the Titius-Bode Law and was located in a region where they typically are not found, (*) Kirkwood Gaps. Divided into Aten,": {
    "guess": "Near-Earth object",
    "confidence": [
      [
        "Near",
        -0.4924304
      ],
      [
        "-E",
        -0.0032064728
      ],
      [
        "arth",
        -1.0564331e-05
      ],
      [
        " object",
        -0.5520091
      ]
    ]
  },
  "He entered military service as a commander of a Pennsylvania regiment and was assigned to cover the retreat of American forces from Québec. After a promotion to brigadier general, he participated in the battles of Brandywine and Germantown and distinguished himself at the Battle of Monmouth in 1778, though his greatest achievement was probably his victory at Stony Point. He negotiated the Treaty of Greenville in 1795 after his most famous battle near Toledo, Ohio. FTP, identify this \"Mad\" Revolutionary War general who succeeded at the Battle of Fallen Timbers.": {
    "guess": "Anthony Wayne",
    "confidence": [
      [
        "Anthony",
        -0.48150513
      ],
      [
        " Wayne",
        -0.00020961977
      ]
    ]
  },
  "One of this entity's leaders formed the \"Company of Death\" that notably employed a war wagon known as the Carroccio. Founded through an oath taken at Pontida, this entity was left isolated following the defeat of a so-called \"Commune\" at Monte Porzio. This entity organized the Diet of Roncaglia and won its largest victory largely due to the lack of participation by (*) Henry the Lion, who chose instead to consolidate power in Saxony. This group won the Battle of Legnano against its major rival, who had earlier sacked Milan after a dispute with this group's major ally, Pope Alexander III. For 10 points, identify this group of Italian states that fought Frederick Barbarossa, a \"league\" named for": {
    "guess": "Lombard League",
    "confidence": [
      [
        "L",
        -0.0010033934
      ],
      [
        "omb",
        -0.0010213786
      ],
      [
        "ard",
        -0.000102708764
      ],
      [
        " League",
        -5.4312077e-05
      ]
    ]
  },
  "One of these entities \"of variation\" equals the standard deviation divided by the mean. Spearman and Pearson name two of these entities that measure correlation. \"Binomial\" ones give the number of ways": {
    "guess": "Covariance",
    "confidence": [
      [
        "C",
        -1.0746427
      ],
      [
        "ov",
        -0.0005855607
      ],
      [
        "ariance",
        -0.0055706096
      ]
    ]
  },
  "These entities can be found by using the Sieve of Eratosthenes (AIR-uh-TOSS-the-neez). According to Goldbach's conjecture, every integer greater than two can be expressed as a sum of two of them. Every positive integer can be expressed as a factorization of these numbers. For 10 points, identify these natural numbers whose only divisors are themselves and one.": {
    "guess": "Prime Numbers",
    "confidence": [
      [
        "Prime",
        -0.00036192173
      ],
      [
        " Numbers",
        -0.0036284619
      ]
    ]
  },
  "These entities are not always explicitly noted in abjads, most of which are Semitic in origin. In Hebrew, they are denoted with Nikkud, and in Arabic, they can be altered via Imalah. Otto Jespersen studied a (*) \"great shift\" in these entities, and when two of these occur in the same syllable, they form": {
    "guess": "Vowel length",
    "confidence": [
      [
        "V",
        -0.038222797
      ],
      [
        "owel",
        -0.011962544
      ],
      [
        " length",
        -2.1633248
      ]
    ]
  },
  "This entity was originally launched under the Sunshine Press organization, and it was notably supported": {
    "guess": "WikiLeaks",
    "confidence": [
      [
        "Wiki",
        -0.48552424
      ],
      [
        "Leaks",
        -8.2324936e-05
      ]
    ]
  },
  "Each of these entities has a product divisible by 60, and primitive examples contain exactly one multiple of five. One method to generate them involves finding numbers whose product is half of a perfect": {
    "guess": "Highly composite number",
    "confidence": [
      [
        "High",
        -1.5037045
      ],
      [
        "ly",
        -0.00042090187
      ],
      [
        " composite",
        -0.050731387
      ],
      [
        " number",
        -0.25578517
      ]
    ]
  },
  "Entrepreneur Jesse Hawley pressed for the creation of this structure. The Seneca Chief made the first": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.012562513
      ],
      [
        "rie",
        -4.561021e-05
      ],
      [
        " Canal",
        -5.1808798e-05
      ]
    ]
  },
  "This entity was originally launched under the Sunshine Press organization, and it was notably supported by Bradley Manning. The New York Daily News ranked this organization first among ones that could \"totally change the news\" in 2010, the same year its creator was named the Reader's Choice for TIME's Person of the Year. 2010 also saw this (*) website's disclosure of field reports from the United States Army, called the Iraq War Logs, as well as \"Cablegate\", the publishing of over 250,000 diplomatic cables. Featuring a logo with the earth dripping in an hourglass is, for ten points , what non-": {
    "guess": "WikiLeaks",
    "confidence": [
      [
        "Wiki",
        -0.02408478
      ],
      [
        "Leaks",
        -7.338466e-05
      ]
    ]
  },
  "These entities are present in Hoogsten base pairing, and they are strongest when symmetric. These entities are considered electrostatic attractive forces, and one form of these is present in borane-ammonia complexes. They allow for the bonding of nucleotides in adenine and thymine, in addition to other nucleotides in DNA. These types of bonds occur between a highly electronegative element such as nitrogen,": {
    "guess": "Hydrogen bond",
    "confidence": [
      [
        "Hy",
        -0.009492441
      ],
      [
        "dro",
        -6.3609965e-05
      ],
      [
        "gen",
        -2.3392786e-06
      ],
      [
        " bond",
        -0.0012503541
      ]
    ]
  },
  "These entities can have an anti-terminator, such as LicT protein for sacPA, which stabilizes a secondary RNA structure.  Early termination of their processes, which can occur via an alternate loop structure with excess of a particular amino acid, is known as attenuation.  They can be inducible, as by IPTG for a well known example, and they can contain two kinds of repressors: a translational one, and a better understood transcriptional one, which binds to the operator site.  All of them must have these operator sites, as well as promoter sites where RNA Polymerase originally binds.   FTP, name these prokaryotic strips of DNA that regulate expression of related genes, which include the trp [trip]": {
    "guess": "Operon",
    "confidence": [
      [
        "Oper",
        -0.028542636
      ],
      [
        "on",
        -0.0074115167
      ]
    ]
  },
  "This entity's creation was preceded by a marriage to Isabella of Angouleme, which cuckolded Hugh IX and led to Otto IV's loss at Bouvines to Philip Augustus. Objections over absurd invocations of Henry": {
    "guess": "John, King of England",
    "confidence": [
      [
        "John",
        -1.7599164
      ],
      [
        ",",
        -0.91606575
      ],
      [
        " King",
        -0.0012794032
      ],
      [
        " of",
        -6.0510665e-05
      ],
      [
        " England",
        -0.00026217024
      ]
    ]
  },
  "These entities appear in an expansion of a twice continuously differentiable function named for Schlomilch, and one way to find them is to use Nicholson's Formula. Nicholson also names an equation with Watson allowing one to relate different types of these entities, One way to calculate one of these": {
    "guess": "Bubbles",
    "confidence": [
      [
        "B",
        -1.8289533
      ],
      [
        "ubbles",
        -0.30847296
      ]
    ]
  },
  "These entities can have an anti-terminator, such as LicT protein for sacPA, which stabilizes a secondary RNA structure.  Early termination of their processes, which can occur via an alternate loop structure with excess of a particular amino acid, is known as attenuation.  They can be inducible, as by": {
    "guess": "Operon",
    "confidence": [
      [
        "Oper",
        -1.625856
      ],
      [
        "on",
        -0.0096357865
      ]
    ]
  },
  "Enthalpy, entropy, heat capacity, and the coefficient of this quantity are the subjects of the four Lee-Kesler tables. An analogue of Raoult's law that instead invokes this quantity is named for this quantity's originator and Merle Randall. One definition of activity gives it as the ratio of this quantity in the actual to steady state. The chemical potential may be given as Boltzmann's constant times temperature times the natural log of this quantity. This quantity's dimensionless coefficient is the ratio of it to pressure and measures a gas's degree of non-ideality. Introduced by Gilbert Lewis, for 10 points, name this measure of adjusted pressure that gives a substance's tendency to escape a given phase.": {
    "guess": "Fugacity",
    "confidence": [
      [
        "F",
        -0.0053718956
      ],
      [
        "ug",
        -2.1054253e-05
      ],
      [
        "acity",
        -2.5226382e-05
      ]
    ]
  },
  "One of these entities can be restated in an equation with the terms del-squared T and q-triple-prime, while another states the effect of an object whose resultant force is zero. Yet another one of these entities overrules two \"lower\" laws, and mandates that a robot may not injure a human. For ten points,": {
    "guess": "Three Laws of Robotics",
    "confidence": [
      [
        "Three",
        -0.12596953
      ],
      [
        " Laws",
        -0.011763336
      ],
      [
        " of",
        -4.406056e-05
      ],
      [
        " Robotics",
        -1.3856493e-06
      ]
    ]
  },
  "One of these entities that represents the location of vertices on a graph is the \"adjacency\" type. One used to identify resemblances between two data points is a similarity type. A collection of second-order partial derivatives of a function may be collected in a Hessian one of these entities. First-order derivatives are collected in the Jacobian one. If one of these entities is (*) invertible, it": {
    "guess": "Matrix",
    "confidence": [
      [
        "Matrix",
        -1.0386112
      ]
    ]
  },
  "These entities appear in an expansion of a twice continuously differentiable function named for Schlomilch, and one way to find them is to use Nicholson's Formula. Nicholson also names an equation with Watson allowing one to relate different types of these entities, One way to calculate one of these entities of a specific order is to use an algorithm named for Miller, but the standard way to find them is through the (*) Frobenius method. They are defined as solutions to the equation x-squared d-squared y of d-x squared plus x times d-y of d-x plus quantity x squared minus n squared times y equals zero, known as their namesake differential equation. They are also the solutions of Laplace's equation when given in cylindrical components. Ones of the third kind are named for Hankel, and are a linear combination of those named for Neumann and those of the first kind. FTP, name these functions, symbolized J and named for the German astronomer who first determined parallax.": {
    "guess": "Bessel function",
    "confidence": [
      [
        "B",
        -0.0022102047
      ],
      [
        "essel",
        -6.1537958e-06
      ],
      [
        " function",
        -0.033493076
      ]
    ]
  },
  "This entity is crossed with a particle's velocity in the equation for the Lorentz force. One law that gives the strength of this entity was modified to include the partial time derivative of the displacement field. The curl of this entity is equal to permeability of free space times the current density.": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.008003112
      ],
      [
        "agnetic",
        -7.958325e-05
      ],
      [
        " field",
        -0.010632725
      ]
    ]
  },
  "One of these entities that represents the location of vertices on a graph is the \"adjacency\" type. One used to identify resemblances between two data points is a similarity type. A collection of second-order partial derivatives of a function may be collected in a Hessian one of these entities. First-order derivatives are collected in the Jacobian one. If one of these entities is (*) invertible, it is row-equivalent to an identity variety, and its determinant is nonzero. Multiplication of these entities": {
    "guess": "Matrix",
    "confidence": [
      [
        "Matrix",
        -0.12322527
      ]
    ]
  },
  "This entity's presence in a two-dimensional conductor creates Landau levels in the quantum hall effect. The Lorentz force on a particle is given by charge times velocity cross this entity, which is equal": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.0047551384
      ],
      [
        "agnetic",
        -4.365741e-06
      ],
      [
        " field",
        -0.007213411
      ]
    ]
  },
  "These entities appear in an expansion of a twice continuously differentiable function named for Schlomilch, and one way to find them is to use Nicholson's Formula. Nicholson also names an equation with Watson allowing one to relate different types of these entities, One way to calculate one of these entities of a specific order is to use an algorithm named for Miller, but the standard way to find them is through the (*) Frobenius method. They are defined as solutions to the equation x-squared d-squared y of d-x squared plus x times d-y of d-x plus quantity x squared minus n squared times y equals zero, known as their namesake differential equation. They are also the solutions of Laplace's equation when given in cylindrical components. Ones of the third kind are named for Hankel, and are a linear": {
    "guess": "Bessel function",
    "confidence": [
      [
        "B",
        -0.020873396
      ],
      [
        "essel",
        -1.4021238e-05
      ],
      [
        " function",
        -0.08496902
      ]
    ]
  },
  "These entities appear in an expansion of a twice continuously differentiable function named for Schlomilch, and one way to find them is to use Nicholson's Formula. Nicholson also names an equation with": {
    "guess": "Schlömilch's formula",
    "confidence": [
      [
        "Sch",
        -0.34999338
      ],
      [
        "l",
        -0.004745538
      ],
      [
        "ö",
        -0.06941041
      ],
      [
        "mil",
        -0.0001341712
      ],
      [
        "ch",
        -0.00023202639
      ],
      [
        "'s",
        -0.06673799
      ],
      [
        " formula",
        -0.76838255
      ]
    ]
  },
  "This entity's functions include synthesizing sphingomyelin and adding sulfate groups to tyrosine. It": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.007745752
      ],
      [
        "ol",
        -0.0010833021
      ],
      [
        "gi",
        -9.849109e-06
      ],
      [
        " apparatus",
        -0.010943707
      ]
    ]
  },
  "In 1958 this entity paid $64.8 million to the shareholders of the Universal Suez Canal Company. Two years later it formed its first parliament, with representatives from the two constituent nations. Vice President Nureddin Kuhalla and his country seceded from the union in 1961, but despite a failed attempt at reunification with Syria and Iraq, the remaining country continued to use this name until 1971. FTP what was this short-lived confederation of Egypt and Syria headed by Gamel-Abdul Nasser?": {
    "guess": "United Arab Republic",
    "confidence": [
      [
        "United",
        -0.015270261
      ],
      [
        " Arab",
        -2.7610455e-05
      ],
      [
        " Republic",
        -0.00015848507
      ]
    ]
  },
  "One of these entities that represents the location of vertices on a graph is the \"adjacency\" type. One used to identify resemblances between two data points is a similarity type. A collection of second-order partial derivatives of a function may be collected in a Hessian one of these entities. First-order derivatives are collected in the Jacobian one. If one of these entities is invertible, it is row-equivalent to an identity variety, and its determinant is nonzero. Multiplication of these entities is notably not commutative. For 10 points, name this rectangular array of numbers.": {
    "guess": "Matrix (mathematics)",
    "confidence": [
      [
        "Matrix",
        -0.18460552
      ],
      [
        " (",
        -0.6419409
      ],
      [
        "math",
        -0.012673631
      ],
      [
        "ematics",
        -0.00013464801
      ],
      [
        ")",
        -0.0002997121
      ]
    ]
  },
  "Because it ensured that its generals were always buffered from civil government, it required a council known as the Hundred and Four to oversee them. Its constitution strangely also buffered church and state, yet encouraged child sacrifice, as noted by Aristotle. It was first ruled by Soffets in an dual": {
    "guess": "Ancient Carthage",
    "confidence": [
      [
        "Anc",
        -0.8260208
      ],
      [
        "ient",
        -0.000101039914
      ],
      [
        " Car",
        -0.014273981
      ],
      [
        "th",
        -8.089449e-05
      ],
      [
        "age",
        -0.00016086915
      ]
    ]
  },
  "These entities can be found by using the Sieve of Eratosthenes (AIR-uh-TOSS-the-neez). According to Goldbach's": {
    "guess": "Prime Numbers",
    "confidence": [
      [
        "Prime",
        -0.15288602
      ],
      [
        " Numbers",
        -0.012561453
      ]
    ]
  },
  "In 1958 this entity paid $64.8 million to the shareholders of the Universal Suez Canal Company. Two years later it formed its first parliament, with representatives from the two constituent nations. Vice": {
    "guess": "United Arab Republic",
    "confidence": [
      [
        "United",
        -0.27834767
      ],
      [
        " Arab",
        -5.7961847e-06
      ],
      [
        " Republic",
        -0.00013786652
      ]
    ]
  },
  "One of these entities that represents the location of vertices on a graph is the \"adjacency\" type. One used to identify resemblances between two data points is a similarity type. A collection of second-order partial derivatives of a function may be collected in a Hessian one of these entities. First-order derivatives are collected in the Jacobian one. If one of these entities is invertible, it is row-equivalent": {
    "guess": "Matrix",
    "confidence": [
      [
        "Matrix",
        -0.19581904
      ]
    ]
  },
  "This entity's presence in a two-dimensional conductor creates Landau levels in the quantum hall effect. The Lorentz force on a particle is given by charge times velocity cross this entity, which is equal to the curl of the vector potential. They are expelled from superconductors in the Meissner effect, and Faraday's law of induction describes how a changing one produces an electrical current. They are formed when an electrical current passes through a solenoid, and Gauss showed that the divergence of these entities is zero unless monopoles exist. For 10 points, name this entity most commonly associated": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.020684479
      ],
      [
        "agnetic",
        -6.392203e-06
      ],
      [
        " field",
        -0.0116869835
      ]
    ]
  },
  "One of these entities that represents the location of vertices on a graph is the \"adjacency\" type. One used to identify resemblances between two data points is a similarity type. A collection of second-order partial derivatives of a function may be collected in a Hessian one of these entities. First-order derivatives are collected in the Jacobian one. If one of these entities is (*) invertible, it is row-equivalent to an identity variety, and its determinant is nonzero. Multiplication of these entities is notably not commutative. For 10 points, name this rectangular array of numbers.": {
    "guess": "Matrix",
    "confidence": [
      [
        "Matrix",
        -0.2788346
      ]
    ]
  },
  "In 1958 this entity paid $64.8 million to the shareholders of the Universal Suez Canal Company. Two years later it formed its first parliament, with representatives from the two constituent nations. Vice President Nureddin Kuhalla and his country seceded from the union in 1961, but despite a failed attempt": {
    "guess": "United Arab Republic",
    "confidence": [
      [
        "United",
        -0.049208324
      ],
      [
        " Arab",
        -6.9882217e-06
      ],
      [
        " Republic",
        -0.0029513163
      ]
    ]
  },
  "The entire mass of this organ is sometimes referred to as the corpus vesicae fellae. The Sphincter of Oddi and the hormone CCK control the release of products from the pancreas and this organ. One of the": {
    "guess": "Gallbladder",
    "confidence": [
      [
        "G",
        -0.021440394
      ],
      [
        "all",
        -0.00012701898
      ],
      [
        "bl",
        -0.0069673206
      ],
      [
        "adder",
        -7.13582e-05
      ]
    ]
  },
  "These entities can have an anti-terminator, such as LicT protein for sacPA, which stabilizes a secondary": {
    "guess": "Attenuator",
    "confidence": [
      [
        "Att",
        -1.3939902
      ],
      [
        "enu",
        -7.564953e-05
      ],
      [
        "ator",
        -0.34621212
      ]
    ]
  },
  "When this entity refuses counsel, his younger brother Vibheeshana deserts him. After conquering the three": {
    "guess": "Ravana",
    "confidence": [
      [
        "R",
        -0.007997907
      ],
      [
        "avana",
        -0.0013680962
      ]
    ]
  },
  "This entity was originally launched under the Sunshine Press organization, and it was notably supported by Bradley Manning. The New York Daily News ranked this organization first among ones that could \"totally change the news\" in 2010, the same year its creator was named the Reader's Choice for TIME's Person of the Year. 2010 also saw this (*) website's disclosure of field reports from the United States Army, called the Iraq War Logs, as well as \"Cablegate\", the publishing of over 250,000 diplomatic cables. Featuring a logo with the earth dripping in an hourglass is, for ten points , what non- profit organization with the slogan \"We open governments\", created by Julian Assange?": {
    "guess": "WikiLeaks",
    "confidence": [
      [
        "Wiki",
        -0.009825746
      ],
      [
        "Leaks",
        -3.6908343e-05
      ]
    ]
  },
  "Enthalpy, entropy, heat capacity, and the coefficient of this quantity are the subjects of the four Lee-Kesler tables. An analogue of Raoult's law that instead invokes this quantity is named for this quantity's originator and Merle Randall. One definition of activity gives it as the ratio of this quantity": {
    "guess": "Fugacity",
    "confidence": [
      [
        "F",
        -0.08292466
      ],
      [
        "ug",
        -2.5226382e-05
      ],
      [
        "acity",
        -1.9504607e-05
      ]
    ]
  },
  "This entity is crossed with a particle's velocity in the equation for the Lorentz force. One law that gives the strength of this entity was modified to include the partial time derivative of the displacement field. The curl of this entity is equal to permeability of free space times the current density. Silver atoms were fired through an inhomogeneous version of this entity in the Stern-Gerlach experiment. This entity cannot be created by monopoles according to Gauss' law. Created by electrical currents, the strength of this entity is given by the Bios-Savart (Bee-oh Suh-var) law and Ampere's law. For 10 points, name this counterpart of the electric field, symbolized B.": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.006200503
      ],
      [
        "agnetic",
        -0.00014442271
      ],
      [
        " field",
        -0.14920901
      ]
    ]
  },
  "One entry in this series features a side mode in which the goal is to create a tower as a safe haven for peasants, called \"Ambition Mode\". Anachronisms in this series include one character wielding a pair of tonfa and another firing lasers out of his fan. A recurring character in this series usually carries halberds, though in one entry that weapon is replaced with four-pointed cross-pikes; in a popular meme, the player is ordered to (*) \"not pursue\" that character. In a crossover, characters from": {
    "guess": "Dynasty Warriors",
    "confidence": [
      [
        "Dyn",
        -0.00585674
      ],
      [
        "asty",
        -1.3306016e-05
      ],
      [
        " Warriors",
        -0.00019495773
      ]
    ]
  },
  "He entered military service as a commander of a Pennsylvania regiment and was assigned to cover the retreat of American forces from Québec. After a promotion to brigadier general, he participated in the battles of Brandywine and Germantown and distinguished himself at the Battle of Monmouth in 1778,": {
    "guess": "Anthony Wayne",
    "confidence": [
      [
        "Anthony",
        -0.5934762
      ],
      [
        " Wayne",
        -0.0008782314
      ]
    ]
  },
  "This entity took out twenty-two of its competitors in the Cleveland Massacre, while in a political cartoon, this entity is depicted as two large snakes attacking the infant Hercules. One work about this company was written following an interview with Henry Rogers and was published in 19 parts by McClure's magazine. That work detailed this company's history and was written by Ida Tarbell. This company, which was dissolved by the Sherman Antitrust Act, sought to obtain a monopoly by driving out competitors through vertical integration of the petroleum supply chain. FTP, name this company founded": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.008371431
      ],
      [
        " Oil",
        -0.00026836884
      ]
    ]
  },
  "This entity was originally launched under the Sunshine Press organization, and it was notably supported by Bradley Manning. The New York Daily News ranked this organization first among ones that could": {
    "guess": "WikiLeaks",
    "confidence": [
      [
        "Wiki",
        -0.7187441
      ],
      [
        "Leaks",
        -3.2736214e-05
      ]
    ]
  },
  "He entered Parliament in 1820 and in 1827 became undersecretary for the colonies. In the reform government": {
    "guess": "George Canning",
    "confidence": [
      [
        "George",
        -0.20810649
      ],
      [
        " C",
        -0.07153948
      ],
      [
        "anning",
        -3.261701e-05
      ]
    ]
  },
  "These entities are not always explicitly noted in abjads, most of which are Semitic in origin. In Hebrew, they are denoted with Nikkud, and in Arabic, they can be altered via Imalah. Otto Jespersen studied a (*) \"great shift\" in these entities, and when two of these occur in the same syllable, they form a diphthong. Coming in long and short varieties, The letter Y is sometimes considered one of, for ten points, what type of sound, which in English is represented by \"A\", \"E\", \"I\", \"O\", and \"U\"?": {
    "guess": "Vowel",
    "confidence": [
      [
        "V",
        -0.0062760822
      ],
      [
        "owel",
        -0.00056518416
      ]
    ]
  },
  "Enthalpy, entropy, heat capacity, and the coefficient of this quantity are the subjects of the four Lee-Kesler tables. An analogue of Raoult's law that instead invokes this quantity is named for this quantity's originator and Merle Randall. One definition of activity gives it as the ratio of this quantity in the actual to steady state. The chemical potential may be given as Boltzmann's constant times temperature times the natural log of this quantity. This quantity's dimensionless coefficient is the ratio of it to pressure and measures a gas's degree of non-ideality. Introduced by Gilbert Lewis,": {
    "guess": "Fugacity",
    "confidence": [
      [
        "F",
        -0.019147195
      ],
      [
        "ug",
        -9.014684e-06
      ],
      [
        "acity",
        -2.0815847e-05
      ]
    ]
  },
  "These entities can be defined by their \"affective valence\" according to the theories of Kurt Lewin. The Affect Infusion Model provides various processing schema to explain how these affect how people handle various situations. Carl Lange and William James independently developed theories that these are physiological responses generated by the autonomic nervous system, not spiritual or mental states. FTP the AIM model characterizes what types of feelings, examples of which include fear, happiness,": {
    "guess": "Emotion",
    "confidence": [
      [
        "Em",
        -0.08622559
      ],
      [
        "otion",
        -0.011962895
      ]
    ]
  },
  "In 1958 this entity paid $64.8 million to the shareholders of the Universal Suez Canal Company. Two years later it formed its first parliament, with representatives from the two constituent nations. Vice President Nureddin Kuhalla and his country seceded from the union in 1961, but despite a failed attempt at reunification with Syria and Iraq, the remaining country continued to use this name until": {
    "guess": "United Arab Republic",
    "confidence": [
      [
        "United",
        -0.018119274
      ],
      [
        " Arab",
        -7.755679e-05
      ],
      [
        " Republic",
        -0.001339647
      ]
    ]
  },
  "This entity's functions include synthesizing sphingomyelin and adding sulfate groups to tyrosine. It creates clathrin-coated vesicles that send proteins to other parts of the cell. This organelle has cis and trans faces, and consists of stacked, flattened disks called cisternae. For 10 points, name this organelle, which is found near the endoplasmic reticulum, packages and sorts newly created proteins, and is named after an Italian scientist.": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.020063061
      ],
      [
        "ol",
        -2.5345586e-05
      ],
      [
        "gi",
        -1.0921943e-05
      ],
      [
        " apparatus",
        -0.008306282
      ]
    ]
  },
  "This entity's creation was preceded by a marriage to Isabella of Angouleme, which cuckolded Hugh IX and led to Otto IV's loss at Bouvines to Philip Augustus. Objections over absurd invocations of Henry II's Assize of the Forest and a drastic increase in scutage rates were more direct causes of the actions which led to this entity's creation, and the renunciation of its Article 61 led to an invasion": {
    "guess": "Magna Carta",
    "confidence": [
      [
        "M",
        -0.6560293
      ],
      [
        "agna",
        -5.0378356e-05
      ],
      [
        " Cart",
        -0.0001005631
      ],
      [
        "a",
        -2.4391957e-05
      ]
    ]
  },
  "Because it ensured that its generals were always buffered from civil government, it required a council known as the Hundred and Four to oversee them. Its constitution strangely also buffered church and state, yet encouraged child sacrifice, as noted by Aristotle. It was first ruled by Soffets in an dual system much like its greatest rival, yet yielded to an oligarchy as ethnic requirements became less": {
    "guess": "Carthage",
    "confidence": [
      [
        "Car",
        -0.75403446
      ],
      [
        "th",
        -0.011081892
      ],
      [
        "age",
        -0.00010854974
      ]
    ]
  },
  "Entrepreneur Jesse Hawley pressed for the creation of this structure. The Seneca Chief made the first end-to-end trip on this landmark. Its western end is the \"Commercial Slip\". This project across the Mohawk Valley was approved in 1817 at a cost of seven million dollars. It originally had 83 locks.": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.004669238
      ],
      [
        "rie",
        -2.3915141e-05
      ],
      [
        " Canal",
        -0.0002815968
      ]
    ]
  },
  "This entity is crossed with a particle's velocity in the equation for the Lorentz force. One law that": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.7644952
      ],
      [
        "agnetic",
        -0.0025997956
      ],
      [
        " field",
        -0.09427867
      ]
    ]
  },
  "He entered Parliament in 1820 and in 1827 became undersecretary for the colonies. In the reform government of Lord Grey he became chief secretary for Ireland, and in 1833 he became secretary of state for the colonies. In 1844, he assumed control of the Conservative party as a member of the House of Lords. FTP, name this man, whose supporters were known as Stanleyites, who served as prime minister in 1852, 1858, and finally in 1866, and who shares his name with a horse race held at Churchill Downs.": {
    "guess": "Edward Smith-Stanley, 14th Earl of Derby",
    "confidence": [
      [
        "Edward",
        -0.008588568
      ],
      [
        " Smith",
        -0.20492317
      ],
      [
        "-St",
        -0.025700027
      ],
      [
        "an",
        -0.00014847564
      ],
      [
        "ley",
        -0.000103662394
      ],
      [
        ",",
        -0.008804953
      ],
      [
        " ",
        -0.00028088156
      ],
      [
        "14",
        -0.00022022522
      ],
      [
        "th",
        -1.1041146e-05
      ],
      [
        " Earl",
        -0.00014299227
      ],
      [
        " of",
        -2.8206474e-05
      ],
      [
        " Derby",
        -0.00022761585
      ]
    ]
  },
  "This entity took out twenty-two of its competitors in the Cleveland Massacre, while in a political cartoon,": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.092082925
      ],
      [
        " Oil",
        -0.00035918003
      ]
    ]
  },
  "One of these entities that represents the location of vertices on a graph is the \"adjacency\" type. One used to identify resemblances between two data points is a similarity type. A collection of second-order partial derivatives of a function may be collected in a Hessian one of these entities. First-order derivatives are collected in the Jacobian one. If one of these entities is invertible, it is row-equivalent to an identity variety, and its determinant is nonzero. Multiplication of these entities": {
    "guess": "Matrix (mathematics)",
    "confidence": [
      [
        "Matrix",
        -0.10569503
      ],
      [
        " (",
        -0.59838116
      ],
      [
        "math",
        -0.032384958
      ],
      [
        "ematics",
        -6.253713e-05
      ],
      [
        ")",
        -0.00028576894
      ]
    ]
  },
  "These entities appear in an expansion of a twice continuously differentiable function named for Schlomilch, and one way to find them is to use Nicholson's Formula. Nicholson also names an equation with Watson allowing one to relate different types of these entities, One way to calculate one of these entities of a specific order is to use an algorithm named for Miller, but the standard way to find them is through the (*) Frobenius method. They are defined as solutions to the equation x-squared d-squared y of d-x squared plus x times d-y of d-x plus quantity x squared minus n squared times y equals": {
    "guess": "Bessel function",
    "confidence": [
      [
        "B",
        -0.019907303
      ],
      [
        "essel",
        -6.704273e-07
      ],
      [
        " function",
        -0.42464542
      ]
    ]
  },
  "The entire mass of this organ is sometimes referred to as the corpus vesicae fellae. The Sphincter of Oddi and the hormone CCK control the release of products from the pancreas and this organ. One of the main causes of jaundice is the creation of a certain \"stone\" in this organ. This organ is removed": {
    "guess": "Gallbladder",
    "confidence": [
      [
        "G",
        -0.0045020427
      ],
      [
        "all",
        -3.2736214e-05
      ],
      [
        "bl",
        -0.0041447612
      ],
      [
        "adder",
        -4.823269e-05
      ]
    ]
  },
  "entities of this name, including 20 deluxe editions, were produced by Rrose Sélavy and contained 93 facsimile reproductions of notes, drawings, and photographs. The more famous entity of this name depicts": {
    "guess": "The Green Box",
    "confidence": [
      [
        "The",
        -0.678261
      ],
      [
        " Green",
        -0.7248408
      ],
      [
        " Box",
        -0.000115582756
      ]
    ]
  },
  "One entry in this series features a side mode in which the goal is to create a tower as a safe haven for peasants, called \"Ambition Mode\". Anachronisms in this series include one character wielding a pair of tonfa and another firing lasers out of his fan. A recurring character in this series usually": {
    "guess": "Dynasty Warriors",
    "confidence": [
      [
        "Dyn",
        -0.00084166887
      ],
      [
        "asty",
        -2.1769476e-05
      ],
      [
        " Warriors",
        -2.677603e-05
      ]
    ]
  },
  "entities of this name, including 20 deluxe editions, were produced by Rrose Sélavy and contained 93 facsimile reproductions of notes, drawings, and photographs. The more famous entity of this name depicts \"malic\" molds that the creator claimed were \"the projection of the main points of a three- dimensional body.\" These nine figures are aided by a series of sieves filled with dust and a coffee grinder in performing the titular action upon a figure in the upper part, whose sexual fulfillment is symbolized by a pink cloud. For 10 points, name this artistic work that depicts dressmaker's models denuding": {
    "guess": "The Large Glass",
    "confidence": [
      [
        "The",
        -0.6083904
      ],
      [
        " Large",
        -0.1401907
      ],
      [
        " Glass",
        -3.2929079e-06
      ]
    ]
  },
  "This man was an enthusiastic angler, and he always wore a completely green outfit when fishing. Born in Penzance, he worked as an assistant at the Pneumatic Institute in Bristol, where he showed that heat could be transmitted through a vacuum. His 1813 Elements of Agricultural Chemistry was the first book to apply chemical principles systematically to farming, and two years later, he invented a safety arc lamp for miners. FTP, identify this chemist who showed that diamond is a form of carbon, and discovered the elements boron, strontium, calcium, and sodium.": {
    "guess": "Humphry Davy",
    "confidence": [
      [
        "H",
        -0.01585769
      ],
      [
        "umph",
        -6.968935e-05
      ],
      [
        "ry",
        -5.9199425e-05
      ],
      [
        " Dav",
        -1.3902034e-05
      ],
      [
        "y",
        -3.1544176e-05
      ]
    ]
  },
  "This entity was originally launched under the Sunshine Press organization, and it was notably supported by Bradley Manning. The New York Daily News ranked this organization first among ones that could \"totally change the news\" in 2010, the same year its creator was named the Reader's Choice for TIME's Person of the Year. 2010 also saw this (*) website's disclosure of field reports from the United States": {
    "guess": "WikiLeaks",
    "confidence": [
      [
        "Wiki",
        -0.041707892
      ],
      [
        "Leaks",
        -9.8536635e-05
      ]
    ]
  },
  "These entities can have an anti-terminator, such as LicT protein for sacPA, which stabilizes a secondary RNA structure.  Early termination of their processes, which can occur via an alternate loop structure with excess of a particular amino acid, is known as attenuation.  They can be inducible, as by IPTG for a well known example, and they can contain two kinds of repressors: a translational one, and": {
    "guess": "Operon",
    "confidence": [
      [
        "Oper",
        -0.36057484
      ],
      [
        "on",
        -0.013208706
      ]
    ]
  },
  "Entrepreneur Jesse Hawley pressed for the creation of this structure. The Seneca Chief made the first end-to-end trip on this landmark. Its western end is the \"Commercial Slip\". This project across the Mohawk Valley was approved in 1817 at a cost of seven million dollars. It originally had 83 locks. It was the first navigable water route between the Midwest and the Eastern seaboard. For 10 points, name this man-made waterway championed by DeWitt Clinton and opened in 1825, which runs from Albany to Buffalo.": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.0012638058
      ],
      [
        "rie",
        -2.618001e-05
      ],
      [
        " Canal",
        -0.0006062911
      ]
    ]
  },
  "One of these entities documents how \"the boil had to be pricked.\" These entities were the subject of a Supreme Court case that hinged on a term first defined in Kaiser Aluminum and Chemical Co. v. U.S. A segment in one of these entities was allegedly the product of an awkward position called the \"Rose Mary Stretch.\" These entities were eventually given to John Sirica, and many of them chronicle exchanges with H.R. Haldeman. The 342nd of these objects, which Archibald Cox subpoenaed, contains an eighteen-and-a-half-minute-long": {
    "guess": "Watergate tapes",
    "confidence": [
      [
        "Water",
        -1.1095711
      ],
      [
        "gate",
        -1.5332478e-05
      ],
      [
        " tapes",
        -0.078699514
      ]
    ]
  },
  "One of these entities can be restated in an equation with the terms del-squared T and q-triple-prime, while another states the effect of an object whose resultant force is zero. Yet another one of these": {
    "guess": "Newton's laws of motion",
    "confidence": [
      [
        "Newton",
        -0.2683909
      ],
      [
        "'s",
        -0.00025394888
      ],
      [
        " laws",
        -0.1856125
      ],
      [
        " of",
        -0.00045295665
      ],
      [
        " motion",
        -4.1273333e-06
      ]
    ]
  },
  "These entities can be described using Kr?ger-Vink notation. The Howie-Whelan theory was developed to account for them, and Kikuchi lines are used to select conditions under which to image them. The Brouwer": {
    "guess": "Point Defects",
    "confidence": [
      [
        "Point",
        -0.6058589
      ],
      [
        " Def",
        -0.70992124
      ],
      [
        "ect",
        -1.0087517e-05
      ],
      [
        "s",
        -0.06021806
      ]
    ]
  },
  "Each of these entities has a product divisible by 60, and primitive examples contain exactly one multiple of five. One method to generate them involves finding numbers whose product is half of a perfect square, and a method named for Euclid uses the difference of two squares and the sum of the same two squares. These sets always have an even sum, and their existence makes it necessary to include the requirement that n be greater than two in Fermat's [fair-mah'z]  last theorem. In any one of these": {
    "guess": "Pythagorean triple",
    "confidence": [
      [
        "Py",
        -0.5834858
      ],
      [
        "thag",
        -0.00017600802
      ],
      [
        "orean",
        -0.0002879146
      ],
      [
        " triple",
        -0.18008159
      ]
    ]
  },
  "These entities can have an anti-terminator, such as LicT protein for sacPA, which stabilizes a secondary RNA structure.  Early termination of their processes, which can occur via an alternate loop structure with excess of a particular amino acid, is known as attenuation.  They can be inducible, as by IPTG for a well known example, and they can contain two kinds of repressors: a translational one, and a better understood transcriptional one, which binds to the operator site.  All of them must have": {
    "guess": "Operon",
    "confidence": [
      [
        "Oper",
        -0.073341444
      ],
      [
        "on",
        -0.010157986
      ]
    ]
  },
  "This entity took out twenty-two of its competitors in the Cleveland Massacre, while in a political cartoon, this entity is depicted as two large snakes attacking the infant Hercules. One work about this company was written following an interview with Henry Rogers and was published in 19 parts by McClure's": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.009751722
      ],
      [
        " Oil",
        -0.00037514235
      ]
    ]
  },
  "In this entity, the Sunyaev-Zel'dovich effect is the result of inverse Compton scattering. The WMAP and COBE satellites studied this entity which was first observed by AT&T scientists Arno Penzias and Robert Wilson when they were trying to fix an early microwave satellite receiver. Observations of its near perfect (*) blackbody spectrum place the temperature of the universe at about 2.7 Kelvin. For 10 points, name this all pervasive entity, often described as the \"echo\" of the big bang.": {
    "guess": "Cosmic microwave background",
    "confidence": [
      [
        "Cos",
        -0.00251157
      ],
      [
        "mic",
        -1.8624639e-06
      ],
      [
        " microwave",
        -0.0065658106
      ],
      [
        " background",
        -1.0564331e-05
      ]
    ]
  },
  "This entity's presence in a two-dimensional conductor creates Landau levels in the quantum hall effect. The Lorentz force on a particle is given by charge times velocity cross this entity, which is equal to the curl of the vector potential. They are expelled from superconductors in the Meissner effect, and Faraday's law of induction describes how a changing one produces an electrical current. They are formed when an electrical current passes through a solenoid, and Gauss showed that the divergence of these entities is zero unless monopoles exist. For 10 points, name this entity most commonly associated with objects with north and south poles.": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.013303526
      ],
      [
        "agnetic",
        -5.7961847e-06
      ],
      [
        " field",
        -0.013564746
      ]
    ]
  },
  "He entered military service as a commander of a Pennsylvania regiment and was assigned to cover the retreat": {
    "guess": "Anthony Wayne",
    "confidence": [
      [
        "Anthony",
        -0.992365
      ],
      [
        " Wayne",
        -0.00045355264
      ]
    ]
  },
  "Enthalpy, entropy, heat capacity, and the coefficient of this quantity are the subjects of the four Lee-Kesler tables. An analogue of Raoult's law that instead invokes this quantity is named for this quantity's originator and Merle Randall. One definition of activity gives it as the ratio of this quantity in the actual to steady state. The chemical potential may be given as Boltzmann's constant times temperature times the natural log of this quantity. This quantity's dimensionless coefficient is the ratio of it to pressure and measures a gas's degree of non-ideality. Introduced by Gilbert Lewis, for 10 points, name this measure of adjusted pressure that gives a substance's tendency to escape": {
    "guess": "Fugacity",
    "confidence": [
      [
        "F",
        -0.004149157
      ],
      [
        "ug",
        -1.1517961e-05
      ],
      [
        "acity",
        -2.4749568e-05
      ]
    ]
  },
  "One of this entity's leaders formed the \"Company of Death\" that notably employed a war wagon known as the Carroccio. Founded through an oath taken at Pontida, this entity was left isolated following the": {
    "guess": "Holy Roman Empire",
    "confidence": [
      [
        "Holy",
        -1.1727405
      ],
      [
        " Roman",
        -0.00012976067
      ],
      [
        " Empire",
        -0.0031680986
      ]
    ]
  },
  "He entered Parliament in 1820 and in 1827 became undersecretary for the colonies. In the reform government of Lord Grey he became chief secretary for Ireland, and in 1833 he became secretary of state for the colonies. In 1844, he assumed control of the Conservative party as a member of the House of Lords. FTP, name this man, whose supporters were known as Stanleyites, who served as prime minister in": {
    "guess": "Edward Smith-Stanley, 14th Earl of Derby",
    "confidence": [
      [
        "Edward",
        -0.012578285
      ],
      [
        " Smith",
        -0.22273827
      ],
      [
        "-St",
        -0.046637442
      ],
      [
        "an",
        -0.00011236426
      ],
      [
        "ley",
        -0.00014048899
      ],
      [
        ",",
        -0.0070566963
      ],
      [
        " ",
        -0.00034082634
      ],
      [
        "14",
        -0.0002551409
      ],
      [
        "th",
        -2.1173457e-05
      ],
      [
        " Earl",
        -0.00013345598
      ],
      [
        " of",
        -2.9160103e-05
      ],
      [
        " Derby",
        -0.00045021495
      ]
    ]
  },
  "One of these entities that represents the location of vertices on a graph is the \"adjacency\" type. One": {
    "guess": "Graph drawing",
    "confidence": [
      [
        "Graph",
        -0.71595454
      ],
      [
        " drawing",
        -0.35996246
      ]
    ]
  },
  "These entities can be defined by their \"affective valence\" according to the theories of Kurt Lewin. The Affect Infusion Model provides various processing schema to explain how these affect how people handle various situations. Carl Lange and William James independently developed theories that these are physiological responses generated by the autonomic nervous system, not spiritual or mental states.": {
    "guess": "Emotion",
    "confidence": [
      [
        "Em",
        -0.11393579
      ],
      [
        "otion",
        -0.044089787
      ]
    ]
  },
  "This man was an enthusiastic angler, and he always wore a completely green outfit when fishing. Born in Penzance, he worked as an assistant at the Pneumatic Institute in Bristol, where he showed that heat could be transmitted through a vacuum. His 1813 Elements of Agricultural Chemistry was the first book to apply chemical principles systematically to farming, and two years later, he invented a safety arc lamp for miners. FTP, identify this chemist who showed that diamond is a form of carbon, and": {
    "guess": "Humphry Davy",
    "confidence": [
      [
        "H",
        -0.44213405
      ],
      [
        "umph",
        -0.0021131434
      ],
      [
        "ry",
        -0.00085464376
      ],
      [
        " Dav",
        -7.79144e-05
      ],
      [
        "y",
        -4.036525e-05
      ]
    ]
  },
  "Each of these entities has a product divisible by 60, and primitive examples contain exactly one multiple of five. One method to generate them involves finding numbers whose product is half of a perfect square, and a method named for Euclid uses the difference of two squares and the sum of the same two": {
    "guess": "Pythagorean triple",
    "confidence": [
      [
        "Py",
        -0.03270135
      ],
      [
        "thag",
        -0.00051693234
      ],
      [
        "orean",
        -4.7040652e-05
      ],
      [
        " triple",
        -0.08375777
      ]
    ]
  },
  "These entities are divided into \"C,\" \"S,\" and \"X\" groups depending on their spectral shapes in the SMASS and Tholen classification systems. One of these objects was discovered using the Titius-Bode Law": {
    "guess": "Asteroid",
    "confidence": [
      [
        "A",
        -0.029656645
      ],
      [
        "ster",
        -0.00019436171
      ],
      [
        "oid",
        -0.057735506
      ]
    ]
  },
  "These entities can have an anti-terminator, such as LicT protein for sacPA, which stabilizes a secondary RNA structure.  Early termination of their processes, which can occur via an alternate loop structure with excess of a particular amino acid, is known as attenuation.  They can be inducible, as by IPTG for a well known example, and they can contain two kinds of repressors: a translational one, and a better understood transcriptional one, which binds to the operator site.  All of them must have these operator sites, as well as promoter sites where RNA Polymerase originally binds.   FTP, name these prokaryotic strips of DNA that regulate expression of related genes, which include the trp [trip] and lac varieties.": {
    "guess": "Operon",
    "confidence": [
      [
        "Oper",
        -0.00808861
      ],
      [
        "on",
        -0.060388874
      ]
    ]
  },
  "When this entity refuses counsel, his younger brother Vibheeshana deserts him. After conquering the three worlds, he receives a boon from Brahma stating that no god will ever be able to defeat him. Shortly": {
    "guess": "Ravana",
    "confidence": [
      [
        "R",
        -0.0097137205
      ],
      [
        "avana",
        -0.000113913906
      ]
    ]
  },
  "Enthalpy, entropy, heat capacity, and the coefficient of this quantity are the subjects of the four Lee-Kesler tables. An analogue of Raoult's law that instead invokes this quantity is named for this quantity's originator and Merle Randall. One definition of activity gives it as the ratio of this quantity in the actual to steady state. The chemical potential may be given as Boltzmann's constant times temperature times the natural log of this quantity. This quantity's dimensionless coefficient is": {
    "guess": "Fugacity",
    "confidence": [
      [
        "F",
        -0.043513943
      ],
      [
        "ug",
        -6.325235e-05
      ],
      [
        "acity",
        -9.1026806e-05
      ]
    ]
  },
  "In this entity, the Sunyaev-Zel'dovich effect is the result of inverse Compton scattering. The WMAP and COBE satellites studied this entity which was first observed by AT&T scientists Arno Penzias and Robert Wilson when they were trying to fix an early microwave satellite receiver. Observations of its near perfect (*) blackbody spectrum place the temperature of the universe at about 2.7 Kelvin. For": {
    "guess": "Cosmic microwave background",
    "confidence": [
      [
        "Cos",
        -0.004456228
      ],
      [
        "mic",
        -1.2664457e-06
      ],
      [
        " microwave",
        -0.0021892798
      ],
      [
        " background",
        -1.1517961e-05
      ]
    ]
  },
  "He entered Parliament in 1820 and in 1827 became undersecretary for the colonies. In the reform government of Lord Grey he became chief secretary for Ireland, and in 1833 he became secretary of state for": {
    "guess": "Edward Smith-Stanley, 14th Earl of Derby",
    "confidence": [
      [
        "Edward",
        -0.45604962
      ],
      [
        " Smith",
        -0.26779342
      ],
      [
        "-St",
        -0.0066208737
      ],
      [
        "an",
        -0.00012689977
      ],
      [
        "ley",
        -0.00013667447
      ],
      [
        ",",
        -0.0036948512
      ],
      [
        " ",
        -0.00024037065
      ],
      [
        "14",
        -0.0003551271
      ],
      [
        "th",
        -1.2233183e-05
      ],
      [
        " Earl",
        -0.00021903319
      ],
      [
        " of",
        -1.5332478e-05
      ],
      [
        " Derby",
        -0.00044127836
      ]
    ]
  },
  "This man was an enthusiastic angler, and he always wore a completely green outfit when fishing. Born": {
    "guess": "Recreational fishing",
    "confidence": [
      [
        "Re",
        -0.93645984
      ],
      [
        "cre",
        -1.3902034e-05
      ],
      [
        "ational",
        -1.4855664e-05
      ],
      [
        " fishing",
        -0.0060984814
      ]
    ]
  },
  "These entities are present in Hoogsten base pairing, and they are strongest when symmetric. These entities are considered electrostatic attractive forces, and one form of these is present in borane-ammonia": {
    "guess": "Hydrogen bond",
    "confidence": [
      [
        "Hy",
        -0.008971321
      ],
      [
        "dro",
        -9.364929e-05
      ],
      [
        "gen",
        -1.0445127e-05
      ],
      [
        " bond",
        -0.0007959277
      ]
    ]
  },
  "These entities are present in Hoogsten base pairing, and they are strongest when symmetric. These entities are considered electrostatic attractive forces, and one form of these is present in borane-ammonia complexes. They allow for the bonding of nucleotides in adenine and thymine, in addition to other nucleotides in DNA. These types of bonds occur between a highly electronegative element such as nitrogen, oxygen, or fluorine with a certain element. For 10 points, name these strongest intermolecular": {
    "guess": "Hydrogen bond",
    "confidence": [
      [
        "Hy",
        -0.0024207258
      ],
      [
        "dro",
        -9.376849e-05
      ],
      [
        "gen",
        -8.89548e-06
      ],
      [
        " bond",
        -0.002265398
      ]
    ]
  },
  "These entities can be described using Kr?ger-Vink notation. The Howie-Whelan theory was developed to account for them, and Kikuchi lines are used to select conditions under which to image them. The Brouwer diagram plots the log of the change in their concentration against temperature or partial pressure of oxygen. Wadsley ones occur due to randomly spaced shear planes, and linear ones can be classified": {
    "guess": "Point defects",
    "confidence": [
      [
        "Point",
        -0.48561984
      ],
      [
        " defects",
        -0.23868248
      ]
    ]
  },
  "One of these entities can be restated in an equation with the terms del-squared T and q-triple-prime, while another states the effect of an object whose resultant force is zero. Yet another one of these entities overrules two \"lower\" laws, and mandates that a robot may not injure a human. For ten points, name this numbered law that describes the conservation of energy in thermodynamics and the law of inertia in physics.": {
    "guess": "Three Laws of Robotics",
    "confidence": [
      [
        "Three",
        -0.17771764
      ],
      [
        " Laws",
        -0.0072447723
      ],
      [
        " of",
        -0.00015264409
      ],
      [
        " Robotics",
        -9.639097e-05
      ]
    ]
  },
  "He entered military service as a commander of a Pennsylvania regiment and was assigned to cover the retreat of American forces from Québec. After a promotion to brigadier general, he participated in the battles of Brandywine and Germantown and distinguished himself at the Battle of Monmouth in 1778, though his greatest achievement was probably his victory at Stony Point. He negotiated the Treaty of": {
    "guess": "Anthony Wayne",
    "confidence": [
      [
        "Anthony",
        -0.025606493
      ],
      [
        " Wayne",
        -0.0006020034
      ]
    ]
  },
  "Enthalpy, entropy, heat capacity, and the coefficient of this quantity are the subjects of the four Lee-Kesler tables. An analogue of Raoult's law that instead invokes this quantity is named for this quantity's originator and Merle Randall. One definition of activity gives it as the ratio of this quantity in the actual to steady state. The chemical potential may be given as Boltzmann's constant times": {
    "guess": "Fugacity",
    "confidence": [
      [
        "F",
        -0.19419332
      ],
      [
        "ug",
        -0.00015979631
      ],
      [
        "acity",
        -7.588794e-05
      ]
    ]
  },
  "When this entity refuses counsel, his younger brother Vibheeshana deserts him. After conquering the three worlds, he receives a boon from Brahma stating that no god will ever be able to defeat him. Shortly after his brother Khara and sister Soorpanakha are killed, he defeats the valiant attempts of Jataayu the eagle-king who attacks his magical chariot Pushpaka, successfully returning to Sri Lanka": {
    "guess": "Ravana",
    "confidence": [
      [
        "R",
        -0.019052459
      ],
      [
        "avana",
        -0.0012628522
      ]
    ]
  },
  "This entity was originally launched under the Sunshine Press organization, and it was notably supported by Bradley Manning. The New York Daily News ranked this organization first among ones that could \"totally change the news\" in 2010, the same year its creator was named the Reader's Choice for TIME's": {
    "guess": "WikiLeaks",
    "confidence": [
      [
        "Wiki",
        -0.020801585
      ],
      [
        "Leaks",
        -3.631232e-05
      ]
    ]
  },
  "These entities are divided into \"C,\" \"S,\" and \"X\" groups depending on their spectral shapes in the SMASS and Tholen classification systems. One of these objects was discovered using the Titius-Bode Law and was located in a region where they typically are not found, (*) Kirkwood Gaps. Divided into Aten, Apollo, and Amor types, the ones beyond Neptune are collectively known as the Kuiper Belt, while examples of these include Vesta and Ceres. For 10 points, name astronomical objects present between": {
    "guess": "Asteroid",
    "confidence": [
      [
        "A",
        -0.20038195
      ],
      [
        "ster",
        -0.00038372134
      ],
      [
        "oid",
        -0.29269382
      ]
    ]
  },
  "The entire mass of this organ is sometimes referred to as the corpus vesicae fellae. The Sphincter of": {
    "guess": "Gallbladder",
    "confidence": [
      [
        "G",
        -0.43035164
      ],
      [
        "all",
        -0.0028703737
      ],
      [
        "bl",
        -0.00077603897
      ],
      [
        "adder",
        -0.00013727049
      ]
    ]
  },
  "One of these entities that represents the location of vertices on a graph is the \"adjacency\" type. One used to identify resemblances between two data points is a similarity type. A collection of second-order partial derivatives of a function may be collected in a Hessian one of these entities. First-order": {
    "guess": "Tensor",
    "confidence": [
      [
        "Tensor",
        -0.34530413
      ]
    ]
  },
  "These entities are not always explicitly noted in abjads, most of which are Semitic in origin. In Hebrew,": {
    "guess": "Consonants",
    "confidence": [
      [
        "Con",
        -1.3911755
      ],
      [
        "son",
        -2.9352968e-06
      ],
      [
        "ants",
        -0.09223796
      ]
    ]
  },
  "He entered military service as a commander of a Pennsylvania regiment and was assigned to cover the retreat of American forces from Québec. After a promotion to brigadier general, he participated in the": {
    "guess": "Anthony Wayne",
    "confidence": [
      [
        "Anthony",
        -0.4611461
      ],
      [
        " Wayne",
        -0.0003403495
      ]
    ]
  },
  "This entity's presence in a two-dimensional conductor creates Landau levels in the quantum hall effect.": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.005455371
      ],
      [
        "agnetic",
        -3.1544176e-05
      ],
      [
        " field",
        -0.045777753
      ]
    ]
  },
  "These entities appear in an expansion of a twice continuously differentiable function named for Schlomilch, and one way to find them is to use Nicholson's Formula. Nicholson also names an equation with Watson allowing one to relate different types of these entities, One way to calculate one of these entities of a specific order is to use an algorithm named for Miller, but the standard way to find them is through the (*) Frobenius method. They are defined as solutions to the equation x-squared d-squared y of d-x squared plus x times d-y of d-x plus quantity x squared minus n squared times y equals zero, known as their namesake differential equation. They are also the solutions of Laplace's equation when given in cylindrical components. Ones of the third kind are named for Hankel, and are a linear combination of those named for Neumann and those of the first kind. FTP, name these functions,": {
    "guess": "Bessel functions",
    "confidence": [
      [
        "B",
        -0.0032646959
      ],
      [
        "essel",
        -8.89548e-06
      ],
      [
        " functions",
        -0.55186313
      ]
    ]
  },
  "Entrepreneur Jesse Hawley pressed for the creation of this structure. The Seneca Chief made the first end-to-end trip on this landmark. Its western end is the \"Commercial Slip\". This project across the": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.0029259957
      ],
      [
        "rie",
        -6.1106686e-05
      ],
      [
        " Canal",
        -0.00018327577
      ]
    ]
  },
  "Because it ensured that its generals were always buffered from civil government, it required a council known as the Hundred and Four to oversee them. Its constitution strangely also buffered church and state, yet encouraged child sacrifice, as noted by Aristotle. It was first ruled by Soffets in an dual system much like its greatest rival, yet yielded to an oligarchy as ethnic requirements became less stringent, allowing individuals like Adherbal and Hanno to rise to power. Its geographic power center was the citadel Byrsa, though the palace's sea walls never needed to be very strong. FTP, identify this city whose naval power led it to dominate the pre-Roman Mediterranean, most famously led by various members of the Barca family.": {
    "guess": "Carthage",
    "confidence": [
      [
        "Car",
        -0.0044869697
      ],
      [
        "th",
        -8.864273e-05
      ],
      [
        "age",
        -3.8457987e-05
      ]
    ]
  },
  "These entities can be described using Kr?ger-Vink notation. The Howie-Whelan theory was developed to account for them, and Kikuchi lines are used to select conditions under which to image them. The Brouwer diagram plots the log of the change in their concentration against temperature or partial pressure of oxygen. Wadsley ones occur due to randomly spaced shear planes, and linear ones can be classified using Volterra's method. The most common ones are named after Frenkel, in which an ion migrates": {
    "guess": "Point defects",
    "confidence": [
      [
        "Point",
        -0.12936917
      ],
      [
        " defects",
        -0.14139836
      ]
    ]
  },
  "This entity's presence in a two-dimensional conductor creates Landau levels in the quantum hall effect. The Lorentz force on a particle is given by charge times velocity cross this entity, which is equal to the curl of the vector potential. They are expelled from superconductors in the Meissner effect, and Faraday's law of induction describes how a changing one produces an electrical current. They": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.0052552186
      ],
      [
        "agnetic",
        -1.3544423e-05
      ],
      [
        " field",
        -0.13976786
      ]
    ]
  },
  "One of this entity's leaders formed the \"Company of Death\" that notably employed a war wagon known as": {
    "guess": "Jan Žižka",
    "confidence": [
      [
        "Jan",
        -1.4156555
      ],
      [
        " \\xc5",
        -0.54821956
      ],
      [
        "\\xbd",
        -0.0004487845
      ],
      [
        "i",
        -0.0006772888
      ],
      [
        "ž",
        -0.00020985818
      ],
      [
        "ka",
        -7.2907846e-05
      ]
    ]
  },
  "These entities can be defined by their \"affective valence\" according to the theories of Kurt Lewin. The": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.23362128
      ],
      [
        "est",
        -4.572941e-05
      ],
      [
        "alt",
        -1.1398757e-05
      ],
      [
        " psychology",
        -0.0023234372
      ]
    ]
  },
  "These entities can be found by using the Sieve of Eratosthenes (AIR-uh-TOSS-the-neez). According to Goldbach's conjecture, every integer greater than two can be expressed as a sum of two of them. Every positive integer can be expressed as a factorization of these numbers. For 10 points, identify these": {
    "guess": "Prime Numbers",
    "confidence": [
      [
        "Prime",
        -0.00049477146
      ],
      [
        " Numbers",
        -0.0063852994
      ]
    ]
  },
  "He entered military service as a commander of a Pennsylvania regiment and was assigned to cover the retreat of American forces from Québec. After a promotion to brigadier general, he participated in the battles of Brandywine and Germantown and distinguished himself at the Battle of Monmouth in 1778, though his greatest achievement was probably his victory at Stony Point. He negotiated the Treaty of Greenville in 1795 after his most famous battle near Toledo, Ohio. FTP, identify this \"Mad\" Revolutionary": {
    "guess": "Anthony Wayne",
    "confidence": [
      [
        "Anthony",
        -0.19555084
      ],
      [
        " Wayne",
        -0.0013552369
      ]
    ]
  },
  "These entities can be described using Kr?ger-Vink notation. The Howie-Whelan theory was developed to account for them, and Kikuchi lines are used to select conditions under which to image them. The Brouwer diagram plots the log of the change in their concentration against temperature or partial pressure of oxygen. Wadsley ones occur due to randomly spaced shear planes, and linear ones can be classified using Volterra's method. The most common ones are named after Frenkel, in which an ion migrates to an interstitial site, and Schottky, in which both cations and anions are missing completely. Divided": {
    "guess": "Point defects",
    "confidence": [
      [
        "Point",
        -0.23257962
      ],
      [
        " defects",
        -0.14807801
      ]
    ]
  },
  "The entire mass of this organ is sometimes referred to as the corpus vesicae fellae. The Sphincter of Oddi and the hormone CCK control the release of products from the pancreas and this organ. One of the main causes of jaundice is the creation of a certain \"stone\" in this organ. This organ is removed during a cholecystectomy and stores a product that is released into the (*) duodenum of the small intestine during digestion. For 10 points, name this organ that stores bile produced by the liver.": {
    "guess": "Gallbladder",
    "confidence": [
      [
        "G",
        -0.0046916613
      ],
      [
        "all",
        -6.392203e-06
      ],
      [
        "bl",
        -0.00015335932
      ],
      [
        "adder",
        -3.7265952e-05
      ]
    ]
  },
  "Each of these entities has a product divisible by 60, and primitive examples contain exactly one multiple of five. One method to generate them involves finding numbers whose product is half of a perfect square, and a method named for Euclid uses the difference of two squares and the sum of the same two squares. These sets always have an even sum, and their existence makes it necessary to include the": {
    "guess": "Pythagorean triple",
    "confidence": [
      [
        "Py",
        -0.39819998
      ],
      [
        "thag",
        -5.085517e-05
      ],
      [
        "orean",
        -0.00012368128
      ],
      [
        " triple",
        -0.34510013
      ]
    ]
  },
  "These entities can have an anti-terminator, such as LicT protein for sacPA, which stabilizes a secondary RNA structure.  Early termination of their processes, which can occur via an alternate loop structure": {
    "guess": "Riboswitch",
    "confidence": [
      [
        "Rib",
        -0.8872904
      ],
      [
        "os",
        -0.0054851333
      ],
      [
        "witch",
        -0.0001944809
      ]
    ]
  },
  "This entity's presence in a two-dimensional conductor creates Landau levels in the quantum hall effect. The Lorentz force on a particle is given by charge times velocity cross this entity, which is equal to the curl of the vector potential. They are expelled from superconductors in the Meissner effect, and Faraday's law of induction describes how a changing one produces an electrical current. They are formed when an electrical current passes through a solenoid, and Gauss showed that the divergence": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.0020123832
      ],
      [
        "agnetic",
        -1.0683535e-05
      ],
      [
        " field",
        -0.027285522
      ]
    ]
  },
  "These entities can be described using Kr?ger-Vink notation. The Howie-Whelan theory was developed to account for them, and Kikuchi lines are used to select conditions under which to image them. The Brouwer diagram plots the log of the change in their concentration against temperature or partial pressure": {
    "guess": "Point defects",
    "confidence": [
      [
        "Point",
        -0.06577147
      ],
      [
        " defects",
        -0.080304876
      ]
    ]
  },
  "One entry in this series features a side mode in which the goal is to create a tower as a safe haven for peasants, called \"Ambition Mode\". Anachronisms in this series include one character wielding a pair of tonfa and another firing lasers out of his fan. A recurring character in this series usually carries halberds, though in one entry that weapon is replaced with four-pointed cross-pikes; in a popular meme, the player is ordered to (*) \"not pursue\" that character. In a crossover, characters from this series join up with some 16th-century figures to battle the fox spirit Da Ji and scythe-wielding Orochi. Recurring elements in this series include filling a bar by either killing people or taking damage in order to activate \"Mousou\" attacks. The latest game in this series, which often feature expansions entitled \"Xtreme Legends\", is the first that includes the Jin, and its seventh entry is the first to extend past the Wuzhang Plains. For 10 points, name this long-running series of video games": {
    "guess": "Dynasty Warriors",
    "confidence": [
      [
        "Dyn",
        -0.0009230117
      ],
      [
        "asty",
        -3.5120287e-05
      ],
      [
        " Warriors",
        -0.00029518234
      ]
    ]
  },
  "Entrepreneur Jesse Hawley pressed for the creation of this structure. The Seneca Chief made the first end-to-end trip on this landmark. Its western end is the \"Commercial Slip\". This project across the Mohawk Valley was approved in 1817 at a cost of seven million dollars. It originally had 83 locks. It was the first navigable water route between the Midwest and the Eastern seaboard. For 10 points, name this man-made waterway championed by DeWitt Clinton and opened in 1825, which runs from Albany": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.0042449622
      ],
      [
        "rie",
        -2.749125e-05
      ],
      [
        " Canal",
        -0.00084298005
      ]
    ]
  },
  "One of these entities documents how \"the boil had to be pricked.\" These entities were the subject of a Supreme Court case that hinged on a term first defined in Kaiser Aluminum and Chemical Co. v. U.S. A segment in one of these entities was allegedly the product of an awkward position called the \"Rose Mary Stretch.\" These entities were eventually given to John Sirica, and many of them chronicle exchanges with H.R. Haldeman. The 342nd of these objects, which Archibald Cox subpoenaed, contains an eighteen-and-a-half-minute-long pause. For 10 points, name these audio recordings central to the Supreme Court case U.S. v. Nixon, which discuss a certain break-in.": {
    "guess": "Nixon White House tapes",
    "confidence": [
      [
        "N",
        -0.49262926
      ],
      [
        "ixon",
        -6.396757e-05
      ],
      [
        " White",
        -0.015540492
      ],
      [
        " House",
        -8.4828214e-05
      ],
      [
        " tapes",
        -0.0008305939
      ]
    ]
  },
  "This entity took out twenty-two of its competitors in the Cleveland Massacre, while in a political cartoon, this entity is depicted as two large snakes attacking the infant Hercules. One work about this": {
    "guess": "The Tammany Hall",
    "confidence": [
      [
        "The",
        -1.4780413
      ],
      [
        " Tam",
        -1.9113522
      ],
      [
        "many",
        -0.0012485662
      ],
      [
        " Hall",
        -0.055765573
      ]
    ]
  },
  "One of these entities \"of variation\" equals the standard deviation divided by the mean. Spearman and Pearson name two of these entities that measure correlation. \"Binomial\" ones give the number of ways k unordered outcomes can be chosen from n possible and are given by Pascal's Triangle. For 10 points,": {
    "guess": "Probability Distribution",
    "confidence": [
      [
        "Probability",
        -1.3788259
      ],
      [
        " Distribution",
        -0.44256413
      ]
    ]
  },
  "When this entity refuses counsel, his younger brother Vibheeshana deserts him. After conquering the three worlds, he receives a boon from Brahma stating that no god will ever be able to defeat him. Shortly after his brother Khara and sister Soorpanakha are killed, he defeats the valiant attempts of Jataayu": {
    "guess": "Ravana",
    "confidence": [
      [
        "R",
        -0.0050970186
      ],
      [
        "avana",
        -0.00048620347
      ]
    ]
  },
  "This entity's creation was preceded by a marriage to Isabella of Angouleme, which cuckolded Hugh IX and led to Otto IV's loss at Bouvines to Philip Augustus. Objections over absurd invocations of Henry II's Assize of the Forest and a drastic increase in scutage rates were more direct causes of the actions": {
    "guess": "First Barons' War",
    "confidence": [
      [
        "First",
        -0.85039556
      ],
      [
        " Bar",
        -0.00079759647
      ],
      [
        "ons",
        -2.2603901e-05
      ],
      [
        "'",
        -0.0011128316
      ],
      [
        " War",
        -4.012684e-05
      ]
    ]
  },
  "These entities are divided into \"C,\" \"S,\" and \"X\" groups depending on their spectral shapes in the SMASS": {
    "guess": "Asteroid族",
    "confidence": [
      [
        "A",
        -0.05085807
      ],
      [
        "ster",
        -0.035038516
      ],
      [
        "oid",
        -0.17410354
      ],
      [
        "族",
        -0.3236998
      ]
    ]
  },
  "This entity's presence in a two-dimensional conductor creates Landau levels in the quantum hall effect. The Lorentz force on a particle is given by charge times velocity cross this entity, which is equal to the curl of the vector potential. They are expelled from superconductors in the Meissner effect,": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.0144426
      ],
      [
        "agnetic",
        -4.3583746e-05
      ],
      [
        " field",
        -0.27997246
      ]
    ]
  },
  "One entry in this series features a side mode in which the goal is to create a tower as a safe haven for peasants, called \"Ambition Mode\". Anachronisms in this series include one character wielding a pair of tonfa and another firing lasers out of his fan. A recurring character in this series usually carries halberds, though in one entry that weapon is replaced with four-pointed cross-pikes; in a popular meme, the player is ordered to (*) \"not pursue\" that character. In a crossover, characters from this series join up with some 16th-century figures to battle the fox spirit Da Ji and scythe-wielding": {
    "guess": "Dynasty Warriors",
    "confidence": [
      [
        "Dyn",
        -0.006480169
      ],
      [
        "asty",
        -1.5451682e-05
      ],
      [
        " Warriors",
        -7.696077e-05
      ]
    ]
  },
  "This entity is crossed with a particle's velocity in the equation for the Lorentz force. One law that gives the strength of this entity was modified to include the partial time derivative of the displacement field. The curl of this entity is equal to permeability of free space times the current density. Silver atoms were fired through an inhomogeneous version of this entity in the Stern-Gerlach experiment.": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.023526018
      ],
      [
        "agnetic",
        -6.194111e-05
      ],
      [
        " field",
        -0.13659693
      ]
    ]
  },
  "One of these entities documents how \"the boil had to be pricked.\" These entities were the subject of a Supreme Court case that hinged on a term first defined in Kaiser Aluminum and Chemical Co. v. U.S. A segment in one of these entities was allegedly the product of an awkward position called the \"Rose Mary Stretch.\" These entities were eventually given to John Sirica, and many of them chronicle exchanges": {
    "guess": "Watergate tapes",
    "confidence": [
      [
        "Water",
        -1.3074954
      ],
      [
        "gate",
        -1.11603495e-05
      ],
      [
        " tapes",
        -0.40635204
      ]
    ]
  },
  "These entities are divided into \"C,\" \"S,\" and \"X\" groups depending on their spectral shapes in the SMASS and Tholen classification systems. One of these objects was discovered using the Titius-Bode Law and was located in a region where they typically are not found, (*) Kirkwood Gaps. Divided into Aten, Apollo, and Amor types, the ones beyond Neptune are collectively known as the Kuiper Belt, while examples of these include Vesta and Ceres. For 10 points, name astronomical objects present between Mars and Jupiter in a namesake \"belt.\"": {
    "guess": "Asteroid",
    "confidence": [
      [
        "A",
        -0.00029601678
      ],
      [
        "ster",
        -4.9617593e-06
      ],
      [
        "oid",
        -0.007903061
      ]
    ]
  },
  "entities of this name, including 20 deluxe editions, were produced by Rrose Sélavy and contained 93 facsimile reproductions of notes, drawings, and photographs. The more famous entity of this name depicts \"malic\" molds that the creator claimed were \"the projection of the main points of a three- dimensional body.\" These nine figures are aided by a series of sieves filled with dust and a coffee grinder in performing the titular action upon a figure in the upper part, whose sexual fulfillment is symbolized": {
    "guess": "The Large Glass",
    "confidence": [
      [
        "The",
        -0.049540095
      ],
      [
        " Large",
        -0.47821903
      ],
      [
        " Glass",
        -6.392203e-06
      ]
    ]
  },
  "One of these entities documents how \"the boil had to be pricked.\" These entities were the subject of a Supreme Court case that hinged on a term first defined in Kaiser Aluminum and Chemical Co. v. U.S.": {
    "guess": "Administrative agencies",
    "confidence": [
      [
        "Administr",
        -1.5139883
      ],
      [
        "ative",
        -0.0001440651
      ],
      [
        " agencies",
        -1.6243931
      ]
    ]
  },
  "These entities can be defined by their \"affective valence\" according to the theories of Kurt Lewin. The Affect Infusion Model provides various processing schema to explain how these affect how people handle various situations. Carl Lange and William James independently developed theories that these are": {
    "guess": "Emotion",
    "confidence": [
      [
        "Em",
        -0.16632573
      ],
      [
        "otion",
        -0.21240962
      ]
    ]
  },
  "Because it ensured that its generals were always buffered from civil government, it required a council known as the Hundred and Four to oversee them. Its constitution strangely also buffered church and state, yet encouraged child sacrifice, as noted by Aristotle. It was first ruled by Soffets in an dual system much like its greatest rival, yet yielded to an oligarchy as ethnic requirements became less stringent, allowing individuals like Adherbal and Hanno to rise to power. Its geographic power center was the citadel Byrsa, though the palace's sea walls never needed to be very strong. FTP, identify": {
    "guess": "Carthage",
    "confidence": [
      [
        "Car",
        -0.0945915
      ],
      [
        "th",
        -0.0015665228
      ],
      [
        "age",
        -3.4762674e-05
      ]
    ]
  },
  "One of this entity's leaders formed the \"Company of Death\" that notably employed a war wagon known as the Carroccio. Founded through an oath taken at Pontida, this entity was left isolated following the defeat of a so-called \"Commune\" at Monte Porzio. This entity organized the Diet of Roncaglia and won": {
    "guess": "Lombard League",
    "confidence": [
      [
        "L",
        -0.13413969
      ],
      [
        "omb",
        -0.0019188835
      ],
      [
        "ard",
        -0.011143672
      ],
      [
        " League",
        -0.0006552508
      ]
    ]
  },
  "Enthalpy, entropy, heat capacity, and the coefficient of this quantity are the subjects of the four Lee-Kesler tables. An analogue of Raoult's law that instead invokes this quantity is named for this quantity's": {
    "guess": "Fugacity",
    "confidence": [
      [
        "F",
        -0.48458743
      ],
      [
        "ug",
        -1.9743013e-05
      ],
      [
        "acity",
        -5.3193703e-06
      ]
    ]
  },
  "These entities are not always explicitly noted in abjads, most of which are Semitic in origin. In Hebrew, they are denoted with Nikkud, and in Arabic, they can be altered via Imalah. Otto Jespersen studied": {
    "guess": "Vowel",
    "confidence": [
      [
        "V",
        -0.6276647
      ],
      [
        "owel",
        -0.00091657834
      ]
    ]
  },
  "These entities are present in Hoogsten base pairing, and they are strongest when symmetric. These entities are considered electrostatic attractive forces, and one form of these is present in borane-ammonia complexes. They allow for the bonding of nucleotides in adenine and thymine, in addition to other nucleotides in DNA. These types of bonds occur between a highly electronegative element such as nitrogen, oxygen, or fluorine with a certain element. For 10 points, name these strongest intermolecular forces in covalent molecules which are responsible for surface tension and many of the other properties of water.": {
    "guess": "Hydrogen bond",
    "confidence": [
      [
        "Hy",
        -0.0016131736
      ],
      [
        "dro",
        -5.085517e-05
      ],
      [
        "gen",
        -3.7697225e-06
      ],
      [
        " bond",
        -0.0017243229
      ]
    ]
  },
  "One of these entities \"of variation\" equals the standard deviation divided by the mean. Spearman and Pearson name two of these entities that measure correlation. \"Binomial\" ones give the number of ways k unordered outcomes can be chosen from n possible and are given by Pascal's Triangle. For 10 points, give this term for numbers that multiply a variable in a mathematical expression.": {
    "guess": "Polynomial",
    "confidence": [
      [
        "Pol",
        -0.7834588
      ],
      [
        "ynomial",
        -0.10944004
      ]
    ]
  },
  "These entities are present in Hoogsten base pairing, and they are strongest when symmetric. These entities": {
    "guess": "Hydrogen bond",
    "confidence": [
      [
        "Hy",
        -0.064832844
      ],
      [
        "dro",
        -5.085517e-05
      ],
      [
        "gen",
        -1.7478143e-05
      ],
      [
        " bond",
        -0.015293388
      ]
    ]
  },
  "This entity took out twenty-two of its competitors in the Cleveland Massacre, while in a political cartoon, this entity is depicted as two large snakes attacking the infant Hercules. One work about this company was written following an interview with Henry Rogers and was published in 19 parts by McClure's magazine. That work detailed this company's history and was written by Ida Tarbell. This company, which was dissolved by the Sherman Antitrust Act, sought to obtain a monopoly by driving out competitors through vertical integration of the petroleum supply chain. FTP, name this company founded by John D. Rockefeller.": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.0028671622
      ],
      [
        " Oil",
        -0.00018006093
      ]
    ]
  },
  "In this entity, the Sunyaev-Zel'dovich effect is the result of inverse Compton scattering. The WMAP and": {
    "guess": "Cosmic microwave background",
    "confidence": [
      [
        "Cos",
        -0.004728922
      ],
      [
        "mic",
        -1.5570886e-05
      ],
      [
        " microwave",
        -0.0005430233
      ],
      [
        " background",
        -3.4121115e-06
      ]
    ]
  },
  "These entities appear in an expansion of a twice continuously differentiable function named for Schlomilch, and one way to find them is to use Nicholson's Formula. Nicholson also names an equation with Watson allowing one to relate different types of these entities, One way to calculate one of these entities of a specific order is to use an algorithm named for Miller, but the standard way to find them": {
    "guess": "Bessel Function",
    "confidence": [
      [
        "B",
        -0.75201374
      ],
      [
        "essel",
        -0.0066572344
      ],
      [
        " Function",
        -0.55558336
      ]
    ]
  },
  "This entity took out twenty-two of its competitors in the Cleveland Massacre, while in a political cartoon, this entity is depicted as two large snakes attacking the infant Hercules. One work about this company was written following an interview with Henry Rogers and was published in 19 parts by McClure's magazine. That work detailed this company's history and was written by Ida Tarbell. This company, which was dissolved by the Sherman Antitrust Act, sought to obtain a monopoly by driving out competitors": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.0025090706
      ],
      [
        " Oil",
        -0.00030805267
      ]
    ]
  },
  "These entities can be defined by their \"affective valence\" according to the theories of Kurt Lewin. The Affect Infusion Model provides various processing schema to explain how these affect how people handle": {
    "guess": "Emotion regulation",
    "confidence": [
      [
        "Em",
        -0.480523
      ],
      [
        "otion",
        -0.2719563
      ],
      [
        " regulation",
        -0.09723724
      ]
    ]
  },
  "One entry in this series features a side mode in which the goal is to create a tower as a safe haven for peasants, called \"Ambition Mode\". Anachronisms in this series include one character wielding a pair of tonfa and another firing lasers out of his fan. A recurring character in this series usually carries halberds, though in one entry that weapon is replaced with four-pointed cross-pikes; in a popular meme, the player is ordered to (*) \"not pursue\" that character. In a crossover, characters from this series join up with some 16th-century figures to battle the fox spirit Da Ji and scythe-wielding Orochi. Recurring elements in this series include filling a bar by either killing people or taking": {
    "guess": "Dynasty Warriors",
    "confidence": [
      [
        "Dyn",
        -0.01448866
      ],
      [
        "asty",
        -8.45898e-05
      ],
      [
        " Warriors",
        -0.00052217365
      ]
    ]
  },
  "One entry in this series features a side mode in which the goal is to create a tower as a safe haven for peasants, called \"Ambition Mode\". Anachronisms in this series include one character wielding a pair of tonfa and another firing lasers out of his fan. A recurring character in this series usually carries halberds, though in one entry that weapon is replaced with four-pointed cross-pikes; in a popular meme, the player is ordered to (*) \"not pursue\" that character. In a crossover, characters from this series join up with some 16th-century figures to battle the fox spirit Da Ji and scythe-wielding Orochi. Recurring elements in this series include filling a bar by either killing people or taking damage in order to activate \"Mousou\" attacks. The latest game in this series, which often feature": {
    "guess": "Dynasty Warriors",
    "confidence": [
      [
        "Dyn",
        -0.007454115
      ],
      [
        "asty",
        -1.5451682e-05
      ],
      [
        " Warriors",
        -0.0005232465
      ]
    ]
  },
  "One entry in this series features a side mode in which the goal is to create a tower as a safe haven for peasants, called \"Ambition Mode\". Anachronisms in this series include one character wielding a pair of tonfa and another firing lasers out of his fan. A recurring character in this series usually carries halberds, though in one entry that weapon is replaced with four-pointed cross-pikes; in a popular meme, the player is ordered to (*) \"not pursue\" that character. In a crossover, characters from this series join up with some 16th-century figures to battle the fox spirit Da Ji and scythe-wielding Orochi. Recurring elements in this series include filling a bar by either killing people or taking damage in order to activate \"Mousou\" attacks. The latest game in this series, which often feature expansions entitled \"Xtreme Legends\", is the first that includes the Jin, and its seventh entry is the first to extend past the Wuzhang Plains. For 10 points, name this long-running series of video games from Omega Force and Koei, a brawler in which the player selects various personages from the Three Kingdoms Era of China.": {
    "guess": "Dynasty Warriors",
    "confidence": [
      [
        "Dyn",
        -0.0016162619
      ],
      [
        "asty",
        -7.9418505e-06
      ],
      [
        " Warriors",
        -0.00026264708
      ]
    ]
  },
  "This man was an enthusiastic angler, and he always wore a completely green outfit when fishing. Born in Penzance, he worked as an assistant at the Pneumatic Institute in Bristol, where he showed that heat could be transmitted through a vacuum. His 1813 Elements of Agricultural Chemistry was the first book to apply chemical principles systematically to farming, and two years later, he invented a safety": {
    "guess": "Humphry Davy",
    "confidence": [
      [
        "H",
        -0.012346112
      ],
      [
        "umph",
        -2.0100624e-05
      ],
      [
        "ry",
        -0.0010968804
      ],
      [
        " Dav",
        -0.0002192716
      ],
      [
        "y",
        -8.220573e-05
      ]
    ]
  },
  "These entities can have an anti-terminator, such as LicT protein for sacPA, which stabilizes a secondary RNA structure.  Early termination of their processes, which can occur via an alternate loop structure with excess of a particular amino acid, is known as attenuation.  They can be inducible, as by IPTG for a well known example, and they can contain two kinds of repressors: a translational one, and a better understood transcriptional one, which binds to the operator site.  All of them must have these operator sites, as well as promoter sites where RNA Polymerase originally binds.   FTP, name": {
    "guess": "Trp operon",
    "confidence": [
      [
        "Tr",
        -0.22372954
      ],
      [
        "p",
        -5.8603408e-05
      ],
      [
        " oper",
        -0.095566966
      ],
      [
        "on",
        -0.0001626572
      ]
    ]
  },
  "These entities are present in Hoogsten base pairing, and they are strongest when symmetric. These entities are considered electrostatic attractive forces, and one form of these is present in borane-ammonia complexes. They allow for the bonding of nucleotides in adenine and thymine, in addition to other": {
    "guess": "Hydrogen bond",
    "confidence": [
      [
        "Hy",
        -0.025446242
      ],
      [
        "dro",
        -0.00010306638
      ],
      [
        "gen",
        -8.418666e-06
      ],
      [
        " bond",
        -0.0032379592
      ]
    ]
  },
  "In this entity, the Sunyaev-Zel'dovich effect is the result of inverse Compton scattering. The WMAP and COBE satellites studied this entity which was first observed by AT&T scientists Arno Penzias and": {
    "guess": "Cosmic microwave background",
    "confidence": [
      [
        "Cos",
        -0.009871188
      ],
      [
        "mic",
        -2.6968896e-06
      ],
      [
        " microwave",
        -0.002273366
      ],
      [
        " background",
        -1.1756368e-05
      ]
    ]
  },
  "These entities can be described using Kr?ger-Vink notation. The Howie-Whelan theory was developed to account for them, and Kikuchi lines are used to select conditions under which to image them. The Brouwer diagram plots the log of the change in their concentration against temperature or partial pressure of oxygen. Wadsley ones occur due to randomly spaced shear planes, and linear ones can be classified using Volterra's method. The most common ones are named after Frenkel, in which an ion migrates to an interstitial site, and Schottky, in which both cations and anions are missing completely. Divided into stoichiometric and non-stoichiometric varieties, for 10 points, name these places in a lattice that contain misplaced atoms.": {
    "guess": "Point defects",
    "confidence": [
      [
        "Point",
        -0.4839792
      ],
      [
        " defects",
        -0.0533784
      ]
    ]
  },
  "This entity is crossed with a particle's velocity in the equation for the Lorentz force. One law that gives the strength of this entity was modified to include the partial time derivative of the displacement": {
    "guess": "Electric field",
    "confidence": [
      [
        "Electric",
        -0.7763856
      ],
      [
        " field",
        -0.04232775
      ]
    ]
  },
  "This man was an enthusiastic angler, and he always wore a completely green outfit when fishing. Born in Penzance, he worked as an assistant at the Pneumatic Institute in Bristol, where he showed that heat": {
    "guess": "Humphry Davy",
    "confidence": [
      [
        "H",
        -0.7102447
      ],
      [
        "umph",
        -0.01343279
      ],
      [
        "ry",
        -0.004291965
      ],
      [
        " Dav",
        -9.913265e-05
      ],
      [
        "y",
        -5.252402e-05
      ]
    ]
  },
  "This entity is crossed with a particle's velocity in the equation for the Lorentz force. One law that gives the strength of this entity was modified to include the partial time derivative of the displacement field. The curl of this entity is equal to permeability of free space times the current density. Silver atoms were fired through an inhomogeneous version of this entity in the Stern-Gerlach experiment. This entity cannot be created by monopoles according to Gauss' law. Created by electrical currents,": {
    "guess": "Magnetic Field",
    "confidence": [
      [
        "M",
        -0.023228705
      ],
      [
        "agnetic",
        -0.0005871103
      ],
      [
        " Field",
        -0.22587875
      ]
    ]
  },
  "These entities appear in an expansion of a twice continuously differentiable function named for Schlomilch, and one way to find them is to use Nicholson's Formula. Nicholson also names an equation with Watson allowing one to relate different types of these entities, One way to calculate one of these entities of a specific order is to use an algorithm named for Miller, but the standard way to find them is through the (*) Frobenius method. They are defined as solutions to the equation x-squared d-squared y of d-x squared plus x times d-y of d-x plus quantity x squared minus n squared times y equals zero, known as their namesake differential equation. They are also the solutions of Laplace's equation": {
    "guess": "Legendre polynomials",
    "confidence": [
      [
        "Legend",
        -0.7144637
      ],
      [
        "re",
        -6.0345924e-06
      ],
      [
        " pol",
        -0.7637299
      ],
      [
        "ynomials",
        -0.00023715216
      ]
    ]
  },
  "One of these entities documents how \"the boil had to be pricked.\" These entities were the subject of a Supreme Court case that hinged on a term first defined in Kaiser Aluminum and Chemical Co. v. U.S. A segment in one of these entities was allegedly the product of an awkward position called the \"Rose": {
    "guess": "List of United States Supreme Court cases, volume 545",
    "confidence": [
      [
        "List",
        -1.7434642
      ],
      [
        " of",
        -0.0004101772
      ],
      [
        " United",
        -0.59061277
      ],
      [
        " States",
        -0.0001472836
      ],
      [
        " Supreme",
        -0.13512565
      ],
      [
        " Court",
        -0.00019305047
      ],
      [
        " cases",
        -0.005129389
      ],
      [
        ",",
        -0.628419
      ],
      [
        " volume",
        -0.001814406
      ],
      [
        " ",
        -0.0007210109
      ],
      [
        "545",
        -3.139411
      ]
    ]
  },
  "One entry in this series features a side mode in which the goal is to create a tower as a safe haven for peasants, called \"Ambition Mode\". Anachronisms in this series include one character wielding a pair": {
    "guess": "Dynasty Warriors",
    "confidence": [
      [
        "Dyn",
        -0.0052150246
      ],
      [
        "asty",
        -8.299462e-06
      ],
      [
        " Warriors",
        -0.0001596771
      ]
    ]
  },
  "Because it ensured that its generals were always buffered from civil government, it required a council": {
    "guess": "Roman Republic",
    "confidence": [
      [
        "Roman",
        -1.2868494
      ],
      [
        " Republic",
        -0.33559147
      ]
    ]
  },
  "These entities are present in Hoogsten base pairing, and they are strongest when symmetric. These entities are considered electrostatic attractive forces, and one form of these is present in borane-ammonia complexes. They allow for the bonding of nucleotides in adenine and thymine, in addition to other nucleotides in DNA. These types of bonds occur between a highly electronegative element such as nitrogen, oxygen, or fluorine with a certain element. For 10 points, name these strongest intermolecular forces in covalent molecules which are responsible for surface tension and many of the other properties": {
    "guess": "Hydrogen bond",
    "confidence": [
      [
        "Hy",
        -0.004382894
      ],
      [
        "dro",
        -5.6100132e-05
      ],
      [
        "gen",
        -1.0087517e-05
      ],
      [
        " bond",
        -0.0030557846
      ]
    ]
  },
  "Each of these entities has a product divisible by 60, and primitive examples contain exactly one multiple of five. One method to generate them involves finding numbers whose product is half of a perfect square, and a method named for Euclid uses the difference of two squares and the sum of the same two squares. These sets always have an even sum, and their existence makes it necessary to include the requirement that n be greater than two in Fermat's [fair-mah'z]  last theorem. In any one of these sets all three numbers must be integers, even though the equation they satisfy often gives an irrational third value when the first two are integers. Name these sets of integers that can be the side": {
    "guess": "Pythagorean triple",
    "confidence": [
      [
        "Py",
        -0.073452435
      ],
      [
        "thag",
        -0.00017004783
      ],
      [
        "orean",
        -4.20341e-05
      ],
      [
        " triple",
        -0.10545262
      ]
    ]
  },
  "One of this entity's leaders formed the \"Company of Death\" that notably employed a war wagon known as the Carroccio. Founded through an oath taken at Pontida, this entity was left isolated following the defeat of a so-called \"Commune\" at Monte Porzio. This entity organized the Diet of Roncaglia and won its largest victory largely due to the lack of participation by (*) Henry the Lion, who chose instead to consolidate power in Saxony. This group won the Battle of Legnano against its major rival, who had earlier sacked Milan after a dispute with this group's major ally, Pope Alexander III. For 10 points, identify this group of Italian states that fought Frederick Barbarossa, a \"league\" named for a Northern Italian region.": {
    "guess": "Lombard League",
    "confidence": [
      [
        "L",
        -0.0010131608
      ],
      [
        "omb",
        -0.00043019242
      ],
      [
        "ard",
        -0.00014871404
      ],
      [
        " League",
        -3.8100377e-05
      ]
    ]
  },
  "When this entity refuses counsel, his younger brother Vibheeshana deserts him. After conquering the three worlds, he receives a boon from Brahma stating that no god will ever be able to defeat him. Shortly after his brother Khara and sister Soorpanakha are killed, he defeats the valiant attempts of Jataayu the eagle-king who attacks his magical chariot Pushpaka, successfully returning to Sri Lanka with his prize. For ten points, name this king of the Rakshasas.": {
    "guess": "Ravana",
    "confidence": [
      [
        "R",
        -0.015498108
      ],
      [
        "avana",
        -0.0010915198
      ]
    ]
  },
  "One entry in this series features a side mode in which the goal is to create a tower as a safe haven": {
    "guess": "Tower Bloxx",
    "confidence": [
      [
        "Tower",
        -0.83037895
      ],
      [
        " Blo",
        -0.039657507
      ],
      [
        "xx",
        0.0
      ]
    ]
  },
  "He entered Parliament in 1820 and in 1827 became undersecretary for the colonies. In the reform government of Lord Grey he became chief secretary for Ireland, and in 1833 he became secretary of state for the colonies. In 1844, he assumed control of the Conservative party as a member of the House of Lords.": {
    "guess": "Henry John Temple, 3rd Viscount Palmerston",
    "confidence": [
      [
        "Henry",
        -0.7491383
      ],
      [
        " John",
        -0.86822355
      ],
      [
        " Temple",
        -0.0010831829
      ],
      [
        ",",
        -0.03414191
      ],
      [
        " ",
        -0.00031532408
      ],
      [
        "3",
        -7.77952e-05
      ],
      [
        "rd",
        -0.00013715129
      ],
      [
        " Vis",
        -0.0006402421
      ],
      [
        "count",
        -6.749814e-06
      ],
      [
        " Palmer",
        -0.00039194638
      ],
      [
        "ston",
        -7.226629e-06
      ]
    ]
  },
  "This entity's creation was preceded by a marriage to Isabella of Angouleme, which cuckolded Hugh IX and led to Otto IV's loss at Bouvines to Philip Augustus. Objections over absurd invocations of Henry II's Assize of the Forest and a drastic increase in scutage rates were more direct causes of the actions which led to this entity's creation, and the renunciation of its Article 61 led to an invasion by Louis XIII in the First Barons' War. For 10 points, identify this document which created a \"Great": {
    "guess": "Magna Carta",
    "confidence": [
      [
        "M",
        -0.0065202066
      ],
      [
        "agna",
        -0.00022630462
      ],
      [
        " Cart",
        -0.00018840152
      ],
      [
        "a",
        -2.0935051e-05
      ]
    ]
  },
  "One entry in this series features a side mode in which the goal is to create a tower as a safe haven for peasants, called \"Ambition Mode\". Anachronisms in this series include one character wielding a pair of tonfa and another firing lasers out of his fan. A recurring character in this series usually carries halberds, though in one entry that weapon is replaced with four-pointed cross-pikes; in a popular meme, the player is ordered to (*) \"not pursue\" that character. In a crossover, characters from this series join up with some 16th-century figures to battle the fox spirit Da Ji and scythe-wielding Orochi. Recurring elements in this series include filling a bar by either killing people or taking damage in order to activate \"Mousou\" attacks. The latest game in this series, which often feature expansions entitled \"Xtreme Legends\", is the first that includes the Jin, and its seventh entry is the first to extend past the Wuzhang Plains. For 10 points, name this long-running series of video games from Omega Force and Koei, a brawler in which the player selects various personages from the Three": {
    "guess": "Dynasty Warriors",
    "confidence": [
      [
        "Dyn",
        -0.0026821836
      ],
      [
        "asty",
        -0.004092528
      ],
      [
        " Warriors",
        -0.617148
      ]
    ]
  },
  "One entry in this series features a side mode in which the goal is to create a tower as a safe haven for peasants, called \"Ambition Mode\". Anachronisms in this series include one character wielding a pair of tonfa and another firing lasers out of his fan. A recurring character in this series usually carries halberds, though in one entry that weapon is replaced with four-pointed cross-pikes; in a popular meme, the player is ordered to (*) \"not pursue\" that character. In a crossover, characters from this series join up with some 16th-century figures to battle the fox spirit Da Ji and scythe-wielding Orochi. Recurring elements in this series include filling a bar by either killing people or taking damage in order to activate \"Mousou\" attacks. The latest game in this series, which often feature expansions entitled \"Xtreme Legends\", is the first that includes the Jin, and its seventh entry is": {
    "guess": "Dynasty Warriors",
    "confidence": [
      [
        "Dyn",
        -0.0013566674
      ],
      [
        "asty",
        -2.7372049e-05
      ],
      [
        " Warriors",
        -0.00024180108
      ]
    ]
  },
  "entities of this name, including 20 deluxe editions, were produced by Rrose Sélavy and contained 93 facsimile reproductions of notes, drawings, and photographs. The more famous entity of this name depicts \"malic\" molds that the creator claimed were \"the projection of the main points of a three- dimensional body.\" These nine figures are aided by a series of sieves filled with dust and a coffee grinder": {
    "guess": "The Green Box",
    "confidence": [
      [
        "The",
        -0.723638
      ],
      [
        " Green",
        -0.65636003
      ],
      [
        " Box",
        -9.0788395e-05
      ]
    ]
  },
  "Because it ensured that its generals were always buffered from civil government, it required a council known as the Hundred and Four to oversee them. Its constitution strangely also buffered church and": {
    "guess": "Christian Science",
    "confidence": [
      [
        "Christian",
        -2.177615
      ],
      [
        " Science",
        -0.028768877
      ]
    ]
  },
  "One of this entity's leaders formed the \"Company of Death\" that notably employed a war wagon known as the Carroccio. Founded through an oath taken at Pontida, this entity was left isolated following the defeat of a so-called \"Commune\" at Monte Porzio. This entity organized the Diet of Roncaglia and won its largest victory largely due to the lack of participation by (*) Henry the Lion, who chose instead": {
    "guess": "Lombard League",
    "confidence": [
      [
        "L",
        -0.05442132
      ],
      [
        "omb",
        -0.0015080782
      ],
      [
        "ard",
        -0.0076005855
      ],
      [
        " League",
        -0.00074471044
      ]
    ]
  },
  "This entity's functions include synthesizing sphingomyelin and adding sulfate groups to tyrosine. It creates clathrin-coated vesicles that send proteins to other parts of the cell. This organelle has cis": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.0034026403
      ],
      [
        "ol",
        -6.301394e-05
      ],
      [
        "gi",
        -5.3193703e-06
      ],
      [
        " apparatus",
        -0.0047973767
      ]
    ]
  },
  "These entities are not always explicitly noted in abjads, most of which are Semitic in origin. In Hebrew, they are denoted with Nikkud, and in Arabic, they can be altered via Imalah. Otto Jespersen studied a (*) \"great shift\" in these entities, and when two of these occur in the same syllable, they form a diphthong. Coming in long and short varieties, The letter Y is sometimes considered one of, for": {
    "guess": "Vowel",
    "confidence": [
      [
        "V",
        -0.027129017
      ],
      [
        "owel",
        -0.0009795784
      ]
    ]
  },
  "In 1958 this entity paid $64.8 million to the shareholders of the Universal Suez Canal Company. Two years": {
    "guess": "Universal Suez Canal Company",
    "confidence": [
      [
        "Universal",
        -0.30257523
      ],
      [
        " S",
        -0.06504376
      ],
      [
        "uez",
        -1.9816675e-06
      ],
      [
        " Canal",
        -0.019943878
      ],
      [
        " Company",
        -0.00021402664
      ]
    ]
  },
  "Each of these entities has a product divisible by 60, and primitive examples contain exactly one multiple of five. One method to generate them involves finding numbers whose product is half of a perfect square, and a method named for Euclid uses the difference of two squares and the sum of the same two squares. These sets always have an even sum, and their existence makes it necessary to include the requirement that n be greater than two in Fermat's [fair-mah'z]  last theorem. In any one of these sets all three numbers must be integers, even though the equation they satisfy often gives an irrational": {
    "guess": "Fermat's Last Theorem",
    "confidence": [
      [
        "F",
        -0.3918981
      ],
      [
        "erm",
        -2.8160932e-06
      ],
      [
        "at",
        -1.7954959e-05
      ],
      [
        "'s",
        -0.0008336896
      ],
      [
        " Last",
        -0.00073851546
      ],
      [
        " The",
        -1.2113979e-05
      ],
      [
        "orem",
        -5.3193703e-06
      ]
    ]
  },
  "Enthalpy, entropy, heat capacity, and the coefficient of this quantity are the subjects of the four Lee-Kesler": {
    "guess": "Lee-Kesler method",
    "confidence": [
      [
        "Lee",
        -0.86860996
      ],
      [
        "-K",
        -0.029979797
      ],
      [
        "es",
        -0.00010652328
      ],
      [
        "ler",
        -6.82589e-05
      ],
      [
        " method",
        -0.3914697
      ]
    ]
  },
  "These entities can be described using Kr?ger-Vink notation. The Howie-Whelan theory was developed to account for them, and Kikuchi lines are used to select conditions under which to image them. The Brouwer diagram plots the log of the change in their concentration against temperature or partial pressure of oxygen. Wadsley ones occur due to randomly spaced shear planes, and linear ones can be classified using Volterra's method. The most common ones are named after Frenkel, in which an ion migrates to an interstitial site, and Schottky, in which both cations and anions are missing completely. Divided into stoichiometric and non-stoichiometric varieties, for 10 points, name these places in a lattice": {
    "guess": "Point defects",
    "confidence": [
      [
        "Point",
        -0.47749475
      ],
      [
        " defects",
        -0.048682295
      ]
    ]
  },
  "Because it ensured that its generals were always buffered from civil government, it required a council known as the Hundred and Four to oversee them. Its constitution strangely also buffered church and state, yet encouraged child sacrifice, as noted by Aristotle. It was first ruled by Soffets in an dual system much like its greatest rival, yet yielded to an oligarchy as ethnic requirements became less stringent, allowing individuals like Adherbal and Hanno to rise to power. Its geographic power center was the citadel Byrsa, though the palace's sea walls never needed to be very strong. FTP, identify this city whose naval power led it to dominate the pre-Roman Mediterranean, most famously led by": {
    "guess": "Carthage",
    "confidence": [
      [
        "Car",
        -0.006273236
      ],
      [
        "th",
        -0.00013131031
      ],
      [
        "age",
        -5.8365e-05
      ]
    ]
  },
  "entities of this name, including 20 deluxe editions, were produced by Rrose Sélavy and contained 93 facsimile reproductions of notes, drawings, and photographs. The more famous entity of this name depicts \"malic\" molds that the creator claimed were \"the projection of the main points of a three- dimensional": {
    "guess": "Boîte-en-valise",
    "confidence": [
      [
        "Bo",
        -0.71551317
      ],
      [
        "î",
        -0.012681283
      ],
      [
        "te",
        -0.00031365524
      ],
      [
        "-en",
        -0.0011329514
      ],
      [
        "-val",
        -0.00020652048
      ],
      [
        "ise",
        -5.0378356e-05
      ]
    ]
  },
  "This man was an enthusiastic angler, and he always wore a completely green outfit when fishing. Born in Penzance, he worked as an assistant at the Pneumatic Institute in Bristol, where he showed that heat could be transmitted through a vacuum. His 1813 Elements of Agricultural Chemistry was the first": {
    "guess": "Humphry Davy",
    "confidence": [
      [
        "H",
        -0.021234207
      ],
      [
        "umph",
        -1.8074163e-05
      ],
      [
        "ry",
        -0.00089562044
      ],
      [
        " Dav",
        -8.351697e-05
      ],
      [
        "y",
        -3.6908343e-05
      ]
    ]
  },
  "These entities can be described using Kr?ger-Vink notation. The Howie-Whelan theory was developed to": {
    "guess": "Point defects",
    "confidence": [
      [
        "Point",
        -0.16671722
      ],
      [
        " defects",
        -0.3715671
      ]
    ]
  },
  "This entity took out twenty-two of its competitors in the Cleveland Massacre, while in a political cartoon, this entity is depicted as two large snakes attacking the infant Hercules. One work about this company was written following an interview with Henry Rogers and was published in 19 parts by McClure's magazine. That work detailed this company's history and was written by Ida Tarbell. This company,": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.0020512897
      ],
      [
        " Oil",
        -0.00012178135
      ]
    ]
  },
  "In this entity, the Sunyaev-Zel'dovich effect is the result of inverse Compton scattering. The WMAP and COBE satellites studied this entity which was first observed by AT&T scientists Arno Penzias and Robert Wilson when they were trying to fix an early microwave satellite receiver. Observations of its": {
    "guess": "Cosmic microwave background",
    "confidence": [
      [
        "Cos",
        -0.006084868
      ],
      [
        "mic",
        -3.2929079e-06
      ],
      [
        " microwave",
        -0.0031157993
      ],
      [
        " background",
        -1.640531e-05
      ]
    ]
  },
  "One of these entities \"of variation\" equals the standard deviation divided by the mean. Spearman and": {
    "guess": "Coefficient of variation",
    "confidence": [
      [
        "Coefficient",
        -0.036197886
      ],
      [
        " of",
        -0.0006934932
      ],
      [
        " variation",
        -0.33951846
      ]
    ]
  },
  "This entity's functions include synthesizing sphingomyelin and adding sulfate groups to tyrosine. It creates clathrin-coated vesicles that send proteins to other parts of the cell. This organelle has cis and trans faces, and consists of stacked, flattened disks called cisternae. For 10 points, name this organelle, which is found near the endoplasmic reticulum, packages and sorts newly created proteins,": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.007192343
      ],
      [
        "ol",
        -1.998142e-05
      ],
      [
        "gi",
        -9.968313e-06
      ],
      [
        " apparatus",
        -0.0060587903
      ]
    ]
  },
  "These entities can be found by using the Sieve of Eratosthenes (AIR-uh-TOSS-the-neez). According to Goldbach's conjecture, every integer greater than two can be expressed as a sum of two of them. Every": {
    "guess": "Prime Numbers",
    "confidence": [
      [
        "Prime",
        -0.00046820738
      ],
      [
        " Numbers",
        -0.0034368464
      ]
    ]
  },
  "One of these entities documents how \"the boil had to be pricked.\" These entities were the subject of a Supreme Court case that hinged on a term first defined in Kaiser Aluminum and Chemical Co. v. U.S. A segment in one of these entities was allegedly the product of an awkward position called the \"Rose Mary Stretch.\" These entities were eventually given to John Sirica, and many of them chronicle exchanges with H.R. Haldeman. The 342nd of these objects, which Archibald Cox subpoenaed, contains an eighteen-and-a-half-minute-long pause. For 10 points, name these audio recordings central to the Supreme": {
    "guess": "Watergate Tapes",
    "confidence": [
      [
        "Water",
        -0.73027706
      ],
      [
        "gate",
        -9.968313e-06
      ],
      [
        " T",
        -0.5457715
      ],
      [
        "apes",
        -0.000103662394
      ]
    ]
  },
  "Because it ensured that its generals were always buffered from civil government, it required a council known as the Hundred and Four to oversee them. Its constitution strangely also buffered church and state, yet encouraged child sacrifice, as noted by Aristotle. It was first ruled by Soffets in an dual system much like its greatest rival, yet yielded to an oligarchy as ethnic requirements became less stringent, allowing individuals like Adherbal and Hanno to rise to power. Its geographic power center": {
    "guess": "Carthage",
    "confidence": [
      [
        "Car",
        -0.15912263
      ],
      [
        "th",
        -0.011086613
      ],
      [
        "age",
        -0.000106046464
      ]
    ]
  },
  "The entire mass of this organ is sometimes referred to as the corpus vesicae fellae. The Sphincter of Oddi and the hormone CCK control the release of products from the pancreas and this organ. One of the main causes of jaundice is the creation of a certain \"stone\" in this organ. This organ is removed during a cholecystectomy and stores a product that is released into the (*) duodenum of the small intestine": {
    "guess": "Gallbladder",
    "confidence": [
      [
        "G",
        -0.002097326
      ],
      [
        "all",
        -1.1994775e-05
      ],
      [
        "bl",
        -0.0028348267
      ],
      [
        "adder",
        -2.7968066e-05
      ]
    ]
  },
  "One of these entities can be restated in an equation with the terms del-squared T and q-triple-prime, while another states the effect of an object whose resultant force is zero. Yet another one of these entities overrules two \"lower\" laws, and mandates that a robot may not injure a human. For ten points, name this numbered law that describes the conservation of energy in thermodynamics and the law": {
    "guess": "Three Laws of Robotics",
    "confidence": [
      [
        "Three",
        -0.13234082
      ],
      [
        " Laws",
        -0.008773516
      ],
      [
        " of",
        -0.00022713904
      ],
      [
        " Robotics",
        -0.0001278534
      ]
    ]
  },
  "One of these entities documents how \"the boil had to be pricked.\" These entities were the subject of": {
    "guess": "Medical Case Reports",
    "confidence": [
      [
        "Medical",
        -0.997436
      ],
      [
        " Case",
        -2.172488
      ],
      [
        " Reports",
        -0.076072216
      ]
    ]
  },
  "This entity's creation was preceded by a marriage to Isabella of Angouleme, which cuckolded Hugh IX and": {
    "guess": "John, King of England",
    "confidence": [
      [
        "John",
        -0.06160952
      ],
      [
        ",",
        -0.011470282
      ],
      [
        " King",
        -0.0013159511
      ],
      [
        " of",
        -9.603336e-05
      ],
      [
        " England",
        -0.00010509284
      ]
    ]
  },
  "This entity is crossed with a particle's velocity in the equation for the Lorentz force. One law that gives the strength of this entity was modified to include the partial time derivative of the displacement field. The curl of this entity is equal to permeability of free space times the current density. Silver atoms were fired through an inhomogeneous version of this entity in the Stern-Gerlach experiment. This entity cannot be created by monopoles according to Gauss' law. Created by electrical currents, the strength of this entity is given by the Bios-Savart (Bee-oh Suh-var) law and Ampere's law.": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.03005616
      ],
      [
        "agnetic",
        -6.396757e-05
      ],
      [
        " field",
        -0.036867257
      ]
    ]
  },
  "This entity was originally launched under the Sunshine Press organization, and it was notably supported by Bradley Manning. The New York Daily News ranked this organization first among ones that could \"totally change the news\" in 2010, the same year its creator was named the Reader's Choice for TIME's Person of the Year. 2010 also saw this (*) website's disclosure of field reports from the United States Army, called the Iraq War Logs, as well as \"Cablegate\", the publishing of over 250,000 diplomatic": {
    "guess": "WikiLeaks",
    "confidence": [
      [
        "Wiki",
        -0.0072285626
      ],
      [
        "Leaks",
        -3.1782583e-05
      ]
    ]
  },
  "One entry in this series features a side mode in which the goal is to create a tower as a safe haven for peasants, called \"Ambition Mode\". Anachronisms in this series include one character wielding a pair of tonfa and another firing lasers out of his fan. A recurring character in this series usually carries halberds, though in one entry that weapon is replaced with four-pointed cross-pikes; in a popular": {
    "guess": "Dynasty Warriors",
    "confidence": [
      [
        "Dyn",
        -0.003440415
      ],
      [
        "asty",
        -2.3676734e-05
      ],
      [
        " Warriors",
        -3.5120287e-05
      ]
    ]
  },
  "These entities can be defined by their \"affective valence\" according to the theories of Kurt Lewin. The Affect Infusion Model provides various processing schema to explain how these affect how people handle various situations. Carl Lange and William James independently developed theories that these are physiological responses generated by the autonomic nervous system, not spiritual or mental states. FTP the AIM model characterizes what types of feelings, examples of which include fear, happiness, and love?": {
    "guess": "Emotion",
    "confidence": [
      [
        "Em",
        -0.0842018
      ],
      [
        "otion",
        -0.02644683
      ]
    ]
  },
  "Entrepreneur Jesse Hawley pressed for the creation of this structure. The Seneca Chief made the first end-to-end trip on this landmark. Its western end is the \"Commercial Slip\". This project across the Mohawk Valley was approved in 1817 at a cost of seven million dollars. It originally had 83 locks. It was the first navigable water route between the Midwest and the Eastern seaboard. For 10 points,": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.005053722
      ],
      [
        "rie",
        -4.5252596e-05
      ],
      [
        " Canal",
        -0.00039611853
      ]
    ]
  },
  "Each of these entities has a product divisible by 60, and primitive examples contain exactly one multiple of five. One method to generate them involves finding numbers whose product is half of a perfect square, and a method named for Euclid uses the difference of two squares and the sum of the same two squares. These sets always have an even sum, and their existence makes it necessary to include the requirement that n be greater than two in Fermat's [fair-mah'z]  last theorem. In any one of these sets all three numbers must be integers, even though the equation they satisfy often gives an irrational third value when the first two are integers. Name these sets of integers that can be the side lengths of a right triangle.": {
    "guess": "Pythagorean triple",
    "confidence": [
      [
        "Py",
        -0.040070925
      ],
      [
        "thag",
        -0.00012178135
      ],
      [
        "orean",
        -1.3186812e-05
      ],
      [
        " triple",
        -0.04469871
      ]
    ]
  },
  "These entities appear in an expansion of a twice continuously differentiable function named for Schlomilch,": {
    "guess": "Taylor series",
    "confidence": [
      [
        "Taylor",
        -0.96325064
      ],
      [
        " series",
        -0.29954365
      ]
    ]
  },
  "These entities are divided into \"C,\" \"S,\" and \"X\" groups depending on their spectral shapes in the SMASS and Tholen classification systems. One of these objects was discovered using the Titius-Bode Law and was located in a region where they typically are not found, (*) Kirkwood Gaps. Divided into Aten, Apollo, and Amor types, the ones beyond Neptune are collectively known as the Kuiper Belt, while": {
    "guess": "Near-Earth object",
    "confidence": [
      [
        "Near",
        -0.2615197
      ],
      [
        "-E",
        -0.012991043
      ],
      [
        "arth",
        -5.145119e-05
      ],
      [
        " object",
        -1.4694933
      ]
    ]
  },
  "This entity's creation was preceded by a marriage to Isabella of Angouleme, which cuckolded Hugh IX and led to Otto IV's loss at Bouvines to Philip Augustus. Objections over absurd invocations of Henry II's Assize of the Forest and a drastic increase in scutage rates were more direct causes of the actions which led to this entity's creation, and the renunciation of its Article 61 led to an invasion by Louis XIII in the First Barons' War. For 10 points, identify this document which created a \"Great Council\" and provided the basis for habeas corpus, an expansion of Henry I's Charter of Liberties that was signed by King John at Runnymede in 1215.": {
    "guess": "Magna Carta",
    "confidence": [
      [
        "M",
        -0.0011370006
      ],
      [
        "agna",
        -1.735894e-05
      ],
      [
        " Cart",
        -2.7729659e-05
      ],
      [
        "a",
        -8.89548e-06
      ]
    ]
  },
  "Each of these entities has a product divisible by 60, and primitive examples contain exactly one multiple": {
    "guess": "Hour angle",
    "confidence": [
      [
        "Hour",
        -1.9266458
      ],
      [
        " angle",
        -0.56511605
      ]
    ]
  },
  "One of these entities that represents the location of vertices on a graph is the \"adjacency\" type. One used to identify resemblances between two data points is a similarity type. A collection of second-order": {
    "guess": "Feature vector",
    "confidence": [
      [
        "Feature",
        -1.2094647
      ],
      [
        " vector",
        -0.24622238
      ]
    ]
  },
  "These entities appear in an expansion of a twice continuously differentiable function named for Schlomilch, and one way to find them is to use Nicholson's Formula. Nicholson also names an equation with Watson allowing one to relate different types of these entities, One way to calculate one of these entities of a specific order is to use an algorithm named for Miller, but the standard way to find them is through the (*) Frobenius method. They are defined as solutions to the equation x-squared d-squared": {
    "guess": "Special functions",
    "confidence": [
      [
        "Special",
        -0.47894043
      ],
      [
        " functions",
        -0.059485998
      ]
    ]
  }
}