{
  "His underlings include Mr. Cushman, who recommends him a man who brags of sleeping with his office's cleaning woman.  A fan of \"fancy mustard\" sandwiches, he discovers an employee hiding under his desk": {
    "guess": "The Man in the Gray Flannel Suit",
    "confidence": [
      [
        "The",
        -0.38690093
      ],
      [
        " Man",
        -0.7204735
      ],
      [
        " in",
        -0.06225123
      ],
      [
        " the",
        -0.0030952431
      ],
      [
        " Gray",
        -0.078359425
      ],
      [
        " Fl",
        -0.000112960275
      ],
      [
        "annel",
        -1.1279553e-05
      ],
      [
        " Suit",
        -0.002845887
      ]
    ]
  },
  "The uncertainty principle explains why one version of this system has a zero point energy of one-half": {
    "guess": "Harmonic oscillator",
    "confidence": [
      [
        "Har",
        -0.5191308
      ],
      [
        "monic",
        -6.9882217e-06
      ],
      [
        " oscillator",
        -0.0052879537
      ]
    ]
  },
  "Uncharacteristic of the techniques this artist adopted later in his career was his The She-Wolf, as was": {
    "guess": "The She-Wolf",
    "confidence": [
      [
        "The",
        -0.828052
      ],
      [
        " She",
        -0.026493743
      ],
      [
        "-W",
        -0.0032624383
      ],
      [
        "olf",
        -3.190179e-05
      ]
    ]
  },
  "Undoubtedly the most famous Canadian example of this genre is about atomic bomb testing in Polynesia; that work is Laurence Hyde's Southern Cross. One work in this genre is about a slave trader who kills an African and steals his drum, and is called Madman's Drum. Another work in this genre follows a generic man's trip through a city, after which he enters a forest and dies, whereupon his soul leaves": {
    "guess": "Graphic novel",
    "confidence": [
      [
        "Graphic",
        -0.9379198
      ],
      [
        " novel",
        -0.06703759
      ]
    ]
  },
  "This man's underrated works for piano include Rondo Capriccioso and his first Piano Concerto in G Minor. He drew from Cervantes and Goethe for the opera Camacho's Wedding and The First Walpurgis Night, respectively. Spring Song and Spinning Song are two of his Songs Without Words, and a visit to Scotland inspired his Hebrides Overture and Third Symphony. He is better known for a symphony featuring tarantella and saltarello styles and incidental music featuring a Scherzo and Wedding March. FTP, name": {
    "guess": "Felix Mendelssohn",
    "confidence": [
      [
        "F",
        -0.0026849217
      ],
      [
        "elix",
        -3.297462e-05
      ],
      [
        " Mend",
        -2.4391957e-05
      ],
      [
        "els",
        -0.00010223195
      ],
      [
        "so",
        -3.1281633e-07
      ],
      [
        "hn",
        -3.0471343e-05
      ]
    ]
  },
  "Uncharacteristic of the techniques this artist adopted later in his career was his The She-Wolf, as was the predominantly yellow, orange, and blue Moby-Dick. He painted a work whose turquoise undertones are covered by a web of black interspersed with white and orange stripes, Full Fathom Five. His works have been found to display elements of self-similarity common to fractals and include Lavender Mist. For 10 points, name this artist, nicknamed Jack the Dripper for his innovative style of drip painting.": {
    "guess": "Jackson Pollock",
    "confidence": [
      [
        "Jackson",
        -0.0005586316
      ],
      [
        " Pol",
        -1.2664457e-06
      ],
      [
        "lock",
        -1.3186812e-05
      ]
    ]
  },
  "This man's underrated works for piano include Rondo Capriccioso and his first Piano Concerto in G Minor. He drew from Cervantes and Goethe for the opera Camacho's Wedding and The First Walpurgis Night,": {
    "guess": "Felix Mendelssohn",
    "confidence": [
      [
        "F",
        -0.6521347
      ],
      [
        "elix",
        -0.009439898
      ],
      [
        " Mend",
        -0.00011796683
      ],
      [
        "els",
        -0.00015824666
      ],
      [
        "so",
        -1.9816675e-06
      ],
      [
        "hn",
        -3.5835506e-05
      ]
    ]
  },
  "In 1970 her uncle was elected the first Socialist president of her native country. Born in Peru, she later fled to Venezuela when her uncle was killed in 1975 by the Pinochet regime, and eventually settled in the United States. Among her books are Paula, written as a letter to her dying daughter, and": {
    "guess": "Isabel Allende",
    "confidence": [
      [
        "Is",
        -0.0038765543
      ],
      [
        "abel",
        -1.5809293e-05
      ],
      [
        " All",
        -7.107425e-06
      ],
      [
        "ende",
        -5.419287e-05
      ]
    ]
  },
  "This man's underrated works for piano include Rondo Capriccioso and his first Piano Concerto in G Minor.": {
    "guess": "Felix Mendelssohn",
    "confidence": [
      [
        "F",
        -0.28654706
      ],
      [
        "elix",
        -0.07847162
      ],
      [
        " Mend",
        -5.1808798e-05
      ],
      [
        "els",
        -0.00010175513
      ],
      [
        "so",
        -1.9361265e-07
      ],
      [
        "hn",
        -4.8351892e-05
      ]
    ]
  },
  "Uncharacteristic of the techniques this artist adopted later in his career was his The She-Wolf, as was the predominantly yellow, orange, and blue Moby-Dick. He painted a work whose turquoise undertones are covered by a web of black interspersed with white and orange stripes, Full Fathom Five. His works have been found to display elements of self-similarity common to fractals and include Lavender Mist.": {
    "guess": "Jackson Pollock",
    "confidence": [
      [
        "Jackson",
        -0.009454302
      ],
      [
        " Pol",
        -5.4385737e-06
      ],
      [
        "lock",
        -1.0564331e-05
      ]
    ]
  },
  "In 1970 her uncle was elected the first Socialist president of her native country. Born in Peru, she later fled to Venezuela when her uncle was killed in 1975 by the Pinochet regime, and eventually settled in the United States. Among her books are Paula, written as a letter to her dying daughter, and In the House of the Spirits, originally written as a letter to her dying grandfather. For ten points,": {
    "guess": "Isabel Allende",
    "confidence": [
      [
        "Is",
        -0.0027089387
      ],
      [
        "abel",
        -6.1537958e-06
      ],
      [
        " All",
        -1.6240566e-06
      ],
      [
        "ende",
        -1.9862217e-05
      ]
    ]
  },
  "Uncouplers of this process include 2,4-dinitrophenol and cyanide.  Resulting from the conversion of succinate": {
    "guess": "Citric acid cycle",
    "confidence": [
      [
        "Cit",
        -0.34714437
      ],
      [
        "ric",
        -0.00096017757
      ],
      [
        " acid",
        -0.011458972
      ],
      [
        " cycle",
        -0.00016468366
      ]
    ]
  },
  "This man's underrated works for piano include Rondo Capriccioso and his first Piano Concerto in G Minor. He drew from Cervantes and Goethe for the opera Camacho's Wedding and The First Walpurgis Night, respectively. Spring Song and Spinning Song are two of his Songs Without Words, and a visit to Scotland inspired his Hebrides Overture and Third Symphony. He is better known for a symphony featuring": {
    "guess": "Felix Mendelssohn",
    "confidence": [
      [
        "F",
        -0.0044105323
      ],
      [
        "elix",
        -7.226629e-06
      ],
      [
        " Mend",
        -1.1517961e-05
      ],
      [
        "els",
        -6.563642e-05
      ],
      [
        "so",
        -5.5122365e-07
      ],
      [
        "hn",
        -2.0219828e-05
      ]
    ]
  },
  "His underlings include Mr. Cushman, who recommends him a man who brags of sleeping with his office's": {
    "guess": "The Bonfire of the Vanities",
    "confidence": [
      [
        "The",
        -1.6846894
      ],
      [
        " Bon",
        -0.7537333
      ],
      [
        "fire",
        -0.00076996326
      ],
      [
        " of",
        -9.543734e-05
      ],
      [
        " the",
        -0.0027997717
      ],
      [
        " Van",
        -4.5133394e-05
      ],
      [
        "ities",
        -0.00016074994
      ]
    ]
  },
  "His underlings include Mr. Cushman, who recommends him a man who brags of sleeping with his office's cleaning woman.  A fan of \"fancy mustard\" sandwiches, he discovers an employee hiding under his desk during a bomb (*) threat.  He notes how his people kept saying \"Ken Phelps, Ken Phelps\", and later": {
    "guess": "George Costanza",
    "confidence": [
      [
        "George",
        -2.1702385
      ],
      [
        " Cost",
        -0.37952772
      ],
      [
        "anza",
        -0.00020437481
      ]
    ]
  },
  "Uncyclopedia lists Oscar Wilde as the source for everything this man knows, below which it quotes this": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.3944015
      ],
      [
        " Picture",
        -0.13262963
      ],
      [
        " of",
        -0.00027266017
      ],
      [
        " D",
        -5.7768983e-05
      ],
      [
        "orian",
        -4.9617593e-06
      ],
      [
        " Gray",
        -0.00023464888
      ]
    ]
  },
  "After his uncle usurped the throne of Iolchus, he was sent to  live with the centaur Chiron. At Colchis,": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.025249708
      ]
    ]
  },
  "Uncyclopedia lists Oscar Wilde as the source for everything this man knows, below which it quotes this man saying \"the above quote is completely accurate.\" He selected Rachel Getting Married as his favorite": {
    "guess": "Rachel Getting Married",
    "confidence": [
      [
        "Rachel",
        -1.4254439
      ],
      [
        " Getting",
        -0.12489271
      ],
      [
        " Married",
        -0.0008355968
      ]
    ]
  },
  "Uncyclopedia lists Oscar Wilde as the source for everything this man knows, below which it quotes this man saying \"the above quote is completely accurate.\" He selected Rachel Getting Married as his favorite movie of 2008 on his blog, whose features include \"Wordplay Wednesday\" and bewildering conversations with his son Dylan. He was defeated by (*) Brad Rutter in the Ultimate Tournament of Champions, and this Brainiac author fell to Nancy Zerg when he failed to identify H&R Block. For 10 points, name this man who won $2.52 million on Jeopardy!": {
    "guess": "Ken Jennings",
    "confidence": [
      [
        "Ken",
        -0.02048828
      ],
      [
        " Jennings",
        -0.007136005
      ]
    ]
  },
  "Undoubtedly the most famous Canadian example of this genre is about atomic bomb testing in Polynesia; that work is Laurence Hyde's Southern Cross. One work in this genre is about a slave trader who kills an African and steals his drum, and is called Madman's Drum. Another work in this genre follows a generic man's trip through a city, after which he enters a forest and dies, whereupon his soul leaves his body and stomps on his heart. The pioneers of this genre included Otto (*) Nückel and the author of The Idea and Passionate Journey, Frans Masereel. This genre was introduced to America by the author of such works as Wild Pilgrimage and Gods' Man, Lynd Ward. For 10 points, name this genre of": {
    "guess": "Wordless novel",
    "confidence": [
      [
        "Word",
        -0.20426019
      ],
      [
        "less",
        -1.6240566e-06
      ],
      [
        " novel",
        -0.0018898528
      ]
    ]
  },
  "His underlings include Mr. Cushman, who recommends him a man who brags of sleeping with his office's cleaning woman.  A fan of \"fancy mustard\" sandwiches, he discovers an employee hiding under his desk during a bomb (*) threat.  He notes how his people kept saying \"Ken Phelps, Ken Phelps\", and later describes Babe Ruth as a \"fat old man, with little-girl legs\".  For 10 points, name this Seinfeld character who made George Costanza an Assistant to the Traveling Secretary for the Yankees.": {
    "guess": "George Steinbrenner",
    "confidence": [
      [
        "George",
        -0.29861575
      ],
      [
        " Stein",
        -0.00078258786
      ],
      [
        "b",
        -0.00061641244
      ],
      [
        "ren",
        0.0
      ],
      [
        "ner",
        -0.00020163313
      ]
    ]
  },
  "Uncouplers of this process include 2,4-dinitrophenol and cyanide.  Resulting from the conversion of succinate to fumarate and the hydrogen ions delivered by NADH, intermediates in it include the cytochromes": {
    "guess": "Citric acid cycle",
    "confidence": [
      [
        "Cit",
        -0.0014837936
      ],
      [
        "ric",
        -3.7697225e-06
      ],
      [
        " acid",
        -0.00074875605
      ],
      [
        " cycle",
        -2.0696643e-05
      ]
    ]
  },
  "In 1970 her uncle was elected the first Socialist president of her native country. Born in Peru, she later fled to Venezuela when her uncle was killed in 1975 by the Pinochet regime, and eventually settled in the United States. Among her books are Paula, written as a letter to her dying daughter, and In the House of the Spirits, originally written as a letter to her dying grandfather. For ten points, who is this Chilean writer?": {
    "guess": "Isabel Allende",
    "confidence": [
      [
        "Is",
        -0.0014073749
      ],
      [
        "abel",
        -5.8603408e-05
      ],
      [
        " All",
        -2.1008714e-06
      ],
      [
        "ende",
        -4.0246043e-05
      ]
    ]
  },
  "In 1970 her uncle was elected the first Socialist president of her native country. Born in Peru, she": {
    "guess": "Isabel Allende",
    "confidence": [
      [
        "Is",
        -0.49300098
      ],
      [
        "abel",
        -0.00024096666
      ],
      [
        " All",
        -0.0027172605
      ],
      [
        "ende",
        -6.46828e-05
      ]
    ]
  },
  "Undoubtedly the most famous Canadian example of this genre is about atomic bomb testing in Polynesia; that work is Laurence Hyde's Southern Cross. One work in this genre is about a slave trader who kills an African and steals his drum, and is called Madman's Drum. Another work in this genre follows a": {
    "guess": "Historical novel",
    "confidence": [
      [
        "Histor",
        -0.79195464
      ],
      [
        "ical",
        -0.013694926
      ],
      [
        " novel",
        -0.30064073
      ]
    ]
  },
  "Uncharacteristic of the techniques this artist adopted later in his career was his The She-Wolf, as was the predominantly yellow, orange, and blue Moby-Dick. He painted a work whose turquoise undertones": {
    "guess": "The She-Wolf",
    "confidence": [
      [
        "The",
        -1.074017
      ],
      [
        " She",
        -0.01609549
      ],
      [
        "-W",
        -0.0013376242
      ],
      [
        "olf",
        -6.575563e-05
      ]
    ]
  },
  "This man's underrated works for piano include Rondo Capriccioso and his first Piano Concerto in G Minor. He drew from Cervantes and Goethe for the opera Camacho's Wedding and The First Walpurgis Night, respectively. Spring Song and Spinning Song are two of his Songs Without Words, and a visit to Scotland inspired his Hebrides Overture and Third Symphony. He is better known for a symphony featuring tarantella and saltarello styles and incidental music featuring a Scherzo and Wedding March. FTP, name this German composer of the \"Italian\" Symphony and music for A Midsummer Night's Dream.": {
    "guess": "Felix Mendelssohn",
    "confidence": [
      [
        "F",
        -0.0040195147
      ],
      [
        "elix",
        -2.0815847e-05
      ],
      [
        " Mend",
        -2.2603901e-05
      ],
      [
        "els",
        -6.754368e-05
      ],
      [
        "so",
        -5.5122365e-07
      ],
      [
        "hn",
        -4.6683042e-05
      ]
    ]
  },
  "Undoubtedly the most famous Canadian example of this genre is about atomic bomb testing in Polynesia; that work is Laurence Hyde's Southern Cross. One work in this genre is about a slave trader who kills an African and steals his drum, and is called Madman's Drum. Another work in this genre follows a generic man's trip through a city, after which he enters a forest and dies, whereupon his soul leaves his body and stomps on his heart. The pioneers of this genre included Otto (*) Nückel and the author": {
    "guess": "Graphic novel",
    "confidence": [
      [
        "Graphic",
        -0.15933642
      ],
      [
        " novel",
        -0.2213188
      ]
    ]
  },
  "Uncharacteristic of the techniques this artist adopted later in his career was his The She-Wolf, as was the predominantly yellow, orange, and blue Moby-Dick. He painted a work whose turquoise undertones are covered by a web of black interspersed with white and orange stripes, Full Fathom Five. His works": {
    "guess": "Jackson Pollock",
    "confidence": [
      [
        "Jackson",
        -0.016526477
      ],
      [
        " Pol",
        -0.00011534435
      ],
      [
        "lock",
        -2.58224e-05
      ]
    ]
  },
  "Undoubtedly the most famous Canadian example of this genre is about atomic bomb testing in Polynesia; that work is Laurence Hyde's Southern Cross. One work in this genre is about a slave trader who kills": {
    "guess": "Graphic novel",
    "confidence": [
      [
        "Graphic",
        -0.11258405
      ],
      [
        " novel",
        -0.07844164
      ]
    ]
  },
  "Uncouplers of this process include 2,4-dinitrophenol and cyanide.  Resulting from the conversion of succinate to fumarate and the hydrogen ions delivered by NADH, intermediates in it include the cytochromes and coenzyme Q, also known as ubiquinone.  Several iron ions along it are repeatedly oxidized": {
    "guess": "Citric acid cycle",
    "confidence": [
      [
        "Cit",
        -0.09801248
      ],
      [
        "ric",
        -1.6166903e-05
      ],
      [
        " acid",
        -0.012200215
      ],
      [
        " cycle",
        -0.0001005631
      ]
    ]
  },
  "The uncertainty principle explains why one version of this system has a zero point energy of one-half h-bar times omega. This system will decay to a steady state most quickly when zeta equals one. One example of this system can be analyzed exactly using elliptic integrals, or approximately using the small-angle approximation. These systems experience unbounded growth in amplitude if driven at the resonant": {
    "guess": "Anharmonic oscillator",
    "confidence": [
      [
        "An",
        -1.2455912
      ],
      [
        "har",
        -0.0028921326
      ],
      [
        "monic",
        -0.00039266158
      ],
      [
        " oscillator",
        -0.015425682
      ]
    ]
  },
  "The uncertainty principle explains why one version of this system has a zero point energy of one-half h-bar times omega. This system will decay to a steady state most quickly when zeta equals one. One": {
    "guess": "Quantum harmonic oscillator",
    "confidence": [
      [
        "Quant",
        -0.6739332
      ],
      [
        "um",
        -0.00014644918
      ],
      [
        " harmonic",
        -0.017057266
      ],
      [
        " oscillator",
        -6.122589e-05
      ]
    ]
  },
  "Uncyclopedia lists Oscar Wilde as the source for everything this man knows, below which it quotes this man saying \"the above quote is completely accurate.\" He selected Rachel Getting Married as his favorite movie of 2008 on his blog, whose features include \"Wordplay Wednesday\" and bewildering conversations with his son Dylan. He was defeated by (*) Brad Rutter in the Ultimate Tournament of Champions,": {
    "guess": "Ken Jennings",
    "confidence": [
      [
        "Ken",
        -0.10375894
      ],
      [
        " Jennings",
        -0.004795477
      ]
    ]
  },
  "Uncyclopedia lists Oscar Wilde as the source for everything this man knows, below which it quotes this man saying \"the above quote is completely accurate.\" He selected Rachel Getting Married as his favorite movie of 2008 on his blog, whose features include \"Wordplay Wednesday\" and bewildering conversations with his son Dylan. He was defeated by (*) Brad Rutter in the Ultimate Tournament of Champions, and this Brainiac author fell to Nancy Zerg when he failed to identify H&R Block. For 10 points,": {
    "guess": "Ken Jennings",
    "confidence": [
      [
        "Ken",
        -0.07405292
      ],
      [
        " Jennings",
        -0.0035940176
      ]
    ]
  },
  "Uncyclopedia lists Oscar Wilde as the source for everything this man knows, below which it quotes this man saying \"the above quote is completely accurate.\" He selected Rachel Getting Married as his favorite movie of 2008 on his blog, whose features include \"Wordplay Wednesday\" and bewildering conversations": {
    "guess": "Jonathan Safran Foer",
    "confidence": [
      [
        "Jonathan",
        -1.1156505
      ],
      [
        " Sa",
        -0.9098516
      ],
      [
        "fr",
        -1.0564331e-05
      ],
      [
        "an",
        -0.00018852073
      ],
      [
        " Fo",
        -6.5994034e-05
      ],
      [
        "er",
        -8.613945e-05
      ]
    ]
  },
  "The uncertainty principle explains why one version of this system has a zero point energy of one-half h-bar times omega. This system will decay to a steady state most quickly when zeta equals one. One example of this system can be analyzed exactly using elliptic integrals, or approximately using the small-angle approximation. These systems experience unbounded growth in amplitude if driven at the resonant frequency, and their motion can be generally described using Hooke's law. For 10 points, name": {
    "guess": "Anharmonic oscillator",
    "confidence": [
      [
        "An",
        -0.47587112
      ],
      [
        "har",
        -0.00053659
      ],
      [
        "monic",
        -0.00036918215
      ],
      [
        " oscillator",
        -0.014139533
      ]
    ]
  },
  "The uncertainty principle explains why one version of this system has a zero point energy of one-half h-bar times omega. This system will decay to a steady state most quickly when zeta equals one. One example of this system can be analyzed exactly using elliptic integrals, or approximately using the small-angle approximation. These systems experience unbounded growth in amplitude if driven at the resonant frequency, and their motion can be generally described using Hooke's law. For 10 points, name these systems which experience a restoring force proportional to displacement, exemplified by pendulums": {
    "guess": "Quantum harmonic oscillator",
    "confidence": [
      [
        "Quant",
        -0.65348357
      ],
      [
        "um",
        -0.0005159787
      ],
      [
        " harmonic",
        -0.004245912
      ],
      [
        " oscillator",
        -0.0003360582
      ]
    ]
  },
  "The uncertainty principle explains why one version of this system has a zero point energy of one-half h-bar times omega. This system will decay to a steady state most quickly when zeta equals one. One example of this system can be analyzed exactly using elliptic integrals, or approximately using the small-angle approximation. These systems experience unbounded growth in amplitude if driven at the resonant frequency, and their motion can be generally described using Hooke's law. For 10 points, name these systems which experience a restoring force proportional to displacement, exemplified by pendulums and springs.": {
    "guess": "Harmonic oscillator",
    "confidence": [
      [
        "Har",
        -0.45459467
      ],
      [
        "monic",
        -0.00019328887
      ],
      [
        " oscillator",
        -0.028381709
      ]
    ]
  },
  "Uncouplers of this process include 2,4-dinitrophenol and cyanide.  Resulting from the conversion of succinate to fumarate and the hydrogen ions delivered by NADH, intermediates in it include the cytochromes and coenzyme Q, also known as ubiquinone.  Several iron ions along it are repeatedly oxidized and reduced, and it provides the gradient for ATP synthase, which then completes the process of chemiosmosis.  Oxygen serves as the final acceptor of, FTP, what energy-producing pathway in the inner mitochondrial": {
    "guess": "Electron transport chain",
    "confidence": [
      [
        "Elect",
        -0.003485201
      ],
      [
        "ron",
        -1.6524515e-05
      ],
      [
        " transport",
        -0.044627234
      ],
      [
        " chain",
        -0.00014668758
      ]
    ]
  },
  "The uncertainty principle explains why one version of this system has a zero point energy of one-half h-bar times omega. This system will decay to a steady state most quickly when zeta equals one. One example of this system can be analyzed exactly using elliptic integrals, or approximately using the": {
    "guess": "Quantum harmonic oscillator",
    "confidence": [
      [
        "Quant",
        -0.6492025
      ],
      [
        "um",
        -0.00011021859
      ],
      [
        " harmonic",
        -0.004451482
      ],
      [
        " oscillator",
        -2.129266e-05
      ]
    ]
  },
  "After his uncle usurped the throne of Iolchus, he was sent to  live with the centaur Chiron. At Colchis, he yoked fire-breathing  bulls, sowed the dragon's teeth of Cadmus, killed the king's son,  and carried off the king's daughter, who became his wife. He died  when struck by the prow of the ship that": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.004463351
      ]
    ]
  },
  "Undoubtedly the most famous Canadian example of this genre is about atomic bomb testing in Polynesia; that work is Laurence Hyde's Southern Cross. One work in this genre is about a slave trader who kills an African and steals his drum, and is called Madman's Drum. Another work in this genre follows a generic man's trip through a city, after which he enters a forest and dies, whereupon his soul leaves his body and stomps on his heart. The pioneers of this genre included Otto (*) Nückel and the author of The Idea and Passionate Journey, Frans Masereel. This genre was introduced to America by the": {
    "guess": "Wordless novel",
    "confidence": [
      [
        "Word",
        -0.12364632
      ],
      [
        "less",
        -7.89631e-07
      ],
      [
        " novel",
        -0.0004066011
      ]
    ]
  },
  "Undoubtedly the most famous Canadian example of this genre is about atomic bomb testing in Polynesia; that work is Laurence Hyde's Southern Cross. One work in this genre is about a slave trader who kills an African and steals his drum, and is called Madman's Drum. Another work in this genre follows a generic man's trip through a city, after which he enters a forest and dies, whereupon his soul leaves his body and stomps on his heart. The pioneers of this genre included Otto (*) Nückel and the author of The Idea and Passionate Journey, Frans Masereel. This genre was introduced to America by the author of such works as Wild Pilgrimage and Gods' Man, Lynd Ward. For 10 points, name this genre of proto-graphic novels with no text, which was popular among the German Expressionists.": {
    "guess": "Wordless novel",
    "confidence": [
      [
        "Word",
        -0.3437425
      ],
      [
        "less",
        -1.9361265e-07
      ],
      [
        " novel",
        -0.0010713928
      ]
    ]
  },
  "Uncouplers of this process include 2,4-dinitrophenol and cyanide.  Resulting from the conversion of succinate to fumarate and the hydrogen ions delivered by NADH, intermediates in it include the cytochromes and coenzyme Q, also known as ubiquinone.  Several iron ions along it are repeatedly oxidized and reduced, and it provides the gradient for ATP synthase, which then completes the process of chemiosmosis.": {
    "guess": "Electron transport chain",
    "confidence": [
      [
        "Elect",
        -0.25705558
      ],
      [
        "ron",
        -0.00025788258
      ],
      [
        " transport",
        -0.112108976
      ],
      [
        " chain",
        -0.00024691585
      ]
    ]
  },
  "His underlings include Mr. Cushman, who recommends him a man who brags of sleeping with his office's cleaning woman.  A fan of \"fancy mustard\" sandwiches, he discovers an employee hiding under his desk during a bomb (*) threat.  He notes how his people kept saying \"Ken Phelps, Ken Phelps\", and later describes Babe Ruth as a \"fat old man, with little-girl legs\".  For 10 points, name this Seinfeld character": {
    "guess": "George Steinbrenner",
    "confidence": [
      [
        "George",
        -0.40500998
      ],
      [
        " Stein",
        -0.59696937
      ],
      [
        "b",
        -0.00016730615
      ],
      [
        "ren",
        0.0
      ],
      [
        "ner",
        -0.00014573395
      ]
    ]
  },
  "After his uncle usurped the throne of Iolchus, he was sent to  live with the centaur Chiron. At Colchis, he yoked fire-breathing  bulls, sowed the dragon's teeth of Cadmus, killed the king's son,  and carried off the king's daughter, who became his wife. He died  when struck by the prow of the ship that made him famous. FTP,  name this husband of Medea and leader of the Argonauts.": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.004172303
      ]
    ]
  },
  "After his uncle usurped the throne of Iolchus, he was sent to  live with the centaur Chiron. At Colchis, he yoked fire-breathing  bulls, sowed the dragon's teeth of Cadmus, killed the king's son,  and": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.0027064425
      ]
    ]
  },
  "In 1970 her uncle was elected the first Socialist president of her native country. Born in Peru, she later fled to Venezuela when her uncle was killed in 1975 by the Pinochet regime, and eventually settled": {
    "guess": "Salvador Allende",
    "confidence": [
      [
        "Sal",
        -1.2398381
      ],
      [
        "v",
        -1.1279553e-05
      ],
      [
        "ador",
        -0.00016754455
      ],
      [
        " All",
        -0.00011462913
      ],
      [
        "ende",
        -5.4908094e-05
      ]
    ]
  },
  "Undoubtedly the most famous Canadian example of this genre is about atomic bomb testing in Polynesia;": {
    "guess": "Atomic Age (genre)",
    "confidence": [
      [
        "Atomic",
        -0.84408987
      ],
      [
        " Age",
        -1.0513519
      ],
      [
        " (",
        -0.3591405
      ],
      [
        "genre",
        -1.1805158
      ],
      [
        ")",
        -0.0030330901
      ]
    ]
  },
  "Uncouplers of this process include 2,4-dinitrophenol and cyanide.  Resulting from the conversion of succinate to fumarate and the hydrogen ions delivered by NADH, intermediates in it include the cytochromes and coenzyme Q, also known as ubiquinone.  Several iron ions along it are repeatedly oxidized and reduced, and it provides the gradient for ATP synthase, which then completes the process of chemiosmosis.  Oxygen serves as the final acceptor of, FTP, what energy-producing pathway in the inner mitochondrial membrane involving negatively-charged particles?": {
    "guess": "Electron transport chain",
    "confidence": [
      [
        "Elect",
        -0.057478357
      ],
      [
        "ron",
        -7.226629e-06
      ],
      [
        " transport",
        -0.058518782
      ],
      [
        " chain",
        -0.00011582117
      ]
    ]
  },
  "This man's underrated works for piano include Rondo Capriccioso and his first Piano Concerto in G Minor. He drew from Cervantes and Goethe for the opera Camacho's Wedding and The First Walpurgis Night, respectively. Spring Song and Spinning Song are two of his Songs Without Words, and a visit to Scotland": {
    "guess": "Felix Mendelssohn",
    "confidence": [
      [
        "F",
        -0.0096922275
      ],
      [
        "elix",
        -9.865584e-05
      ],
      [
        " Mend",
        -3.5716304e-05
      ],
      [
        "els",
        -7.2192626e-05
      ],
      [
        "so",
        -9.0883464e-07
      ],
      [
        "hn",
        -6.9882217e-06
      ]
    ]
  }
}