{
  "The Hoover administration's Clark Memorandum rehabilitated one of this President's major policy achievements. That policy had actually been authored by his Secretary of State, John Quincy Adams, and was later modified with a famous \"corollary\" by Theodore Roosevelt. Because of this President's major": {
    "guess": "James Monroe",
    "confidence": [
      [
        "James",
        -0.024295045
      ],
      [
        " Monroe",
        -0.00022463576
      ]
    ]
  },
  "Hoon Hay is a suburb of this city, in which the Opawa neighborhood is a few miles south of AMI Stadium.": {
    "guess": "Christchurch",
    "confidence": [
      [
        "Christ",
        -0.003514549
      ],
      [
        "church",
        -0.00022952311
      ]
    ]
  },
  "Hope is the thing with feathers that perches in the soul according to this poet who wrote mostly in ballad form. A plank in reason, broke when this poet felt mourners to and fro and there was a blue, uncertain, stumbling buzz before this poet could not see to see. In her most famous poem, the titular": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.00766791
      ],
      [
        " Dickinson",
        -8.196733e-05
      ]
    ]
  },
  "Hoon Hay is a suburb of this city, in which the Opawa neighborhood is a few miles south of AMI Stadium. In this city south of Bottle Lake Forest, the Godley Statue can be found near Hagley Park. The Heathcote River flows at the base of Mount Cavendish in this city, located north of Lake Ellesmere. A tunnel through the Port Hills connects its downtown to the harbors of Akaroa and Lyttelton, the latter of which is on Pegasus Bay. This city on the Avon River, located north of the (*) Canterbury Plains, recently expanded its borders to include the Banks Peninsula. The Oxford college attended by an early settler provided the name of this \"Garden City,\" the largest on  ► South Island. For 10 points, name this New Zealand city, third in population behind Auckland and Wellington, hit by a series of": {
    "guess": "Christchurch",
    "confidence": [
      [
        "Christ",
        -0.0013192851
      ],
      [
        "church",
        -0.00027373302
      ]
    ]
  },
  "Hoon Hay is a suburb of this city, in which the Opawa neighborhood is a few miles south of AMI Stadium. In this city south of Bottle Lake Forest, the Godley Statue can be found near Hagley Park. The Heathcote River flows at the base of Mount Cavendish in this city, located north of Lake Ellesmere. A tunnel through the Port Hills connects its downtown to the harbors of Akaroa and Lyttelton, the latter of which is on Pegasus Bay. This city on the Avon River, located north of the (*) Canterbury Plains, recently expanded its borders to include the Banks Peninsula. The Oxford college attended by an early settler provided the name of this \"Garden City,\" the largest on  ► South Island. For 10 points,": {
    "guess": "Christchurch",
    "confidence": [
      [
        "Christ",
        -0.0007082634
      ],
      [
        "church",
        -9.996708e-05
      ]
    ]
  },
  "Hope is the thing with feathers that perches in the soul according to this poet who wrote mostly in ballad form. A plank in reason, broke when this poet felt mourners to and fro and there was a blue, uncertain, stumbling buzz before this poet could not see to see. In her most famous poem, the titular figure with whom she passed the school, where children strove was in a carriage that held just them": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.0015580703
      ],
      [
        " Dickinson",
        -3.0471343e-05
      ]
    ]
  },
  "Hoon Hay is a suburb of this city, in which the Opawa neighborhood is a few miles south of AMI Stadium. In this city south of Bottle Lake Forest, the Godley Statue can be found near Hagley Park. The Heathcote River flows at the base of Mount Cavendish in this city, located north of Lake Ellesmere. A": {
    "guess": "Christchurch",
    "confidence": [
      [
        "Christ",
        -0.00083095155
      ],
      [
        "church",
        -0.00018113377
      ]
    ]
  },
  "Hoon Hay is a suburb of this city, in which the Opawa neighborhood is a few miles south of AMI Stadium. In this city south of Bottle Lake Forest, the Godley Statue can be found near Hagley Park. The Heathcote River flows at the base of Mount Cavendish in this city, located north of Lake Ellesmere. A tunnel through the Port Hills connects its downtown to the harbors of Akaroa and Lyttelton, the latter": {
    "guess": "Christchurch",
    "confidence": [
      [
        "Christ",
        -0.0005809117
      ],
      [
        "church",
        -7.421909e-05
      ]
    ]
  },
  "Hoon Hay is a suburb of this city, in which the Opawa neighborhood is a few miles south of AMI Stadium. In this city south of Bottle Lake Forest, the Godley Statue can be found near Hagley Park. The Heathcote River flows at the base of Mount Cavendish in this city, located north of Lake Ellesmere. A tunnel through the Port Hills connects its downtown to the harbors of Akaroa and Lyttelton, the latter of which is on Pegasus Bay. This city on the Avon River, located north of the (*) Canterbury Plains, recently expanded its borders to include the Banks Peninsula. The Oxford college attended by an": {
    "guess": "Christchurch",
    "confidence": [
      [
        "Christ",
        -0.001256065
      ],
      [
        "church",
        -0.000115701965
      ]
    ]
  },
  "Hope is the thing with feathers that perches in the soul according to this poet who wrote mostly in ballad form. A plank in reason, broke when this poet felt mourners to and fro and there was a blue, uncertain, stumbling buzz before this poet could not see to see. In her most famous poem, the titular figure with whom she passed the school, where children strove was in a carriage that held just them And Immortality. For 10 points, this is what poet of I heard a fly buzz when I died and Because I could": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.0054352195
      ],
      [
        " Dickinson",
        -7.7079974e-05
      ]
    ]
  },
  "Hoon Hay is a suburb of this city, in which the Opawa neighborhood is a few miles south of AMI Stadium. In this city south of Bottle Lake Forest, the Godley Statue can be found near Hagley Park. The Heathcote River flows at the base of Mount Cavendish in this city, located north of Lake Ellesmere. A tunnel through the Port Hills connects its downtown to the harbors of Akaroa and Lyttelton, the latter of which is on Pegasus Bay. This city on the Avon River, located north of the (*) Canterbury Plains, recently expanded its borders to include the Banks Peninsula. The Oxford college attended by an early settler provided the name of this \"Garden City,\" the largest on  ► South Island. For 10 points, name this New Zealand city, third in population behind Auckland and Wellington, hit by a series of earthquakes in the past two years.": {
    "guess": "Christchurch",
    "confidence": [
      [
        "Christ",
        -0.00092813733
      ],
      [
        "church",
        -0.00017600802
      ]
    ]
  },
  "The Hoover administration's Clark Memorandum rehabilitated one of this President's major policy achievements.": {
    "guess": "James Monroe",
    "confidence": [
      [
        "James",
        -0.36802992
      ],
      [
        " Monroe",
        -0.036445033
      ]
    ]
  },
  "Hope is the thing with feathers that perches in the soul according to this poet who wrote mostly in ballad form. A plank in reason, broke when this poet felt mourners to and fro and there was a blue, uncertain, stumbling buzz before this poet could not see to see. In her most famous poem, the titular figure with whom she passed the school, where children strove was in a carriage that held just them And Immortality. For 10 points, this is what poet of I heard a fly buzz when I died and Because I could not stop for Death.": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.0029967204
      ],
      [
        " Dickinson",
        -3.357064e-05
      ]
    ]
  },
  "The Hoover administration's Clark Memorandum rehabilitated one of this President's major policy achievements. That policy had actually been authored by his Secretary of State, John Quincy Adams, and was later modified with a famous \"corollary\" by Theodore Roosevelt. Because of this President's major support for the colonization of Liberia, Liberia's capital is named after him. For 10 points, name this": {
    "guess": "James Monroe",
    "confidence": [
      [
        "James",
        -0.13527435
      ],
      [
        " Monroe",
        -0.00068777136
      ]
    ]
  },
  "Hope is the thing with feathers that perches in the soul according to this poet who wrote mostly in ballad form. A plank in reason, broke when this poet felt mourners to and fro and there was a blue, uncertain,": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.0036469954
      ],
      [
        " Dickinson",
        -6.82589e-05
      ]
    ]
  },
  "The Hoover administration's Clark Memorandum rehabilitated one of this President's major policy achievements. That policy had actually been authored by his Secretary of State, John Quincy Adams, and was": {
    "guess": "James Monroe",
    "confidence": [
      [
        "James",
        -0.05636113
      ],
      [
        " Monroe",
        -0.005499361
      ]
    ]
  },
  "The Hoover administration's Clark Memorandum rehabilitated one of this President's major policy achievements. That policy had actually been authored by his Secretary of State, John Quincy Adams, and was later modified with a famous \"corollary\" by Theodore Roosevelt. Because of this President's major support for the colonization of Liberia, Liberia's capital is named after him. For 10 points, name this man with a namesake Doctrine, who was the fifth president of the United States.": {
    "guess": "Monroe Doctrine",
    "confidence": [
      [
        "Mon",
        -0.3870735
      ],
      [
        "roe",
        -0.00026968008
      ],
      [
        " Doctrine",
        -7.3458323e-06
      ]
    ]
  },
  "Hope is the thing with feathers that perches in the soul according to this poet who wrote mostly in ballad": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.13002108
      ],
      [
        " Dickinson",
        -0.000104377614
      ]
    ]
  },
  "Hoon Hay is a suburb of this city, in which the Opawa neighborhood is a few miles south of AMI Stadium. In this city south of Bottle Lake Forest, the Godley Statue can be found near Hagley Park. The Heathcote River flows at the base of Mount Cavendish in this city, located north of Lake Ellesmere. A tunnel through the Port Hills connects its downtown to the harbors of Akaroa and Lyttelton, the latter of which is on Pegasus Bay. This city on the Avon River, located north of the (*) Canterbury Plains,": {
    "guess": "Christchurch",
    "confidence": [
      [
        "Christ",
        -0.000737085
      ],
      [
        "church",
        -0.00011856285
      ]
    ]
  },
  "Hoon Hay is a suburb of this city, in which the Opawa neighborhood is a few miles south of AMI Stadium. In this city south of Bottle Lake Forest, the Godley Statue can be found near Hagley Park. The Heathcote": {
    "guess": "Christchurch",
    "confidence": [
      [
        "Christ",
        -0.017296541
      ],
      [
        "church",
        -0.00016134596
      ]
    ]
  }
}