{
  "P. Guilford broke this concept down intro one hundred and fifty components divided into the axes of operations, concepts, and products. John Carroll's model of this concept divides it into narrow, broad, and general strata, and Robert Sternberg developed a triarchic theory of this concept. Raven's Progressive Matrices measure this concept, whose emotional type was studied by Daniel Goleman. Raymond": {
    "guess": "Intelligence",
    "confidence": [
      [
        "Int",
        -0.055136036
      ],
      [
        "elligence",
        -0.00035465028
      ]
    ]
  },
  "P. Guilford broke this concept down intro one hundred and fifty components divided into the axes of operations, concepts, and products. John Carroll's model of this concept divides it into narrow, broad, and general strata, and Robert Sternberg developed a triarchic theory of this concept. Raven's Progressive Matrices measure this concept, whose emotional type was studied by Daniel Goleman. Raymond Cattell divided this concept into fluid and crystallized types, and Charles Spearman defined it as the function g. Steven Jay Gould attacked attempts to encapsulate this concept within a single variable in The Mismeasure of Man, and Howard Gardner argued in favor of multiple ones. For 10 points, name this mental concept measured by the Weschler and Stanford-Binet tests.": {
    "guess": "Intelligence",
    "confidence": [
      [
        "Int",
        -0.0037214572
      ],
      [
        "elligence",
        -1.7239736e-05
      ]
    ]
  },
  "P. Guilford broke this concept down intro one hundred and fifty components divided into the axes of operations, concepts, and products. John Carroll's model of this concept divides it into narrow, broad, and general strata, and Robert Sternberg developed a triarchic theory of this concept. Raven's Progressive": {
    "guess": "Intelligence",
    "confidence": [
      [
        "Int",
        -0.332265
      ],
      [
        "elligence",
        -4.0961266e-05
      ]
    ]
  },
  "P. Guilford broke this concept down intro one hundred and fifty components divided into the axes of operations,": {
    "guess": "Intelligence",
    "confidence": [
      [
        "Int",
        -0.52832305
      ],
      [
        "elligence",
        -0.00064071163
      ]
    ]
  },
  "P. Guilford broke this concept down intro one hundred and fifty components divided into the axes of operations, concepts, and products. John Carroll's model of this concept divides it into narrow, broad, and general strata, and Robert Sternberg developed a triarchic theory of this concept. Raven's Progressive Matrices measure this concept, whose emotional type was studied by Daniel Goleman. Raymond Cattell divided this concept into fluid and crystallized types, and Charles Spearman defined it as the function g. Steven Jay Gould attacked attempts to encapsulate this concept within a single variable": {
    "guess": "Intelligence",
    "confidence": [
      [
        "Int",
        -0.006152393
      ],
      [
        "elligence",
        -5.085517e-05
      ]
    ]
  },
  "P. Guilford broke this concept down intro one hundred and fifty components divided into the axes of operations, concepts, and products. John Carroll's model of this concept divides it into narrow, broad, and general strata, and Robert Sternberg developed a triarchic theory of this concept. Raven's Progressive Matrices measure this concept, whose emotional type was studied by Daniel Goleman. Raymond Cattell divided this concept into fluid and crystallized types, and Charles Spearman defined it as the function g. Steven Jay Gould attacked attempts to encapsulate this concept within a single variable in The Mismeasure of Man, and Howard Gardner argued in favor of multiple ones. For 10 points, name": {
    "guess": "Intelligence",
    "confidence": [
      [
        "Int",
        -0.01962142
      ],
      [
        "elligence",
        -5.2047206e-05
      ]
    ]
  },
  "P. Guilford broke this concept down intro one hundred and fifty components divided into the axes of operations, concepts, and products. John Carroll's model of this concept divides it into narrow, broad, and general strata, and Robert Sternberg developed a triarchic theory of this concept. Raven's Progressive Matrices measure this concept, whose emotional type was studied by Daniel Goleman. Raymond Cattell divided this concept into fluid and crystallized types, and Charles Spearman defined it as": {
    "guess": "Intelligence",
    "confidence": [
      [
        "Int",
        -0.009418993
      ],
      [
        "elligence",
        -3.8219583e-05
      ]
    ]
  },
  "P. Guilford broke this concept down intro one hundred and fifty components divided into the axes of operations, concepts, and products. John Carroll's model of this concept divides it into narrow, broad,": {
    "guess": "Intelligence",
    "confidence": [
      [
        "Int",
        -0.0136505915
      ],
      [
        "elligence",
        -0.0001170132
      ]
    ]
  }
}