{
  "A well-preserved pillar made from this material is the centerpiece of the Qutb temple complex built in the fourth century in Delhi. The Nok culture was the first in Africa to use this material in agriculture. A discredited theory claims that the Sea Peoples were responsible for the widespread use of this technology, which was monopolized by the (*) Hittite Empire they conquered. Thought to account for the superiority of the Zhou and Assyrian Empires, for 10 points, identify this metal that made for stronger weapons than bronze and could be refined into steel.": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.07129041
      ]
    ]
  },
  "A well-known example of an effect involving a persistent and transient one of these molecules is the Barton reaction; that effect was elucidated by Ingold and Fischer. NBS is used in electrophilic additions and reactions involving these molecules, which can abstract hydrogen. Binding these molecules to the compound DMPO or nitro, nitroso or nitrone functional groups allows them to be analyzed by ESR in a technique known as spin trapping. When drawing reactions involving these molecules, which usually proceed under high temperatures or UV light, one must use fish hook arrows. Reactions using them have three stages: initiation, propagation, and termination. A theory proposed by Denham Harman implicates them in the aging process. These highly reactive chemical species are neutralized by antioxidants. For 10 points, identify this term for atoms or molecules with unpaired electrons.": {
    "guess": "Radical (chemistry)",
    "confidence": [
      [
        "Rad",
        -0.100599885
      ],
      [
        "ical",
        -0.00032330706
      ],
      [
        " (",
        -0.00023357604
      ],
      [
        "chemistry",
        -0.00029232146
      ],
      [
        ")",
        -4.365741e-06
      ]
    ]
  },
  "Welsh-American painter Sylvia Sleigh included her husband Lawrence Alloway and several other art critics in her gender-reversed reimagining of this painting. In the background of this painting, the head of a dark-skinned woman is separated by smoke from the rest of her body, and the Chinese vase in the niche reflects the exterior of the room. This painting bears the ironic inscription \"AETATIS LXXXII,\" indicating that the artist painted it \"at age 82.\" After Napoleon III returned this painting, its": {
    "guess": "The Turkish Bath",
    "confidence": [
      [
        "The",
        -0.626014
      ],
      [
        " Turkish",
        -0.72853047
      ],
      [
        " Bath",
        -0.0029550008
      ]
    ]
  },
  "In Welsh myth, Arawn became angry when Pwyll mistreated some red-eared ones of these animals that belonged to him. In order to end a paradox concerning the Teumessian Fox, Zeus turned one of these animals to stone, though he had originally gifted it to Europa. One of these animals from Norse mythology lived in Helheim, was fated to kill Tyr, and was named Garm. One that lived in Ithaca died after seeing Odysseus come home and was named Argus. Another of these animals was captured by Heracles for": {
    "guess": "Cerberus",
    "confidence": [
      [
        "C",
        -0.9501862
      ],
      [
        "er",
        -1.0484685
      ],
      [
        "ber",
        -8.7212284e-05
      ],
      [
        "us",
        -6.17027e-05
      ]
    ]
  },
  "A well-preserved pillar made from this material is the centerpiece of the Qutb temple complex built in the fourth century in Delhi. The Nok culture was the first in Africa to use this material in agriculture. A discredited theory claims that the Sea Peoples were responsible for the widespread use of this technology, which was monopolized by the (*) Hittite Empire they conquered. Thought to account": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.7045552
      ]
    ]
  },
  "How well do you know The White Album? 5 for 1, 10 for 2, 20 for 3, and 30 for all 4, identify each of the following songs from The Beatles from a brief description.  A. George wrote this song in honor of Eric Clapton's love of chocolate. The title and nearly all of the things mentioned in the song come from a box of Mackintosh Good News Chocolates, except for cherry cream and coconut fudge.": {
    "guess": "Happiness Is a Warm Gun",
    "confidence": [
      [
        "H",
        -1.5186414
      ],
      [
        "appiness",
        -0.32756656
      ],
      [
        " Is",
        -0.14154987
      ],
      [
        " a",
        -0.034786295
      ],
      [
        " Warm",
        -0.00014883325
      ],
      [
        " Gun",
        -0.00026956087
      ]
    ]
  },
  "A well-preserved pillar made from this material is the centerpiece of the Qutb temple complex built in the fourth century in Delhi. The Nok culture was the first in Africa to use this material in agriculture. A discredited theory claims that the Sea Peoples were responsible for the widespread use of this technology, which was monopolized by the (*) Hittite Empire they conquered. Thought to account for the superiority of the Zhou and Assyrian Empires, for 10 points, identify this metal that made for": {
    "guess": "Bronze",
    "confidence": [
      [
        "Bron",
        -0.6471311
      ],
      [
        "ze",
        -9.6867785e-05
      ]
    ]
  },
  "Welsh-American painter Sylvia Sleigh included her husband Lawrence Alloway and several other art critics in her gender-reversed reimagining of this painting. In the background of this painting, the head of a dark-skinned woman is separated by smoke from the rest of her body, and the Chinese vase in the niche reflects the exterior of the room. This painting bears the ironic inscription \"AETATIS LXXXII,\" indicating that the artist painted it \"at age 82.\" After Napoleon III returned this painting, its artist changed it from its original rectangular form into a (*) tondo. The most prominent woman in this painting has her back to the viewer, and plays a mandolin. A woman at the bottom-right corner of this painting pinches the nipple of another woman, next to a bored-looking subject lounging on a blue pillow. For 10 points, name this erotic painting in which twenty-four nude women relax in a Middle Eastern-facility, an Orientalist canvas by Ingres.": {
    "guess": "The Turkish Bath",
    "confidence": [
      [
        "The",
        -0.120124474
      ],
      [
        " Turkish",
        -0.059987385
      ],
      [
        " Bath",
        -0.0005545824
      ]
    ]
  },
  "A well-known example of an effect involving a persistent and transient one of these molecules is the": {
    "guess": "Free radical addition",
    "confidence": [
      [
        "Free",
        -0.9701007
      ],
      [
        " radical",
        -0.15567622
      ],
      [
        " addition",
        -0.24985483
      ]
    ]
  },
  "In Welsh myth, Arawn became angry when Pwyll mistreated some red-eared ones of these animals that belonged to him. In order to end a paradox concerning the Teumessian Fox, Zeus turned one of these animals": {
    "guess": "Cerberus",
    "confidence": [
      [
        "C",
        -1.5594656
      ],
      [
        "er",
        -0.9391241
      ],
      [
        "ber",
        -0.008261131
      ],
      [
        "us",
        -8.3874584e-05
      ]
    ]
  },
  "A well-preserved pillar made from this material is the centerpiece of the Qutb temple complex built in the fourth century in Delhi. The Nok culture was the first in Africa to use this material in agriculture. A discredited theory claims that the Sea Peoples were responsible for the widespread use of": {
    "guess": "Bronze",
    "confidence": [
      [
        "Bron",
        -1.3432206
      ],
      [
        "ze",
        -0.00012213163
      ]
    ]
  },
  "Welsh-American painter Sylvia Sleigh included her husband Lawrence Alloway and several other art critics in her gender-reversed reimagining of this painting. In the background of this painting, the head": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.7097767
      ],
      [
        " Men",
        -0.0026989512
      ],
      [
        "inas",
        -6.1537958e-06
      ]
    ]
  },
  "In Welsh myth, Arawn became angry when Pwyll mistreated some red-eared ones of these animals that belonged to him. In order to end a paradox concerning the Teumessian Fox, Zeus turned one of these animals to stone, though he had originally gifted it to Europa. One of these animals from Norse mythology lived in Helheim, was fated to kill Tyr, and was named Garm. One that lived in Ithaca died after seeing Odysseus come home and was named Argus. Another of these animals was captured by Heracles for his twelfth labor and guarded the entrance to the realm of Hades. For 10 points, name these animals whose mythological examples include the three-headed Cerberus.": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.048478693
      ]
    ]
  },
  "A well-known example of an effect involving a persistent and transient one of these molecules is the Barton reaction; that effect was elucidated by Ingold and Fischer. NBS is used in electrophilic additions and reactions involving these molecules, which can abstract hydrogen. Binding these molecules to the compound DMPO or nitro, nitroso or nitrone functional groups allows them to be analyzed by ESR in a technique known as spin trapping. When drawing reactions involving these molecules, which usually": {
    "guess": "Carbon-centered radical",
    "confidence": [
      [
        "Carbon",
        -1.3622826
      ],
      [
        "-centered",
        -0.40679908
      ],
      [
        " radical",
        -0.15389614
      ]
    ]
  },
  "Welsh-American painter Sylvia Sleigh included her husband Lawrence Alloway and several other art critics in her gender-reversed reimagining of this painting. In the background of this painting, the head of a dark-skinned woman is separated by smoke from the rest of her body, and the Chinese vase in the niche reflects the exterior of the room. This painting bears the ironic inscription \"AETATIS LXXXII,\" indicating that the artist painted it \"at age 82.\" After Napoleon III returned this painting, its artist changed it from its original rectangular form into a (*) tondo. The most prominent woman in this painting has her back to the viewer, and plays a mandolin. A woman at the bottom-right corner of this painting pinches the nipple of another woman, next to a bored-looking subject lounging on a": {
    "guess": "The Toilet of Venus",
    "confidence": [
      [
        "The",
        -0.19054414
      ],
      [
        " Toilet",
        -1.3111458
      ],
      [
        " of",
        -0.009950746
      ],
      [
        " Venus",
        -0.00013727049
      ]
    ]
  },
  "How well do you know The White Album? 5 for 1, 10 for 2, 20 for 3, and 30 for all 4, identify each of": {
    "guess": "The Beatles' White Album",
    "confidence": [
      [
        "The",
        -0.0018204817
      ],
      [
        " Beatles",
        -0.09963764
      ],
      [
        "'",
        -0.9565663
      ],
      [
        " White",
        -0.40460855
      ],
      [
        " Album",
        -0.005367276
      ]
    ]
  },
  "How well do you know The White Album? 5 for 1, 10 for 2, 20 for 3, and 30 for all 4, identify each of the following songs from The Beatles from a brief description.  A. George wrote this song in honor of Eric Clapton's love of chocolate. The title and nearly all of the things mentioned in the song come": {
    "guess": "Rocky Raccoon",
    "confidence": [
      [
        "Rock",
        -1.2013538
      ],
      [
        "y",
        -8.256335e-05
      ],
      [
        " R",
        -0.025270514
      ],
      [
        "acco",
        -2.546479e-05
      ],
      [
        "on",
        -0.0006177237
      ]
    ]
  },
  "A well-preserved pillar made from this material is the centerpiece of the Qutb temple complex built in": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.076051
      ]
    ]
  },
  "Welsh-American painter Sylvia Sleigh included her husband Lawrence Alloway and several other art critics in her gender-reversed reimagining of this painting. In the background of this painting, the head of a dark-skinned woman is separated by smoke from the rest of her body, and the Chinese vase in the niche reflects the exterior of the room. This painting bears the ironic inscription \"AETATIS LXXXII,\"": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.56638074
      ],
      [
        " Men",
        -0.0012639251
      ],
      [
        "inas",
        -1.1279553e-05
      ]
    ]
  },
  "A well-known example of an effect involving a persistent and transient one of these molecules is the Barton reaction; that effect was elucidated by Ingold and Fischer. NBS is used in electrophilic additions and reactions involving these molecules, which can abstract hydrogen. Binding these molecules to the compound DMPO or nitro, nitroso or nitrone functional groups allows them to be analyzed by ESR in a technique known as spin trapping. When drawing reactions involving these molecules, which usually proceed under high temperatures or UV light, one must use fish hook arrows. Reactions using them have three stages: initiation, propagation, and termination. A theory proposed by Denham Harman implicates them in the aging process. These highly reactive chemical species are neutralized by antioxidants.": {
    "guess": "Radical (chemistry)",
    "confidence": [
      [
        "Rad",
        -0.06719575
      ],
      [
        "ical",
        -9.2457245e-05
      ],
      [
        " (",
        -5.7530575e-05
      ],
      [
        "chemistry",
        -0.000112245056
      ],
      [
        ")",
        -1.0280384e-06
      ]
    ]
  },
  "In Welsh myth, Arawn became angry when Pwyll mistreated some red-eared ones of these animals that belonged": {
    "guess": "Hounds",
    "confidence": [
      [
        "H",
        -0.55373734
      ],
      [
        "ounds",
        -0.15588719
      ]
    ]
  },
  "How well do you know The White Album? 5 for 1, 10 for 2, 20 for 3, and 30 for all 4, identify each of the following songs from The Beatles from a brief description.  A. George wrote this song in honor": {
    "guess": "Revolver",
    "confidence": [
      [
        "Rev",
        -1.0086337
      ],
      [
        "olver",
        -0.03557016
      ]
    ]
  },
  "A well-known example of an effect involving a persistent and transient one of these molecules is the Barton reaction; that effect was elucidated by Ingold and Fischer. NBS is used in electrophilic additions and reactions involving these molecules, which can abstract hydrogen. Binding these molecules": {
    "guess": "Radical (chemistry)",
    "confidence": [
      [
        "Rad",
        -0.937056
      ],
      [
        "ical",
        -0.0007348202
      ],
      [
        " (",
        -0.5625097
      ],
      [
        "chemistry",
        -0.004855865
      ],
      [
        ")",
        -0.0006775272
      ]
    ]
  },
  "A well-known example of an effect involving a persistent and transient one of these molecules is the Barton reaction; that effect was elucidated by Ingold and Fischer. NBS is used in electrophilic additions and reactions involving these molecules, which can abstract hydrogen. Binding these molecules to the compound DMPO or nitro, nitroso or nitrone functional groups allows them to be analyzed by ESR in a technique known as spin trapping. When drawing reactions involving these molecules, which usually proceed under high temperatures or UV light, one must use fish hook arrows. Reactions using them have three stages: initiation, propagation, and termination. A theory proposed by Denham Harman implicates": {
    "guess": "Radical (chemistry)",
    "confidence": [
      [
        "Rad",
        -0.07202976
      ],
      [
        "ical",
        -8.590105e-05
      ],
      [
        " (",
        -5.3954464e-05
      ],
      [
        "chemistry",
        -0.00023321842
      ],
      [
        ")",
        -1.0280384e-06
      ]
    ]
  },
  "In Welsh myth, Arawn became angry when Pwyll mistreated some red-eared ones of these animals that belonged to him. In order to end a paradox concerning the Teumessian Fox, Zeus turned one of these animals to stone, though he had originally gifted it to Europa. One of these animals from Norse mythology lived in Helheim, was fated to kill Tyr, and was named Garm. One that lived in Ithaca died after seeing": {
    "guess": "Cerberus",
    "confidence": [
      [
        "C",
        -1.0833473
      ],
      [
        "er",
        -0.87301385
      ],
      [
        "ber",
        -0.00011069541
      ],
      [
        "us",
        -4.8828708e-05
      ]
    ]
  },
  "Welsh-American painter Sylvia Sleigh included her husband Lawrence Alloway and several other art critics": {
    "guess": "Sylvia Sleigh",
    "confidence": [
      [
        "S",
        -0.022620298
      ],
      [
        "ylv",
        -0.001583424
      ],
      [
        "ia",
        -6.82589e-05
      ],
      [
        " S",
        -0.00056780665
      ],
      [
        "leigh",
        -1.3067608e-05
      ]
    ]
  },
  "A well-preserved pillar made from this material is the centerpiece of the Qutb temple complex built in the fourth century in Delhi. The Nok culture was the first in Africa to use this material in agriculture.": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.32028562
      ]
    ]
  },
  "Welsh-American painter Sylvia Sleigh included her husband Lawrence Alloway and several other art critics in her gender-reversed reimagining of this painting. In the background of this painting, the head of a dark-skinned woman is separated by smoke from the rest of her body, and the Chinese vase in the niche reflects the exterior of the room. This painting bears the ironic inscription \"AETATIS LXXXII,\" indicating that the artist painted it \"at age 82.\" After Napoleon III returned this painting, its artist changed it from its original rectangular form into a (*) tondo. The most prominent woman in": {
    "guess": "Olympia",
    "confidence": [
      [
        "O",
        -0.77370566
      ],
      [
        "lymp",
        -0.00020854695
      ],
      [
        "ia",
        -0.00013548243
      ]
    ]
  },
  "In Welsh myth, Arawn became angry when Pwyll mistreated some red-eared ones of these animals that belonged to him. In order to end a paradox concerning the Teumessian Fox, Zeus turned one of these animals to stone, though he had originally gifted it to Europa. One of these animals from Norse mythology lived in Helheim, was fated to kill Tyr, and was named Garm. One that lived in Ithaca died after seeing Odysseus come home and was named Argus. Another of these animals was captured by Heracles for his twelfth labor and guarded the entrance to the realm of Hades. For 10 points, name these animals": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.664719
      ]
    ]
  },
  "Welsh-American painter Sylvia Sleigh included her husband Lawrence Alloway and several other art critics in her gender-reversed reimagining of this painting. In the background of this painting, the head of a dark-skinned woman is separated by smoke from the rest of her body, and the Chinese vase in the niche reflects the exterior of the room. This painting bears the ironic inscription \"AETATIS LXXXII,\" indicating that the artist painted it \"at age 82.\" After Napoleon III returned this painting, its artist changed it from its original rectangular form into a (*) tondo. The most prominent woman in this painting has her back to the viewer, and plays a mandolin. A woman at the bottom-right corner": {
    "guess": "Venus of Urbino",
    "confidence": [
      [
        "V",
        -0.7950149
      ],
      [
        "enus",
        -0.0003311745
      ],
      [
        " of",
        -0.071893536
      ],
      [
        " Urb",
        -0.0005825806
      ],
      [
        "ino",
        -1.50940705e-05
      ]
    ]
  },
  "A well-known example of an effect involving a persistent and transient one of these molecules is the Barton reaction; that effect was elucidated by Ingold and Fischer. NBS is used in electrophilic additions and reactions involving these molecules, which can abstract hydrogen. Binding these molecules to the compound DMPO or nitro, nitroso or nitrone functional groups allows them to be analyzed by ESR in a technique known as spin trapping. When drawing reactions involving these molecules, which usually proceed under high temperatures or UV light, one must use fish hook arrows. Reactions using them": {
    "guess": "Radical (chemistry)",
    "confidence": [
      [
        "Rad",
        -0.84245473
      ],
      [
        "ical",
        -0.0002288079
      ],
      [
        " (",
        -0.0009944641
      ],
      [
        "chemistry",
        -0.00040278657
      ],
      [
        ")",
        -4.246537e-06
      ]
    ]
  },
  "In Welsh myth, Arawn became angry when Pwyll mistreated some red-eared ones of these animals that belonged to him. In order to end a paradox concerning the Teumessian Fox, Zeus turned one of these animals to stone, though he had originally gifted it to Europa. One of these animals from Norse mythology": {
    "guess": "Celtic Otherworld",
    "confidence": [
      [
        "C",
        -1.7310728
      ],
      [
        "elt",
        -0.6713963
      ],
      [
        "ic",
        -6.718607e-05
      ],
      [
        " Other",
        -0.8299065
      ],
      [
        "world",
        -2.4987974e-05
      ]
    ]
  },
  "Welsh-American painter Sylvia Sleigh included her husband Lawrence Alloway and several other art critics in her gender-reversed reimagining of this painting. In the background of this painting, the head of a dark-skinned woman is separated by smoke from the rest of her body, and the Chinese vase in the": {
    "guess": "Olympia (Manet)",
    "confidence": [
      [
        "O",
        -0.8104616
      ],
      [
        "lymp",
        -0.00014764121
      ],
      [
        "ia",
        -0.00014537634
      ],
      [
        " (",
        -0.53509325
      ],
      [
        "Man",
        -0.022712355
      ],
      [
        "et",
        -9.729906e-06
      ],
      [
        ")",
        -0.0015946034
      ]
    ]
  },
  "Welsh-American painter Sylvia Sleigh included her husband Lawrence Alloway and several other art critics in her gender-reversed reimagining of this painting. In the background of this painting, the head of a dark-skinned woman is separated by smoke from the rest of her body, and the Chinese vase in the niche reflects the exterior of the room. This painting bears the ironic inscription \"AETATIS LXXXII,\" indicating that the artist painted it \"at age 82.\" After Napoleon III returned this painting, its artist changed it from its original rectangular form into a (*) tondo. The most prominent woman in this painting has her back to the viewer, and plays a mandolin. A woman at the bottom-right corner of this painting pinches the nipple of another woman, next to a bored-looking subject lounging on a blue pillow. For 10 points, name this erotic painting in which twenty-four nude women relax in a Middle": {
    "guess": "The Turkish Bath",
    "confidence": [
      [
        "The",
        -0.18146855
      ],
      [
        " Turkish",
        -0.09284109
      ],
      [
        " Bath",
        -0.0012752347
      ]
    ]
  },
  "A well-known example of an effect involving a persistent and transient one of these molecules is the Barton reaction; that effect was elucidated by Ingold and Fischer. NBS is used in electrophilic additions and reactions involving these molecules, which can abstract hydrogen. Binding these molecules to the compound DMPO or nitro, nitroso or nitrone functional groups allows them to be analyzed by ESR": {
    "guess": "Free radical",
    "confidence": [
      [
        "Free",
        -1.1170275
      ],
      [
        " radical",
        -0.028336052
      ]
    ]
  },
  "A well-known example of an effect involving a persistent and transient one of these molecules is the Barton reaction; that effect was elucidated by Ingold and Fischer. NBS is used in electrophilic additions": {
    "guess": "Radical (chemistry)",
    "confidence": [
      [
        "Rad",
        -1.134653
      ],
      [
        "ical",
        -7.2907846e-05
      ],
      [
        " (",
        -0.0041787177
      ],
      [
        "chemistry",
        -0.00044044392
      ],
      [
        ")",
        -3.888926e-06
      ]
    ]
  }
}