{
  "This empire's eastern and western provincial capitals were Tosali and Ujjain, respectively. After its last ruler was overthrown, Demetrius I of Bactria invaded it, and one leader of this empire was named for a mark he received on his forehead in infancy as a result of poison. Another leader of this empire": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.0003395151
      ],
      [
        "ury",
        -5.5122365e-07
      ],
      [
        "a",
        -0.0007363698
      ],
      [
        " Empire",
        -1.0921943e-05
      ]
    ]
  },
  "This empire came into existence after its first leader won the Battle of Kirina against the Susu chief Sumanguru. Another ruler of this empire had the general Sagmandia capture the Songhai capital, Gao. That ruler of this empire caused a long-lasting depression in the value of gold in Cairo by his considerable spending while traveling on a hajj to Mecca. For 10 points, name this West African empire that shares its name with a modern country and was ruled by mansas such as its founder Sundiata Keita": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.00035107418
      ],
      [
        "ali",
        -0.0008695332
      ],
      [
        " Empire",
        -1.9361265e-07
      ]
    ]
  },
  "In this empire, concerns about the taxation of women prompted the Aba Women's Riot. Under this empire, Ibadan became a trading city of over 100,000. A Muslim leader in this empire named Ahmadu Bello distrusted mercantile southern Christian ethnicities so much that he called them Jews. This empire let the (*) Sokoto sultan and local emirs govern cities like Kano, but also appointed District Commissioners to govern native peoples such as the Yoruba and Igbo. For 10 points, name this empire which controlled": {
    "guess": "British Empire",
    "confidence": [
      [
        "British",
        -0.06815566
      ],
      [
        " Empire",
        -0.015746683
      ]
    ]
  },
  "They are employed in vector coupling for the three dimensional rotation group SO(3) where they have a high degree of symmetry since SO(3) is a simply reducible group. In representation theory, they can be defined as the elements of the matrix reducing the direct product of two irreducible representations of compact Lie groups. Generalizations include Racah coefficients or Wigner 6j and 9j symbols,": {
    "guess": "Clebsch–Gordan coefficients",
    "confidence": [
      [
        "C",
        -0.14602381
      ],
      [
        "le",
        -1.9146995e-05
      ],
      [
        "bs",
        -0.000477144
      ],
      [
        "ch",
        -1.4855664e-05
      ],
      [
        "–",
        -0.46295062
      ],
      [
        "G",
        -3.1281633e-07
      ],
      [
        "ordan",
        -6.749814e-06
      ],
      [
        " coefficients",
        -0.0037877276
      ]
    ]
  },
  "They are employed in vector coupling for the three dimensional rotation group SO(3) where they have a high degree of symmetry since SO(3) is a simply reducible group. In representation theory, they can be defined as the elements of the matrix reducing the direct product of two irreducible representations": {
    "guess": "Clebsch–Gordan coefficients",
    "confidence": [
      [
        "C",
        -0.043874305
      ],
      [
        "le",
        -4.0603656e-05
      ],
      [
        "bs",
        -0.0018403484
      ],
      [
        "ch",
        -1.6643718e-05
      ],
      [
        "–",
        -0.6912739
      ],
      [
        "G",
        0.0
      ],
      [
        "ordan",
        -9.610702e-06
      ],
      [
        " coefficients",
        -0.002153115
      ]
    ]
  },
  "This empire collapsed after a Gutian invasion during the reign of Sharkalshari, and it was also ruled": {
    "guess": "Third Dynasty of Ur",
    "confidence": [
      [
        "Third",
        -0.20778407
      ],
      [
        " Dynasty",
        -0.0057683266
      ],
      [
        " of",
        -3.5597102e-05
      ],
      [
        " Ur",
        -0.0005894907
      ]
    ]
  },
  "This emperor exempted the people of Ilium from military service, on the grounds that they were the ancestors of the Romans. He refused to build temples to himself in Egypt, as described in his \"Letter": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.7149199
      ],
      [
        "us",
        -0.00039980648
      ]
    ]
  },
  "This empire was the site of a heretical movement that legalized polygamy and opposed the use of crucifixes, Antonianism, led by native prophet Donna Beatrice. It declined following a loss at the Battle": {
    "guess": "Kongo Kingdom",
    "confidence": [
      [
        "K",
        -0.2970835
      ],
      [
        "ongo",
        -0.0015355739
      ],
      [
        " Kingdom",
        -0.10907582
      ]
    ]
  },
  "One of this empire's rulers, Tiglath-Pileser, conquered the area bordering the Mediterranean Sea. Shalmaneser": {
    "guess": "Neo-Assyrian Empire",
    "confidence": [
      [
        "Neo",
        -0.015275537
      ],
      [
        "-Ass",
        -2.1173457e-05
      ],
      [
        "y",
        -5.5122365e-07
      ],
      [
        "rian",
        -0.0001246349
      ],
      [
        " Empire",
        -1.5809293e-05
      ]
    ]
  },
  "They are employed in vector coupling for the three dimensional rotation group SO(3) where they have a high degree of symmetry since SO(3) is a simply reducible group. In representation theory, they can be defined as the elements of the matrix reducing the direct product of two irreducible representations of compact Lie groups. Generalizations include Racah coefficients or Wigner 6j and 9j symbols, for cases in which the integral product of greater than three spherical harmonics are desired. They": {
    "guess": "Clebsch–Gordan coefficients",
    "confidence": [
      [
        "C",
        -0.064155445
      ],
      [
        "le",
        -1.700133e-05
      ],
      [
        "bs",
        -0.00056804507
      ],
      [
        "ch",
        -2.1650272e-05
      ],
      [
        "–",
        -0.6536287
      ],
      [
        "G",
        0.0
      ],
      [
        "ordan",
        -1.4617256e-05
      ],
      [
        " coefficients",
        -0.004244724
      ]
    ]
  },
  "This empire's \"Tulip Era\" saw major reforms, and its army was modernized during the \"Auspicious Incident.\" Its second most important official worked in a building called the \"Sublime Porte\" and had the title \"Grand Vizier.\" It won the Battle of Mohacs against Hungary, but was defeated by King Jan Sobieski of Poland when it tried to capture Vienna. Its leaders include one nicknamed \"the Magnificent,\" and under Mehmet II, this empire captured Constantinople in 1453 and renamed it Instanbul. For ten": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.007244534
      ],
      [
        "tt",
        -1.2664457e-06
      ],
      [
        "oman",
        -5.3193703e-06
      ],
      [
        " Empire",
        -9.198044e-05
      ]
    ]
  },
  "This empire's capital moved from Niani to Kangaba after the reign of Mahmud III. It developed after a victory at the battle of Kirina over Sumanguru by this empire's founder, (*) Sundiata Keita. Another ruler of this kingdom was so rich that his gold-strewn pilgrimage to Mecca caused prices to shoot up in Cairo. For 10 points, name this West African kingdom, once ruled by Mansa Musa from the city of": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.002081382
      ],
      [
        "ali",
        -0.009654683
      ],
      [
        " Empire",
        -2.1054253e-05
      ]
    ]
  },
  "This emperor's reign saw a Parthian invasion of Syria that caused a plague spread by returning troops. A Germanic horde besieged Aquilea after this man crossed the Danube on a punitive expedition. This student of the tutor Fronto married his cousin Faustina the Younger and fought the Marcomannic Wars. After a long period of apprenticeship under his predecessor Antoninus Pius, this man became co-emperor in 161 along with Lucius Verus. For 10 points, name this Roman emperor best known for his exploration": {
    "guess": "Marcus Aurelius",
    "confidence": [
      [
        "Marcus",
        -0.004545827
      ],
      [
        " Aure",
        -3.9054008e-05
      ],
      [
        "lius",
        -3.523949e-05
      ]
    ]
  },
  "This empire's Köprülü era occurred when royal advisers from the namesake family dominated the government, and its Tulip period included renovations of its ruler's residence at the Topkapi Palace. This empire won the Battle of(*) Mohács [mow-HOCH], and Bursa was once its capital. In the Auspicious Incident, it disbanded its Janissary [JAN-is-sare-y] forces, and it controlled the entire Balkans under Sultan Suleiman the Magnificent. For 10 points, identify this empire of Asia Minor that ruled from its capital at Istanbul.": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.0647905
      ],
      [
        "tt",
        -4.9617593e-06
      ],
      [
        "oman",
        -3.9292416e-05
      ],
      [
        " Empire",
        -7.1238996e-05
      ]
    ]
  },
  "This man employed such officials as the poet Paul the Silentiary, and a notable account of his reign was written by Agathias. He ended the Lazic War by dispatching his envoy Peter the Patrician, and during his reign, Totila was slain at the Battle of Taginae. This man ordered the officer Mundus to attack the supporters of Anastasius' nephew, (*) Hypatius. This monarch, a supporter of the \"Blues\" faction of chariot racing enthusiasts, employed such scholars as Tribonian, who helped to compile the legislative collection Corpus juris civilis. This husband of Theodora was the target of the Nika riots": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.0030642226
      ],
      [
        "ian",
        -0.00010854974
      ],
      [
        " I",
        -4.370295e-05
      ]
    ]
  },
  "This empire's eastern and western provincial capitals were Tosali and Ujjain, respectively. After its last ruler was overthrown, Demetrius I of Bactria invaded it, and one leader of this empire was named": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.0012867828
      ],
      [
        "ury",
        -7.89631e-07
      ],
      [
        "a",
        -0.001832492
      ],
      [
        " Empire",
        -4.3202e-07
      ]
    ]
  },
  "One emperor of this dynasty established the Intrepid Militia. Women began fashioning their hair into the \"convict cinch\" in sympathy for an exiled ruler from this dynasty living in Chengdu named Xizong. This dynasty was briefly interrupted by the self-proclaimed Second Zhou Dynasty. One ruler of this": {
    "guess": "Tang dynasty",
    "confidence": [
      [
        "T",
        -0.04216594
      ],
      [
        "ang",
        -5.9795446e-05
      ],
      [
        " dynasty",
        -0.016645715
      ]
    ]
  },
  "This empire was defeated by the Hotaki dynasty at the Battle of Gulnabad. One ruler of this empire was\n Nader Shah, who went on to establish the Afsharid dynasty. The army of this dynasty was reformed": {
    "guess": "Safavid Empire",
    "confidence": [
      [
        "S",
        -0.012145688
      ],
      [
        "af",
        -1.247159e-05
      ],
      [
        "avid",
        -1.4021238e-05
      ],
      [
        " Empire",
        -0.4934608
      ]
    ]
  },
  "This empire's decline was completed after it was defeated in the Battle of Zab, though Abd ar-Rahman managed to start another incarnation of it in Cordoba, Spain.  It featured an internal clash between": {
    "guess": "Abbasid Caliphate",
    "confidence": [
      [
        "Ab",
        -0.62204635
      ],
      [
        "bas",
        -0.004240924
      ],
      [
        "id",
        -0.00060748315
      ],
      [
        " Cal",
        -0.011829428
      ],
      [
        "iph",
        -2.8325678e-05
      ],
      [
        "ate",
        -4.823269e-05
      ]
    ]
  },
  "This empire's eastern and western provincial capitals were Tosali and Ujjain, respectively. After its last ruler was overthrown, Demetrius I of Bactria invaded it, and one leader of this empire was named for a mark he received on his forehead in infancy as a result of poison. Another leader of this empire established a capital at Pataliputra, and underwent a (*) religious change following the battle of Kalinga. In addition to being led by Bindusara, this empire saw Ashoka's issuance of his rock edicts, as well as his conversion to Buddhism. For 10 points, identify this Indian empire whose founder": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.0036752522
      ],
      [
        "ury",
        -3.1281633e-07
      ],
      [
        "a",
        -0.0034511029
      ],
      [
        " Empire",
        -4.8828708e-05
      ]
    ]
  },
  "This empire saw the resurgence of the iwan in architecture, and one ruler of this empire built the Taq Kisra at Ctesiphon. Another ruler of defeated and captured the Roman Emperor Valerian at Edessa, and built Gondeshapur. It came to an end following the sound defeat of Yazdegerd III at the battle of Nihawan, which left the Azatan caste completely helpless. Its first ruler established his power by victory at Hormizdagan, and made Zoroastrianism the state religion with the help of his high priest Tosar. That ruler was a son of Babak named Ardashir whose exploits were continued by his successor Shapur": {
    "guess": "Sasanian Empire",
    "confidence": [
      [
        "S",
        -0.00088906795
      ],
      [
        "asan",
        -0.19651976
      ],
      [
        "ian",
        -0.00328609
      ],
      [
        " Empire",
        -0.3319012
      ]
    ]
  },
  "This empire's fortress of Sacsahuaman was built with precisely-fitted stone blocks carried across large distances without wheeled vehicles. This empire absorbed the Chimu civilization, and its records and messages were kept on elaborate knotted strings called quipus. It reached its height under Huayna": {
    "guess": "Inca Empire",
    "confidence": [
      [
        "In",
        -0.0010429324
      ],
      [
        "ca",
        -1.9816675e-06
      ],
      [
        " Empire",
        -1.7716551e-05
      ]
    ]
  },
  "An employee of this man later photographed Indians at Fort Laramie and another employee of him photographed Devil's Slide and Canyon De Chelly for the Fortieth Parallel Survey under Clarence King. The head of his Washington studio photographed an event at Old Capitol Prison as well as a notably moved dead body behind a wall. Another work from his studio shows a blurred horseman in the background and personal effects scattered by the corpse in the foreground, the \"Harvest of Death\" This employer of Alexander Gardner and Timothy O' Sullivan  produced photographs of Lincoln before his Cooper Union": {
    "guess": "Mathew Brady",
    "confidence": [
      [
        "Math",
        -0.0043415795
      ],
      [
        "ew",
        -2.4584822e-06
      ],
      [
        " Brady",
        -0.008308175
      ]
    ]
  },
  "This emperor's reign saw a Parthian invasion of Syria that caused a plague spread by returning troops.": {
    "guess": "Marcus Aurelius",
    "confidence": [
      [
        "Marcus",
        -1.1276112
      ],
      [
        " Aure",
        -0.00465915
      ],
      [
        "lius",
        -0.00012654216
      ]
    ]
  },
  "This empire fought in one battle successfully at the Battle of Isandlwana, but failed during the same war to take the vastly outnumbered garrison at Rorke's Drift. That war ended with the removal from": {
    "guess": "Zulu Kingdom",
    "confidence": [
      [
        "Z",
        -0.3775719
      ],
      [
        "ulu",
        -0.00055827404
      ],
      [
        " Kingdom",
        -0.05856285
      ]
    ]
  },
  "This empire's passage of the Additional Act led to the dissolution of its Council of State, which had": {
    "guess": "Brazilian Empire",
    "confidence": [
      [
        "Brazil",
        -0.8787029
      ],
      [
        "ian",
        -0.006097297
      ],
      [
        " Empire",
        -0.0007028993
      ]
    ]
  },
  "This empire's \"Tulip Era\" saw major reforms, and its army was modernized during the \"Auspicious Incident.\" Its second most important official worked in a building called the \"Sublime Porte\" and had the title \"Grand Vizier.\" It won the Battle of Mohacs against Hungary, but was defeated by King Jan Sobieski of Poland when it tried to capture Vienna. Its leaders include one nicknamed \"the Magnificent,\"": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.011108301
      ],
      [
        "tt",
        -1.9361265e-07
      ],
      [
        "oman",
        -1.9361265e-07
      ],
      [
        " Empire",
        -7.465036e-06
      ]
    ]
  },
  "In this empire, concerns about the taxation of women prompted the Aba Women's Riot. Under this empire, Ibadan became a trading city of over 100,000. A Muslim leader in this empire named Ahmadu Bello distrusted mercantile southern Christian ethnicities so much that he called them Jews. This empire let the (*) Sokoto sultan and local emirs govern cities like Kano, but also appointed District Commissioners": {
    "guess": "Colonial Nigeria",
    "confidence": [
      [
        "Colon",
        -0.6132824
      ],
      [
        "ial",
        -3.9292416e-05
      ],
      [
        " Nigeria",
        -0.00034452166
      ]
    ]
  },
  "This man employed such officials as the poet Paul the Silentiary, and a notable account of his reign was written by Agathias. He ended the Lazic War by dispatching his envoy Peter the Patrician, and during": {
    "guess": "Justin II",
    "confidence": [
      [
        "Justin",
        -0.02444861
      ],
      [
        " II",
        -0.40893972
      ]
    ]
  },
  "This empire collapsed after a Gutian invasion during the reign of Sharkalshari, and it was also ruled by Manishtushu and his brother Rimush. Its aforementioned last ruler was the son of Naram-Sin, who": {
    "guess": "Third Dynasty of Ur",
    "confidence": [
      [
        "Third",
        -0.434665
      ],
      [
        " Dynasty",
        -0.052870963
      ],
      [
        " of",
        -9.460292e-05
      ],
      [
        " Ur",
        -0.0011161657
      ]
    ]
  },
  "This empire's fortress of Sacsahuaman was built with precisely-fitted stone blocks carried across large distances without wheeled vehicles. This empire absorbed the Chimu civilization, and its records and messages were kept on elaborate knotted strings called quipus. It reached its height under Huayna Capac, and that ruler's decision to divide this empire between Huascar and (*) Atahualpa led to a": {
    "guess": "Inca Empire",
    "confidence": [
      [
        "In",
        -0.013284464
      ],
      [
        "ca",
        -6.1537958e-06
      ],
      [
        " Empire",
        -3.23786e-05
      ]
    ]
  },
  "This emperor disbanded the Praetorian Guard and replaced them with the Palatini Comitenses. Before one": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.15614846
      ],
      [
        "ine",
        -0.03837951
      ],
      [
        " the",
        -0.0012858292
      ],
      [
        " Great",
        -3.8696395e-05
      ]
    ]
  },
  "This empire crumbled after the Battle of Nedao. These people, who originated east of the Volga in Scythia, also lost to Flavius Aetius at the 451 Battle of Chalons [sha-LONE]. One ruler of these people came to power after possibly murdering his brother (*) Bleda; that leader was known as the \"Scourge of God\" for his cruelty. For 10 points, name these nomadic people who frequently battled the Romans": {
    "guess": "Huns",
    "confidence": [
      [
        "H",
        -0.011379654
      ],
      [
        "uns",
        -0.006804541
      ]
    ]
  },
  "This empire's irrigation projects included Sudarshana Lake in Kathiawar. Capitals in this empire included Taxila and Ujjain. Megasthenes was an ambassador to this empire. This empire came between the Nanda and the Sunga. A ruler of this empire built a pillar at Sarnath featuring four (*) lions. This empire's founder fought off an invasion by Seleucus, and was advised by Chanakya, who might be the Kautilya who wrote the Arthashastra. After a bloody conquest of Kalinga, a ruler of this empire decided to promote Buddhism throughout his kingdom. For 10 points, name this Indian empire ruled by Ashoka": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.0045782267
      ],
      [
        "ury",
        -4.3202e-07
      ],
      [
        "a",
        -0.0059810546
      ],
      [
        " Empire",
        -0.00044532763
      ]
    ]
  },
  "This empire's Köprülü era occurred when royal advisers from the namesake family dominated the government, and its Tulip period included renovations of its ruler's residence at the Topkapi Palace. This empire won the Battle of(*) Mohács [mow-HOCH], and Bursa was once its capital. In the Auspicious Incident, it disbanded its Janissary [JAN-is-sare-y] forces, and it controlled the entire Balkans under Sultan Suleiman the Magnificent. For 10 points, identify this empire of Asia Minor that ruled from": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.14426406
      ],
      [
        "tt",
        -1.9816675e-06
      ],
      [
        "oman",
        -1.92662e-05
      ],
      [
        " Empire",
        -5.9795446e-05
      ]
    ]
  },
  "An empire centered on this island was defeated during the Expedition of a Thousand. A 13th center uprising occurring on this island was known as its Vespers. The First Punic War ended with Roman control of this island. During the Peloponnesian War, an expedition led by Alcibiades sought to capture this": {
    "guess": "Sicily",
    "confidence": [
      [
        "S",
        -0.027172064
      ],
      [
        "ic",
        -1.1637165e-05
      ],
      [
        "ily",
        -0.00039897207
      ]
    ]
  },
  "This empire's decline was completed after it was defeated in the Battle of Zab, though Abd ar-Rahman managed to start another incarnation of it in Cordoba, Spain.  It featured an internal clash between the Sufyanids and the Marwanids, which was mostly ended by the rule of Abd al-Malik following the deaths of Yazid I and Mu'awiyah II.  At its greatest extent in the early 8th century, this empire based in Damascus ruled over an area extending from Spain nearly to India.  For 10 points, name this first of the Muslim Empires, which was later replaced by the Abbasids.": {
    "guess": "Umayyad Caliphate",
    "confidence": [
      [
        "U",
        -0.007231051
      ],
      [
        "may",
        -0.00021045419
      ],
      [
        "y",
        -0.00013548243
      ],
      [
        "ad",
        -0.00015002528
      ],
      [
        " Cal",
        -0.0012441593
      ],
      [
        "iph",
        -2.486877e-05
      ],
      [
        "ate",
        -1.473646e-05
      ]
    ]
  },
  "One emperor of this dynasty established the Intrepid Militia. Women began fashioning their hair into the \"convict cinch\" in sympathy for an exiled ruler from this dynasty living in Chengdu named Xizong. This dynasty was briefly interrupted by the self-proclaimed Second Zhou Dynasty. One ruler of this dynasty died when his wife, the future (*) Empress Wei, poisoned his pastry, although Wu would be succeeded by the long-ruling Emperor Xuanzong. Its first ruler, Gaozu, defeated the last Sui emperor.": {
    "guess": "Tang dynasty",
    "confidence": [
      [
        "T",
        -0.003747345
      ],
      [
        "ang",
        -2.6968896e-06
      ],
      [
        " dynasty",
        -0.03022376
      ]
    ]
  },
  "This empire was the site of a heretical movement that legalized polygamy and opposed the use of crucifixes, Antonianism, led by native prophet Donna Beatrice. It declined following a loss at the Battle of Mbwila. A long civil war in this empire was ended by an agreement to alternate the kingship between the Kimpanzu and Kinlaza. Other problems befell it in 1568, when this empire was occupied by the Jagas, and its ruler ?lvaro I had to seek foreign help to reconquer its territory. Its capital was at a city renamed S? Salvador under colonization, which has since reverted to its original name of Mbanzaa.": {
    "guess": "Kingdom of Kongo",
    "confidence": [
      [
        "King",
        -0.41293308
      ],
      [
        "dom",
        -4.246537e-06
      ],
      [
        " of",
        -3.0545007e-06
      ],
      [
        " K",
        -3.9054008e-05
      ],
      [
        "ongo",
        0.0
      ]
    ]
  },
  "They are employed in vector coupling for the three dimensional rotation group SO(3) where they have a high degree of symmetry since SO(3) is a simply reducible group. In representation theory, they can": {
    "guess": "Clebsch-Gordan coefficients",
    "confidence": [
      [
        "C",
        -0.781009
      ],
      [
        "le",
        -0.0003051918
      ],
      [
        "bs",
        -0.00048536903
      ],
      [
        "ch",
        -2.58224e-05
      ],
      [
        "-G",
        -0.6450432
      ],
      [
        "ordan",
        -0.00040147532
      ],
      [
        " coefficients",
        -0.027443737
      ]
    ]
  },
  "An employee of this man later photographed Indians at Fort Laramie and another employee of him photographed Devil's Slide and Canyon De Chelly for the Fortieth Parallel Survey under Clarence King. The head of his Washington studio photographed an event at Old Capitol Prison as well as a notably moved dead body behind a wall. Another work from his studio shows a blurred horseman in the background and": {
    "guess": "Mathew Brady",
    "confidence": [
      [
        "Math",
        -0.22924058
      ],
      [
        "ew",
        -3.7697225e-06
      ],
      [
        " Brady",
        -0.006794829
      ]
    ]
  },
  "This empire's ruler determined innocence with an ordeal called \"trial by wood,\" which saw if an accused person vomited up bitter water or not. This empire gained power when Audaghost, an independent city-state on its border, fell under its rule. This empire was the first in its region to treat all gold": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.26918668
      ],
      [
        "hana",
        -7.767599e-05
      ],
      [
        " Empire",
        -4.465658e-05
      ]
    ]
  },
  "One of this empire's rulers, Tiglath-Pileser, conquered the area bordering the Mediterranean Sea. Shalmaneser III built a Great Ziggurat in this empire, which fell after it was sacked by the Chaldeans. One king of this empire had a massive collection of cuneiform tablets. This empire, which housed the Library of Ashurbanipal, was also ruled by Sargon II and Sennacherib. For 10 points, name this Mesopotamian empire with a capital at Nineveh, named for the fact that it was based around the city of": {
    "guess": "Neo-Assyrian Empire",
    "confidence": [
      [
        "Neo",
        -0.015992485
      ],
      [
        "-Ass",
        -8.637786e-05
      ],
      [
        "y",
        -7.89631e-07
      ],
      [
        "rian",
        -0.00018661347
      ],
      [
        " Empire",
        -1.7239736e-05
      ]
    ]
  },
  "As emperor, he transferred the last legion that was led by a senatorial proconsul to the command of an imperial legate, thus completing the complete control of the Roman army by the emperor.  Although": {
    "guess": "Caligula",
    "confidence": [
      [
        "Cal",
        -0.8565091
      ],
      [
        "ig",
        -2.3676734e-05
      ],
      [
        "ula",
        -0.00029279827
      ]
    ]
  },
  "This empire crumbled after the Battle of Nedao. These people, who originated east of the Volga in Scythia, also lost to Flavius Aetius at the 451 Battle of Chalons [sha-LONE]. One ruler of these people came to power after possibly murdering his brother (*) Bleda; that leader was known as the \"Scourge of God\" for his cruelty. For 10 points, name these nomadic people who frequently battled the Romans and were led by Atilla.": {
    "guess": "Huns",
    "confidence": [
      [
        "H",
        -0.005594326
      ],
      [
        "uns",
        -0.007711562
      ]
    ]
  },
  "This empire was forced to pay tribute by the Mongol General Sagatu, and after its destruction this empire was briefly restored by King Barom Reachea. Important sources for the history of this empire include the diary of Zhou Daguan, a Chinese diplomat who visited it on behalf of the Yuan dynasty. This empire's first major capital was Yasodharapura. It fought successful wars against its eastern neighbor, the (*) Champas, but was finally vanquished by its southern neighbor, the Ayutthaya Empire. Featuring many kings named Suryavarman and Jayavarman, this empire is perhaps best known for a temple": {
    "guess": "Khmer Empire",
    "confidence": [
      [
        "Kh",
        -0.0060117487
      ],
      [
        "mer",
        -1.9361265e-07
      ],
      [
        " Empire",
        -0.00021652991
      ]
    ]
  },
  "This empire's Köprülü era occurred when royal advisers from the namesake family dominated the government, and its Tulip period included renovations of its ruler's residence at the Topkapi Palace. This empire won the Battle of(*) Mohács [mow-HOCH], and Bursa was once its capital. In the Auspicious Incident,": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.16413234
      ],
      [
        "tt",
        -3.2929079e-06
      ],
      [
        "oman",
        -4.9617593e-06
      ],
      [
        " Empire",
        -0.009734604
      ]
    ]
  },
  "He was emperor from 79 to 81 CE.": {
    "guess": "Titus",
    "confidence": [
      [
        "Tit",
        -0.0048300074
      ],
      [
        "us",
        -5.2001665e-06
      ]
    ]
  },
  "An employee of this man later photographed Indians at Fort Laramie and another employee of him photographed Devil's Slide and Canyon De Chelly for the Fortieth Parallel Survey under Clarence King. The": {
    "guess": "Timothy O'Sullivan",
    "confidence": [
      [
        "Tim",
        -0.07859638
      ],
      [
        "othy",
        -0.0012540421
      ],
      [
        " O",
        -0.27844918
      ],
      [
        "'S",
        -0.0042848424
      ],
      [
        "ullivan",
        -7.600714e-05
      ]
    ]
  },
  "This empire's ruler Susenyos was converted to Roman Catholicism in 1626, but he was soon forced to abdicate by his son Fasilidas, who moved the capital to Gondar. It grew from the city of Axum, and after its collapse the Zadwe Dynasty emerged, only to be replaced in 1270 by the Solomonic dynasty, bringing the Amharas to prominence. After centuries of choas, the empire was reunited in 1855 by Tewodros": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.094148375
      ],
      [
        "i",
        -1.8431772e-05
      ],
      [
        "opia",
        -0.5765084
      ]
    ]
  },
  "This empire's passage of the Additional Act led to the dissolution of its Council of State, which had previously written a constitution in only 15 days. An early secessionist movement in this empire was launched by a group of wealthy landowners called the Confederation of the Equator, who opposed the policies of Jose Bonifacio. This empire's loss in the Cisplatine War led to a group of mercenaries revolting in its capital and the abdication of one ruler. Its first ruler came to power after an independence struggle in which he made the famous \"Cry of Ipiranga\", and this empire's final ruler was": {
    "guess": "Empire of Brazil",
    "confidence": [
      [
        "Emp",
        -0.024351014
      ],
      [
        "ire",
        -6.704273e-07
      ],
      [
        " of",
        -0.0005485067
      ],
      [
        " Brazil",
        -4.0007635e-05
      ]
    ]
  },
  "This empire came into existence after its first leader won the Battle of Kirina against the Susu chief Sumanguru. Another ruler of this empire had the general Sagmandia capture the Songhai capital, Gao. That ruler of this empire caused a long-lasting depression in the value of gold in Cairo by his considerable": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.0025131162
      ],
      [
        "ali",
        -0.0134819485
      ],
      [
        " Empire",
        -9.253091e-06
      ]
    ]
  },
  "This empire's fortress of Sacsahuaman was built with precisely-fitted stone blocks carried across large": {
    "guess": "Inca Empire",
    "confidence": [
      [
        "In",
        -0.001866764
      ],
      [
        "ca",
        -0.0001408466
      ],
      [
        " Empire",
        -8.625866e-05
      ]
    ]
  },
  "This empire was defeated by the Hotaki dynasty at the Battle of Gulnabad. One ruler of this empire was\n Nader Shah, who went on to establish the Afsharid dynasty. The army of this dynasty was reformed and\n improved with help from the Englishman Robert Shirley. This empire was founded with help from the\n": {
    "guess": "Safavid Empire",
    "confidence": [
      [
        "S",
        -0.05095617
      ],
      [
        "af",
        -6.0345924e-06
      ],
      [
        "avid",
        -5.6769813e-06
      ],
      [
        " Empire",
        -0.32710063
      ]
    ]
  },
  "This empire's second ruler was known as Amitrochates to the Greeks. Its founder was advised by the author of a manual discussing government as \"the science of punishment\" and advocating the establishment of spy networks. Its namesake polish can be seen on many sandstone sculptures, including the lion capital at Sarnath. It fell apart with the rise to power of the Sunga dynasty about 500 years after": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.0021308719
      ],
      [
        "ury",
        -4.3202e-07
      ],
      [
        "a",
        -0.0008109363
      ],
      [
        " Empire",
        -1.9146995e-05
      ]
    ]
  },
  "This empire's eastern and western provincial capitals were Tosali and Ujjain, respectively. After its last ruler was overthrown, Demetrius I of Bactria invaded it, and one leader of this empire was named for a mark he received on his forehead in infancy as a result of poison. Another leader of this empire established a capital at Pataliputra, and underwent a (*) religious change following the battle of Kalinga. In addition to being led by Bindusara, this empire saw Ashoka's issuance of his rock edicts,": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.004444601
      ],
      [
        "ury",
        -1.9361265e-07
      ],
      [
        "a",
        -0.0042576618
      ],
      [
        " Empire",
        -2.868329e-05
      ]
    ]
  },
  "This empire's second ruler was known as Amitrochates to the Greeks. Its founder was advised by the author": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.1730412
      ],
      [
        "ury",
        -7.89631e-07
      ],
      [
        "a",
        -0.002633446
      ],
      [
        " Empire",
        -9.1026806e-05
      ]
    ]
  },
  "This emperor exempted the people of Ilium from military service, on the grounds that they were the ancestors of the Romans. He refused to build temples to himself in Egypt, as described in his \"Letter to the Alexandrians.\" As a scholar, he wrote a twenty-volume history of the Etruscans and an eight-volume text on the Carthaginians. This emperor captured Camulodunum and incorporated (*) Britain as a": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.7746937
      ],
      [
        "us",
        -0.0011874917
      ]
    ]
  },
  "This emperor exempted the people of Ilium from military service, on the grounds that they were the ancestors of the Romans. He refused to build temples to himself in Egypt, as described in his \"Letter to the Alexandrians.\" As a scholar, he wrote a twenty-volume history of the Etruscans and an eight-volume": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.2545757
      ],
      [
        "us",
        -0.0010472201
      ]
    ]
  },
  "This empire was forced to pay tribute by the Mongol General Sagatu, and after its destruction this empire": {
    "guess": "Song Dynasty",
    "confidence": [
      [
        "Song",
        -0.81033045
      ],
      [
        " Dynasty",
        -0.49278948
      ]
    ]
  },
  "This empire's irrigation projects included Sudarshana Lake in Kathiawar. Capitals in this empire included Taxila and Ujjain. Megasthenes was an ambassador to this empire. This empire came between the Nanda and the Sunga. A ruler of this empire built a pillar at Sarnath featuring four (*) lions. This empire's founder fought off an invasion by Seleucus, and was advised by Chanakya, who might be the Kautilya who wrote the Arthashastra. After a bloody conquest of Kalinga, a ruler of this empire decided": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.0017758574
      ],
      [
        "ury",
        -5.5122365e-07
      ],
      [
        "a",
        -0.008027589
      ],
      [
        " Empire",
        -3.2140193e-05
      ]
    ]
  },
  "This empire's ruler determined innocence with an ordeal called \"trial by wood,\" which saw if an accused person vomited up bitter water or not. This empire gained power when Audaghost, an independent city-state on its border, fell under its rule. This empire was the first in its region to treat all gold nuggets larger than dust as its king's property. After the rule of Tunka Menin here, the (*) Almoravids went south to sack and weaken this empire, whose main ethnicity was the Soninke people. Technically, this empire's name referred to its ruler, who lived in Kumbi Saleh in the 1000s AD. For 10 points,": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.09624152
      ],
      [
        "hana",
        -4.00813e-06
      ],
      [
        " Empire",
        -6.146429e-05
      ]
    ]
  },
  "This emperor exempted the people of Ilium from military service, on the grounds that they were the ancestors of the Romans. He refused to build temples to himself in Egypt, as described in his \"Letter to the Alexandrians.\" As a scholar, he wrote a twenty-volume history of the Etruscans and an eight-volume text on the Carthaginians. This emperor captured Camulodunum and incorporated (*) Britain as a province, which led one of his sons to be named Britannicus. Suetonius claims that this emperor was controlled by his third wife Messalina and that he was murdered at the behest of his fourth wife Agrippina the Younger. For 10 points, name this Roman emperor who succeeded Caligula, and who inspired": {
    "guess": "Claudius",
    "confidence": [
      [
        "Cla",
        -0.02557698
      ],
      [
        "ud",
        -1.504853e-06
      ],
      [
        "ius",
        -5.3193703e-06
      ]
    ]
  },
  "This man employed such officials as the poet Paul the Silentiary, and a notable account of his reign": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.007991286
      ],
      [
        "ian",
        -6.313315e-05
      ],
      [
        " I",
        -7.004696e-05
      ]
    ]
  },
  "One emperor in this modern-day nation erected pillars bearing his edicts. This nation's \"Golden Age\" included the rule of Samudra (suh-MOO-druh). The \"Treatise on Polity\" was a book that advised rulers": {
    "guess": "India",
    "confidence": [
      [
        "India",
        -0.08238961
      ]
    ]
  },
  "This empire's passage of the Additional Act led to the dissolution of its Council of State, which had previously written a constitution in only 15 days. An early secessionist movement in this empire was launched by a group of wealthy landowners called the Confederation of the Equator, who opposed the policies of Jose Bonifacio. This empire's loss in the Cisplatine War led to a group of mercenaries revolting in its capital and the abdication of one ruler. Its first ruler came to power after an independence struggle in which he made the famous \"Cry of Ipiranga\", and this empire's final ruler was overthrown by Deodore da Fonseca. This country supported Uruguay's colorados during the War of the Triple Alliance, during which its armies were commanded by the Duke of Caxias. Its final ruler had earlier passed the Golden Law freeing all slaves in this empire, and it was ruled by two members of the House of Braganza. For 10 points, name this empire ruled by Dom Pedro I and II, which had its capital": {
    "guess": "Empire of Brazil",
    "confidence": [
      [
        "Emp",
        -0.009758567
      ],
      [
        "ire",
        -1.147242e-06
      ],
      [
        " of",
        -0.00053575553
      ],
      [
        " Brazil",
        -3.297462e-05
      ]
    ]
  },
  "This empire's \"Tulip Era\" saw major reforms, and its army was modernized during the \"Auspicious Incident.\" Its second most important official worked in a building called the \"Sublime Porte\" and had the title \"Grand Vizier.\" It won the Battle of Mohacs against Hungary, but was defeated by King Jan Sobieski of Poland when it tried to capture Vienna. Its leaders include one nicknamed \"the Magnificent,\" and under Mehmet II, this empire captured Constantinople in 1453 and renamed it Instanbul. For ten points, name this Islamic empire in modern-day Turkey.": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.11244781
      ],
      [
        "tt",
        -2.3392786e-06
      ],
      [
        "oman",
        -1.0802739e-05
      ],
      [
        " Empire",
        -4.9424725e-05
      ]
    ]
  },
  "This empire's fortress of Sacsahuaman was built with precisely-fitted stone blocks carried across large distances without wheeled vehicles. This empire absorbed the Chimu civilization, and its records and messages were kept on elaborate knotted strings called quipus. It reached its height under Huayna Capac, and that ruler's decision to divide this empire between Huascar and (*) Atahualpa led to a civil war that weakened this empire shortly before the arrival of Francisco Pizarro. For 10 points, name this South American empire located in present-day Peru.": {
    "guess": "Inca Empire",
    "confidence": [
      [
        "In",
        -0.0048341574
      ],
      [
        "ca",
        -3.392825e-05
      ],
      [
        " Empire",
        -0.0043654405
      ]
    ]
  },
  "This empire was defeated by the Hotaki dynasty at the Battle of Gulnabad. One ruler of this empire was\n Nader Shah, who went on to establish the Afsharid dynasty. The army of this dynasty was reformed and\n improved with help from the Englishman Robert Shirley. This empire was founded with help from the\n red-headdress wearing Qizilbash, and its founder was defeated by Selim the Great of the Ottoman Empire\n at the Battle of Chaldiran. This dynasty had its roots as a religious movement of the Sufi order": {
    "guess": "Safavid Empire",
    "confidence": [
      [
        "S",
        -0.0069739483
      ],
      [
        "af",
        -2.1769476e-05
      ],
      [
        "avid",
        -9.849109e-06
      ],
      [
        " Empire",
        -0.4135689
      ]
    ]
  },
  "This empire was defeated by the Hotaki dynasty at the Battle of Gulnabad. One ruler of this empire was\n Nader Shah, who went on to establish the Afsharid dynasty. The army of this dynasty was reformed and\n improved with help from the Englishman Robert Shirley. This empire was founded with help from the\n red-headdress wearing Qizilbash, and its founder was defeated by Selim the Great of the Ottoman Empire\n at the Battle of Chaldiran. This dynasty had its roots as a religious movement of the Sufi order and they\n made the Twelver movement the official state religion. For 10 points, name this Muslim dynasty of Iran\n from 1501 to 1726 that was started by Shah Ismail I.": {
    "guess": "Safavid dynasty",
    "confidence": [
      [
        "S",
        -0.003280383
      ],
      [
        "af",
        -2.7014437e-05
      ],
      [
        "avid",
        -0.0006606113
      ],
      [
        " dynasty",
        -0.16873479
      ]
    ]
  },
  "One emperor in this modern-day nation erected pillars bearing his edicts. This nation's \"Golden Age\" included the rule of Samudra (suh-MOO-druh). The \"Treatise on Polity\" was a book that advised rulers of one empire in this country, and is also known as the \"Arthashastra\" (AR-thuh-SHAH-strah). Emperors": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.005374864
      ],
      [
        "ury",
        -1.9361265e-07
      ],
      [
        "a",
        -0.0031042735
      ],
      [
        " Empire",
        -4.7755875e-05
      ]
    ]
  },
  "This empire's passage of the Additional Act led to the dissolution of its Council of State, which had previously written a constitution in only 15 days. An early secessionist movement in this empire was": {
    "guess": "Empire of Brazil",
    "confidence": [
      [
        "Emp",
        -1.242102
      ],
      [
        "ire",
        -3.2497806e-05
      ],
      [
        " of",
        -0.0007773502
      ],
      [
        " Brazil",
        -0.0038617125
      ]
    ]
  },
  "This emperor's reign saw a Parthian invasion of Syria that caused a plague spread by returning troops. A Germanic horde besieged Aquilea after this man crossed the Danube on a punitive expedition. This": {
    "guess": "Marcus Aurelius",
    "confidence": [
      [
        "Marcus",
        -0.091792054
      ],
      [
        " Aure",
        -0.0032715877
      ],
      [
        "lius",
        -0.00016969022
      ]
    ]
  },
  "This empire's ruler determined innocence with an ordeal called \"trial by wood,\" which saw if an accused person vomited up bitter water or not. This empire gained power when Audaghost, an independent city-state on its border, fell under its rule. This empire was the first in its region to treat all gold nuggets larger than dust as its king's property. After the rule of Tunka Menin here, the (*) Almoravids went south to sack and weaken this empire, whose main ethnicity was the Soninke people. Technically, this empire's name referred to its ruler, who lived in Kumbi Saleh in the 1000s AD. For 10 points, name this empire which predates Islam, whose role in the West African salt-for-gold trade was later taken up by Mali.": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.009066069
      ],
      [
        "hana",
        -2.220075e-06
      ],
      [
        " Empire",
        -3.5716304e-05
      ]
    ]
  },
  "This empire was the site of a heretical movement that legalized polygamy and opposed the use of crucifixes, Antonianism, led by native prophet Donna Beatrice. It declined following a loss at the Battle of Mbwila. A long civil war in this empire was ended by an agreement to alternate the kingship between the Kimpanzu and Kinlaza. Other problems befell it in 1568, when this empire was occupied by the Jagas, and its ruler ?lvaro I had to seek foreign help to reconquer its territory. Its capital was at a city renamed S? Salvador under colonization, which has since reverted to its original name of Mbanzaa. Founded by its first \"mani,\" Lukeni lua Nimi, this land was Christianized in 1491 but was ultimately absorbed into the Portuguese colonial empire following a souring of relations with Angola. For 10 points, name this empire which existed from 1390 to 1914 in southwest Africa and shares its name": {
    "guess": "Kongo Empire",
    "confidence": [
      [
        "K",
        -0.42300233
      ],
      [
        "ongo",
        -1.9862217e-05
      ],
      [
        " Empire",
        -0.03966759
      ]
    ]
  },
  "This empire's \"Tulip Era\" saw major reforms, and its army was modernized during the \"Auspicious Incident.\" Its second most important official worked in a building called the \"Sublime Porte\" and had the title \"Grand Vizier.\" It won the Battle of Mohacs against Hungary, but was defeated by King Jan Sobieski": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.004685734
      ],
      [
        "tt",
        -4.246537e-06
      ],
      [
        "oman",
        -5.5122365e-07
      ],
      [
        " Empire",
        -5.7411373e-05
      ]
    ]
  },
  "They are employed in vector coupling for the three dimensional rotation group SO(3) where they have a high degree of symmetry since SO(3) is a simply reducible group. In representation theory, they can be defined as the elements of the matrix reducing the direct product of two irreducible representations of compact Lie groups. Generalizations include Racah coefficients or Wigner 6j and 9j symbols, for cases in which the integral product of greater than three spherical harmonics are desired. They can be computed by expressing a product of two spherical harmonics as a sum of individual spherical harmonics. For 10 points, name these numbers that are commonly employed to obtain the coupling amplitude": {
    "guess": "Clebsch-Gordan coefficients",
    "confidence": [
      [
        "C",
        -0.0044703507
      ],
      [
        "le",
        -1.9361265e-07
      ],
      [
        "bs",
        -0.00047416388
      ],
      [
        "ch",
        -5.6769813e-06
      ],
      [
        "-G",
        -0.22105983
      ],
      [
        "ordan",
        -0.0004326957
      ],
      [
        " coefficients",
        -0.03477639
      ]
    ]
  },
  "This empire collapsed after a Gutian invasion during the reign of Sharkalshari, and it was also ruled by Manishtushu and his brother Rimush. Its aforementioned last ruler was the son of Naram-Sin, who had attacked the Lullibi people and the temple to Enlil in Nippur.  Its most famous ruler's life was detailed on the Ebla tablets, and started out as a cup-bearer to Ur- Zababa of Kish.  That ruler called": {
    "guess": "Akkadian Empire",
    "confidence": [
      [
        "A",
        -0.06753499
      ],
      [
        "kk",
        -3.1281633e-07
      ],
      [
        "adian",
        -0.010029113
      ],
      [
        " Empire",
        -0.0002676536
      ]
    ]
  },
  "One emperor in this modern-day nation erected pillars bearing his edicts. This nation's \"Golden Age\" included the rule of Samudra (suh-MOO-druh). The \"Treatise on Polity\" was a book that advised rulers of one empire in this country, and is also known as the \"Arthashastra\" (AR-thuh-SHAH-strah). Emperors of kingdoms in this modern-day nation include Ashoka (ah-SHOW-kuh) and Chandragupta (\"SHAWN\"-druh-GOOP-tuh). For 10 points, name this nation that was home to the Mauryan (MORE-yin) Dynasty.": {
    "guess": "India",
    "confidence": [
      [
        "India",
        -0.008055259
      ]
    ]
  },
  "This empire's ruler Susenyos was converted to Roman Catholicism in 1626, but he was soon forced to abdicate": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.25923654
      ],
      [
        "i",
        -0.00014692599
      ],
      [
        "opia",
        -0.5157316
      ]
    ]
  },
  "One of this empire's rulers, Tiglath-Pileser, conquered the area bordering the Mediterranean Sea. Shalmaneser III built a Great Ziggurat in this empire, which fell after it was sacked by the Chaldeans.": {
    "guess": "Assyria",
    "confidence": [
      [
        "Ass",
        -0.53221935
      ],
      [
        "y",
        -5.2643223e-05
      ],
      [
        "ria",
        -0.09027413
      ]
    ]
  },
  "This man employed such officials as the poet Paul the Silentiary, and a notable account of his reign was written by Agathias. He ended the Lazic War by dispatching his envoy Peter the Patrician, and during his reign, Totila was slain at the Battle of Taginae. This man ordered the officer Mundus to attack": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.005092749
      ],
      [
        "ian",
        -0.0006203425
      ],
      [
        " I",
        -2.8564085e-05
      ]
    ]
  },
  "This empire's decline was completed after it was defeated in the Battle of Zab, though Abd ar-Rahman managed to start another incarnation of it in Cordoba, Spain.  It featured an internal clash between the Sufyanids and the Marwanids, which was mostly ended by the rule of Abd al-Malik following the deaths of Yazid I and Mu'awiyah II.  At its greatest extent in the early 8th century, this empire based in Damascus ruled over an area extending from Spain nearly to India.  For 10 points, name this first": {
    "guess": "Umayyad Caliphate",
    "confidence": [
      [
        "U",
        -0.0100429235
      ],
      [
        "may",
        -0.00030543018
      ],
      [
        "y",
        -0.0001441843
      ],
      [
        "ad",
        -0.00011462913
      ],
      [
        " Cal",
        -0.004508801
      ],
      [
        "iph",
        -4.85903e-05
      ],
      [
        "ate",
        -1.473646e-05
      ]
    ]
  },
  "This empire was forced to pay tribute by the Mongol General Sagatu, and after its destruction this empire was briefly restored by King Barom Reachea. Important sources for the history of this empire include": {
    "guess": "Khmer Empire",
    "confidence": [
      [
        "Kh",
        -0.05687199
      ],
      [
        "mer",
        -3.1281633e-07
      ],
      [
        " Empire",
        -4.0007635e-05
      ]
    ]
  },
  "This empire fought in one battle successfully at the Battle of Isandlwana, but failed during the same": {
    "guess": "Zulu Kingdom",
    "confidence": [
      [
        "Z",
        -0.0018982906
      ],
      [
        "ulu",
        -1.5809293e-05
      ],
      [
        " Kingdom",
        -0.0032607731
      ]
    ]
  },
  "This empire was the site of a heretical movement that legalized polygamy and opposed the use of crucifixes, Antonianism, led by native prophet Donna Beatrice. It declined following a loss at the Battle of Mbwila. A long civil war in this empire was ended by an agreement to alternate the kingship between the Kimpanzu and Kinlaza. Other problems befell it in 1568, when this empire was occupied by the Jagas, and its ruler ?lvaro I had to seek foreign help to reconquer its territory. Its capital was at a city renamed S? Salvador under colonization, which has since reverted to its original name of Mbanzaa. Founded by its first \"mani,\" Lukeni lua Nimi, this land was Christianized in 1491 but was ultimately absorbed into the Portuguese colonial empire following a souring of relations with Angola. For 10 points, name this empire which existed from 1390 to 1914 in southwest Africa and shares its name with two modern-day countries.": {
    "guess": "Kongo Empire",
    "confidence": [
      [
        "K",
        -0.10449933
      ],
      [
        "ongo",
        -5.7961847e-06
      ],
      [
        " Empire",
        -0.029121967
      ]
    ]
  },
  "This empire came into existence after its first leader won the Battle of Kirina against the Susu chief Sumanguru. Another ruler of this empire had the general Sagmandia capture the Songhai capital, Gao. That ruler of this empire caused a long-lasting depression in the value of gold in Cairo by his considerable spending while traveling on a hajj to Mecca. For 10 points, name this West African empire": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.0005129986
      ],
      [
        "ali",
        -3.6789137e-05
      ],
      [
        " Empire",
        -1.3067608e-05
      ]
    ]
  },
  "They are employed in vector coupling for the three dimensional rotation group SO(3) where they have a": {
    "guess": "Rotation formalism in three dimensions",
    "confidence": [
      [
        "Rotation",
        -0.34973443
      ],
      [
        " formal",
        -0.6245952
      ],
      [
        "ism",
        -0.42700842
      ],
      [
        " in",
        -0.18674044
      ],
      [
        " three",
        -0.0059520295
      ],
      [
        " dimensions",
        -0.00016301482
      ]
    ]
  },
  "This empire saw the resurgence of the iwan in architecture, and one ruler of this empire built the Taq Kisra at Ctesiphon. Another ruler of defeated and captured the Roman Emperor Valerian at Edessa, and": {
    "guess": "Sasanian architecture",
    "confidence": [
      [
        "S",
        -0.025914367
      ],
      [
        "asan",
        -0.20268743
      ],
      [
        "ian",
        -0.0016792254
      ],
      [
        " architecture",
        -0.048763137
      ]
    ]
  },
  "This empire was defeated by the Hotaki dynasty at the Battle of Gulnabad. One ruler of this empire was\n": {
    "guess": "Safavid Empire",
    "confidence": [
      [
        "S",
        -0.0145871155
      ],
      [
        "af",
        -7.9418505e-06
      ],
      [
        "avid",
        -5.7888185e-05
      ],
      [
        " Empire",
        -0.057443023
      ]
    ]
  },
  "This empire saw the resurgence of the iwan in architecture, and one ruler of this empire built the Taq Kisra at Ctesiphon. Another ruler of defeated and captured the Roman Emperor Valerian at Edessa, and built Gondeshapur. It came to an end following the sound defeat of Yazdegerd III at the battle of Nihawan, which left the Azatan caste completely helpless. Its first ruler established his power by victory at Hormizdagan, and made Zoroastrianism the state religion with the help of his high priest Tosar. That ruler was a son of Babak named Ardashir whose exploits were continued by his successor Shapur I. FTP, name this Iranian dynasty which overthrew the Parthians.": {
    "guess": "Sasanian Empire",
    "confidence": [
      [
        "S",
        -0.003927726
      ],
      [
        "asan",
        -0.58580977
      ],
      [
        "ian",
        -0.0036577915
      ],
      [
        " Empire",
        -0.007940901
      ]
    ]
  },
  "This empire fought in one battle successfully at the Battle of Isandlwana, but failed during the same war to take the vastly outnumbered garrison at Rorke's Drift. That war ended with the removal from power of this people's leader Cetshwayo. The first leader of this empire created a formation that was known as the (*) \"buffalo horns\" and started a series of wars and forced movements called the Mfecane. For 10 points, name this African kingdom that was first organized by its leader Shaka.": {
    "guess": "Zulu Kingdom",
    "confidence": [
      [
        "Z",
        -0.0043542865
      ],
      [
        "ulu",
        -6.6306106e-06
      ],
      [
        " Kingdom",
        -0.00059556647
      ]
    ]
  },
  "One emperor of this dynasty established the Intrepid Militia. Women began fashioning their hair into the \"convict cinch\" in sympathy for an exiled ruler from this dynasty living in Chengdu named Xizong. This dynasty was briefly interrupted by the self-proclaimed Second Zhou Dynasty. One ruler of this dynasty died when his wife, the future (*) Empress Wei, poisoned his pastry, although Wu would be succeeded": {
    "guess": "Tang dynasty",
    "confidence": [
      [
        "T",
        -0.003965605
      ],
      [
        "ang",
        -2.0935051e-05
      ],
      [
        " dynasty",
        -0.022424484
      ]
    ]
  },
  "This empire's ruler Susenyos was converted to Roman Catholicism in 1626, but he was soon forced to abdicate by his son Fasilidas, who moved the capital to Gondar. It grew from the city of Axum, and after its collapse the Zadwe Dynasty emerged, only to be replaced in 1270 by the Solomonic dynasty, bringing": {
    "guess": "Ethiopian Empire",
    "confidence": [
      [
        "Eth",
        -0.72287136
      ],
      [
        "i",
        -3.523949e-05
      ],
      [
        "opian",
        -0.033964697
      ],
      [
        " Empire",
        -0.000107715314
      ]
    ]
  },
  "This empire's capital was divided into districts called calpulli and contained buildings called calmecacs. Many of this empire's inhabitants were killed in a massacre at the Templo Mayor. One conflict": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -0.022830758
      ],
      [
        "tec",
        -0.011521323
      ],
      [
        " Empire",
        -0.007267256
      ]
    ]
  },
  "This empire arose when the Seljuk sultanate collapsed. It captured the capital of Hungary in 1526 during the Battle of Mohacs (mow-HOTCH). This nation's expansion to Greece and the Balkan Peninsula was followed by the capture of Constantinople in 1453. For 10 points, identify this empire which dissolved in the early 20th century because of the Young Turk revolution and its ill-fated alignment with Germany and Austria-Hungary.": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.004463943
      ],
      [
        "tt",
        -2.220075e-06
      ],
      [
        "oman",
        -1.6240566e-06
      ],
      [
        " Empire",
        -2.2007884e-05
      ]
    ]
  },
  "This empire was the site of a heretical movement that legalized polygamy and opposed the use of crucifixes, Antonianism, led by native prophet Donna Beatrice. It declined following a loss at the Battle of Mbwila. A long civil war in this empire was ended by an agreement to alternate the kingship between the Kimpanzu and Kinlaza. Other problems befell it in 1568, when this empire was occupied by the Jagas, and its ruler ?lvaro I had to seek foreign help to reconquer its territory. Its capital was at a city renamed S? Salvador under colonization, which has since reverted to its original name of Mbanzaa. Founded by its first \"mani,\" Lukeni lua Nimi, this land was Christianized in 1491 but was ultimately": {
    "guess": "Kongo Kingdom",
    "confidence": [
      [
        "K",
        -0.3798008
      ],
      [
        "ongo",
        -1.2590794e-05
      ],
      [
        " Kingdom",
        -0.4801069
      ]
    ]
  },
  "This empire was forced to pay tribute by the Mongol General Sagatu, and after its destruction this empire was briefly restored by King Barom Reachea. Important sources for the history of this empire include the diary of Zhou Daguan, a Chinese diplomat who visited it on behalf of the Yuan dynasty. This": {
    "guess": "Khmer Empire",
    "confidence": [
      [
        "Kh",
        -0.022826325
      ],
      [
        "mer",
        -1.6240566e-06
      ],
      [
        " Empire",
        -0.0004866803
      ]
    ]
  },
  "One of this empire's rulers, Tiglath-Pileser, conquered the area bordering the Mediterranean Sea. Shalmaneser III built a Great Ziggurat in this empire, which fell after it was sacked by the Chaldeans. One king of this empire had a massive collection of cuneiform tablets. This empire, which housed the Library of Ashurbanipal, was also ruled by Sargon II and Sennacherib. For 10 points, name this Mesopotamian": {
    "guess": "Assyria",
    "confidence": [
      [
        "Ass",
        -0.5718049
      ],
      [
        "y",
        -2.7133641e-05
      ],
      [
        "ria",
        -0.24735752
      ]
    ]
  },
  "This empire was the site of a heretical movement that legalized polygamy and opposed the use of crucifixes, Antonianism, led by native prophet Donna Beatrice. It declined following a loss at the Battle of Mbwila. A long civil war in this empire was ended by an agreement to alternate the kingship between": {
    "guess": "Kongo Kingdom",
    "confidence": [
      [
        "K",
        -0.21583372
      ],
      [
        "ongo",
        -0.0003092447
      ],
      [
        " Kingdom",
        -0.20313628
      ]
    ]
  },
  "This emperor's reign saw a Parthian invasion of Syria that caused a plague spread by returning troops. A Germanic horde besieged Aquilea after this man crossed the Danube on a punitive expedition. This student of the tutor Fronto married his cousin Faustina the Younger and fought the Marcomannic Wars. After a long period of apprenticeship under his predecessor Antoninus Pius, this man became co-emperor": {
    "guess": "Marcus Aurelius",
    "confidence": [
      [
        "Marcus",
        -0.24202609
      ],
      [
        " Aure",
        -0.00021545708
      ],
      [
        "lius",
        -5.5146502e-05
      ]
    ]
  },
  "This empire's fortress of Sacsahuaman was built with precisely-fitted stone blocks carried across large distances without wheeled vehicles. This empire absorbed the Chimu civilization, and its records and messages were kept on elaborate knotted strings called quipus. It reached its height under Huayna Capac, and that ruler's decision to divide this empire between Huascar and (*) Atahualpa led to a civil war that weakened this empire shortly before the arrival of Francisco Pizarro. For 10 points,": {
    "guess": "Inca Empire",
    "confidence": [
      [
        "In",
        -0.015563143
      ],
      [
        "ca",
        -3.1782583e-05
      ],
      [
        " Empire",
        -0.010928376
      ]
    ]
  },
  "This empire's ruler determined innocence with an ordeal called \"trial by wood,\" which saw if an accused person vomited up bitter water or not. This empire gained power when Audaghost, an independent city-state on its border, fell under its rule. This empire was the first in its region to treat all gold nuggets larger than dust as its king's property. After the rule of Tunka Menin here, the (*) Almoravids went south to sack and weaken this empire, whose main ethnicity was the Soninke people. Technically, this empire's name referred to its ruler, who lived in Kumbi Saleh in the 1000s AD. For 10 points, name this empire which predates Islam, whose role in the West African salt-for-gold trade was": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.010329786
      ],
      [
        "hana",
        -1.3856493e-06
      ],
      [
        " Empire",
        -6.749814e-06
      ]
    ]
  },
  "This empire was the site of a heretical movement that legalized polygamy and opposed the use of crucifixes,": {
    "guess": "Münster Rebellion",
    "confidence": [
      [
        "M",
        -0.5824964
      ],
      [
        "ün",
        -0.3250288
      ],
      [
        "ster",
        -0.00011427152
      ],
      [
        " Rebellion",
        -0.005134612
      ]
    ]
  },
  "This emperor disbanded the Praetorian Guard and replaced them with the Palatini Comitenses. Before one decisive battle against Maxentius, this emperor saw a chi rho in the sky with the inscription \"In this sign, you will conquer.\" After defeating his rival Licinius, this emperor made Byzantium his capital": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.00048250816
      ],
      [
        "ine",
        -3.2140193e-05
      ],
      [
        " the",
        -0.00021891399
      ],
      [
        " Great",
        -3.7623562e-05
      ]
    ]
  },
  "This empire's capital was divided into districts called calpulli and contained buildings called calmecacs.": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -0.0047613108
      ],
      [
        "tec",
        -2.808727e-05
      ],
      [
        " Empire",
        -0.0045502195
      ]
    ]
  },
  "This emperor's reign saw a Parthian invasion of Syria that caused a plague spread by returning troops. A Germanic horde besieged Aquilea after this man crossed the Danube on a punitive expedition. This student of the tutor Fronto married his cousin Faustina the Younger and fought the Marcomannic Wars. After a long period of apprenticeship under his predecessor Antoninus Pius, this man became co-emperor in 161 along with Lucius Verus. For 10 points, name this Roman emperor best known for his exploration of Stoic philosophy, the Meditations.": {
    "guess": "Marcus Aurelius",
    "confidence": [
      [
        "Marcus",
        -0.0024920646
      ],
      [
        " Aure",
        -6.869018e-06
      ],
      [
        "lius",
        -2.6299214e-05
      ]
    ]
  },
  "This empire arose when the Seljuk sultanate collapsed. It captured the capital of Hungary in 1526 during the Battle of Mohacs (mow-HOTCH). This nation's expansion to Greece and the Balkan Peninsula was": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.013212469
      ],
      [
        "tt",
        -1.7432603e-06
      ],
      [
        "oman",
        -1.1041146e-05
      ],
      [
        " Empire",
        -0.0037614896
      ]
    ]
  },
  "An employee of this man later photographed Indians at Fort Laramie and another employee of him photographed Devil's Slide and Canyon De Chelly for the Fortieth Parallel Survey under Clarence King. The head of his Washington studio photographed an event at Old Capitol Prison as well as a notably moved": {
    "guess": "Mathew Brady",
    "confidence": [
      [
        "Math",
        -0.09251207
      ],
      [
        "ew",
        -3.5313153e-06
      ],
      [
        " Brady",
        -0.014020701
      ]
    ]
  },
  "This empire's second ruler was known as Amitrochates to the Greeks. Its founder was advised by the author of a manual discussing government as \"the science of punishment\" and advocating the establishment of spy networks. Its namesake polish can be seen on many sandstone sculptures, including the lion capital at Sarnath. It fell apart with the rise to power of the Sunga dynasty about 500 years after supplanting the Nanda dynasty of Maghada. Following the death of the second ruler, Bindusara, the third ruler conquered Kalinga before converting to Buddhism and ordering the carving of the Rock Edicts.": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.001359521
      ],
      [
        "ury",
        -1.9361265e-07
      ],
      [
        "a",
        -0.0020023922
      ],
      [
        " Empire",
        -0.000101159116
      ]
    ]
  },
  "An employee of this man later photographed Indians at Fort Laramie and another employee of him photographed Devil's Slide and Canyon De Chelly for the Fortieth Parallel Survey under Clarence King. The head of his Washington studio photographed an event at Old Capitol Prison as well as a notably moved dead body behind a wall. Another work from his studio shows a blurred horseman in the background and personal effects scattered by the corpse in the foreground, the \"Harvest of Death\" This employer of Alexander Gardner and Timothy O' Sullivan  produced photographs of Lincoln before his Cooper Union speech. For ten points, name this most famous Civil War photographer.": {
    "guess": "Mathew Brady",
    "confidence": [
      [
        "Math",
        -0.006646568
      ],
      [
        "ew",
        -2.1008714e-06
      ],
      [
        " Brady",
        -0.0033950368
      ]
    ]
  },
  "One of this empire's rulers, Tiglath-Pileser, conquered the area bordering the Mediterranean Sea. Shalmaneser III built a Great Ziggurat in this empire, which fell after it was sacked by the Chaldeans. One king of this empire had a massive collection of cuneiform tablets. This empire, which housed the": {
    "guess": "Neo-Assyrian Empire",
    "confidence": [
      [
        "Neo",
        -0.216541
      ],
      [
        "-Ass",
        -0.0010641286
      ],
      [
        "y",
        -9.0883464e-07
      ],
      [
        "rian",
        -0.0008945476
      ],
      [
        " Empire",
        -4.596782e-05
      ]
    ]
  },
  "This empire's ruler determined innocence with an ordeal called \"trial by wood,\" which saw if an accused person vomited up bitter water or not. This empire gained power when Audaghost, an independent city-state on its border, fell under its rule. This empire was the first in its region to treat all gold nuggets larger than dust as its king's property. After the rule of Tunka Menin here, the (*) Almoravids went south to sack and weaken this empire, whose main ethnicity was the Soninke people. Technically,": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.7000854
      ],
      [
        "hana",
        -3.888926e-06
      ],
      [
        " Empire",
        -3.2736214e-05
      ]
    ]
  },
  "As emperor, he transferred the last legion that was led by a senatorial proconsul to the command of an imperial legate, thus completing the complete control of the Roman army by the emperor.  Although he may have been epileptic and did have a deep attachment to his sister Drusilla, accounts of his reign are so biased that it is difficult to ascertain his true actions.  It is not true, however, that": {
    "guess": "Caligula",
    "confidence": [
      [
        "Cal",
        -0.029646115
      ],
      [
        "ig",
        -2.355753e-05
      ],
      [
        "ula",
        -4.2272506e-05
      ]
    ]
  },
  "This empire's capital moved from Niani to Kangaba after the reign of Mahmud III. It developed after a victory at the battle of Kirina over Sumanguru by this empire's founder, (*) Sundiata Keita. Another ruler of this kingdom was so rich that his gold-strewn pilgrimage to Mecca caused prices to shoot": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.0018349916
      ],
      [
        "ali",
        -0.015729792
      ],
      [
        " Empire",
        -1.4617256e-05
      ]
    ]
  },
  "This empire collapsed after a Gutian invasion during the reign of Sharkalshari, and it was also ruled by Manishtushu and his brother Rimush. Its aforementioned last ruler was the son of Naram-Sin, who had attacked the Lullibi people and the temple to Enlil in Nippur.  Its most famous ruler's life was": {
    "guess": "Akkadian Empire",
    "confidence": [
      [
        "A",
        -0.40995735
      ],
      [
        "kk",
        -2.9352968e-06
      ],
      [
        "adian",
        -0.023026727
      ],
      [
        " Empire",
        -0.00014454192
      ]
    ]
  },
  "This empire collapsed after a Gutian invasion during the reign of Sharkalshari, and it was also ruled by Manishtushu and his brother Rimush. Its aforementioned last ruler was the son of Naram-Sin, who had attacked the Lullibi people and the temple to Enlil in Nippur.  Its most famous ruler's life was detailed on the Ebla tablets, and started out as a cup-bearer to Ur- Zababa of Kish.  That ruler called himself a \"priest of Anu\" and \"ruler of the four corners of the earth\", and also conquered Sumer and parts of present-day Iran and Syria.  FTP, name this 24th century BCE Southern Mesopotamian empire, founded by Sargon the Great.": {
    "guess": "Akkadian Empire",
    "confidence": [
      [
        "A",
        -0.033645123
      ],
      [
        "kk",
        -9.0883464e-07
      ],
      [
        "adian",
        -0.0009925569
      ],
      [
        " Empire",
        -0.000101039914
      ]
    ]
  },
  "This empire came into existence after its first leader won the Battle of Kirina against the Susu chief": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.00044044392
      ],
      [
        "ali",
        -2.4153549e-05
      ],
      [
        " Empire",
        0.0
      ]
    ]
  },
  "This empire collapsed after a Gutian invasion during the reign of Sharkalshari, and it was also ruled by Manishtushu and his brother Rimush. Its aforementioned last ruler was the son of Naram-Sin, who had attacked the Lullibi people and the temple to Enlil in Nippur.  Its most famous ruler's life was detailed on the Ebla tablets, and started out as a cup-bearer to Ur- Zababa of Kish.  That ruler called himself a \"priest of Anu\" and \"ruler of the four corners of the earth\", and also conquered Sumer": {
    "guess": "Akkadian Empire",
    "confidence": [
      [
        "A",
        -0.07159495
      ],
      [
        "kk",
        -6.704273e-07
      ],
      [
        "adian",
        -0.012293358
      ],
      [
        " Empire",
        -0.00014275387
      ]
    ]
  },
  "This empire's second ruler was known as Amitrochates to the Greeks. Its founder was advised by the author of a manual discussing government as \"the science of punishment\" and advocating the establishment": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.006150735
      ],
      [
        "ury",
        0.0
      ],
      [
        "a",
        -0.00073470094
      ],
      [
        " Empire",
        -1.378283e-05
      ]
    ]
  },
  "This empire's passage of the Additional Act led to the dissolution of its Council of State, which had previously written a constitution in only 15 days. An early secessionist movement in this empire was launched by a group of wealthy landowners called the Confederation of the Equator, who opposed the policies of Jose Bonifacio. This empire's loss in the Cisplatine War led to a group of mercenaries revolting in its capital and the abdication of one ruler. Its first ruler came to power after an independence struggle in which he made the famous \"Cry of Ipiranga\", and this empire's final ruler was overthrown by Deodore da Fonseca. This country supported Uruguay's colorados during the War of the Triple": {
    "guess": "Empire of Brazil",
    "confidence": [
      [
        "Emp",
        -0.0040275836
      ],
      [
        "ire",
        -1.6240566e-06
      ],
      [
        " of",
        -0.00074280315
      ],
      [
        " Brazil",
        -6.337155e-05
      ]
    ]
  },
  "This empire's capital moved from Niani to Kangaba after the reign of Mahmud III. It developed after a victory at the battle of Kirina over Sumanguru by this empire's founder, (*) Sundiata Keita. Another ruler of this kingdom was so rich that his gold-strewn pilgrimage to Mecca caused prices to shoot up in Cairo. For 10 points, name this West African kingdom, once ruled by Mansa Musa from the city of Timbuktu.": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.0012803569
      ],
      [
        "ali",
        -0.0065603633
      ],
      [
        " Empire",
        -1.9385403e-05
      ]
    ]
  },
  "An empire centered on this island was defeated during the Expedition of a Thousand. A 13th center uprising occurring on this island was known as its Vespers. The First Punic War ended with Roman control of this island. During the Peloponnesian War, an expedition led by Alcibiades sought to capture this island's city of Syracuse. During World War II, General Patton captured this island's cities of Palermo": {
    "guess": "Sicily",
    "confidence": [
      [
        "S",
        -0.006658654
      ],
      [
        "ic",
        -7.3458323e-06
      ],
      [
        "ily",
        -2.188868e-05
      ]
    ]
  },
  "This empire's \"Tulip Era\" saw major reforms, and its army was modernized during the \"Auspicious Incident.\" Its second most important official worked in a building called the \"Sublime Porte\" and had the": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.0012499966
      ],
      [
        "tt",
        -4.3202e-07
      ],
      [
        "oman",
        -4.3202e-07
      ],
      [
        " Empire",
        -8.89548e-06
      ]
    ]
  },
  "This emperor disbanded the Praetorian Guard and replaced them with the Palatini Comitenses. Before one decisive battle against Maxentius, this emperor saw a chi rho in the sky with the inscription \"In this sign, you will conquer.\" After defeating his rival Licinius, this emperor made Byzantium his capital and renamed it after himself. This emperor convoked the (*) Council of Nicea and promulgated the Edict of Milan to increase religious toleration. For 10 points, name this fourth century emperor who ended the persecution of Christians.": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.0015348586
      ],
      [
        "ine",
        -2.618001e-05
      ],
      [
        " the",
        -5.931863e-05
      ],
      [
        " Great",
        -1.0921943e-05
      ]
    ]
  },
  "This empire collapsed after a Gutian invasion during the reign of Sharkalshari, and it was also ruled by Manishtushu and his brother Rimush. Its aforementioned last ruler was the son of Naram-Sin, who had attacked the Lullibi people and the temple to Enlil in Nippur.  Its most famous ruler's life was detailed on the Ebla tablets, and started out as a cup-bearer to Ur- Zababa of Kish.  That ruler called himself a \"priest of Anu\" and \"ruler of the four corners of the earth\", and also conquered Sumer and parts of present-day Iran and Syria.  FTP, name this 24th century BCE Southern Mesopotamian empire,": {
    "guess": "Akkadian Empire",
    "confidence": [
      [
        "A",
        -0.02651788
      ],
      [
        "kk",
        -9.0883464e-07
      ],
      [
        "adian",
        -0.011312
      ],
      [
        " Empire",
        -1.6166903e-05
      ]
    ]
  },
  "This empire's ruler Susenyos was converted to Roman Catholicism in 1626, but he was soon forced to abdicate by his son Fasilidas, who moved the capital to Gondar. It grew from the city of Axum, and after": {
    "guess": "Ethiopian Empire",
    "confidence": [
      [
        "Eth",
        -1.1028838
      ],
      [
        "i",
        -0.00023584091
      ],
      [
        "opian",
        -0.15434553
      ],
      [
        " Empire",
        -0.003434477
      ]
    ]
  },
  "This man employed such officials as the poet Paul the Silentiary, and a notable account of his reign was written by Agathias. He ended the Lazic War by dispatching his envoy Peter the Patrician, and during his reign, Totila was slain at the Battle of Taginae. This man ordered the officer Mundus to attack the supporters of Anastasius' nephew, (*) Hypatius. This monarch, a supporter of the \"Blues\" faction of chariot racing enthusiasts, employed such scholars as Tribonian, who helped to compile the legislative collection Corpus juris civilis. This husband of Theodora was the target of the Nika riots and the ruler who dispatched his general Belisarius to retake Western Roman lands. For 10 points, name this Byzantine ruler who built the Hagia Sophia.": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.010728846
      ],
      [
        "ian",
        -4.739826e-05
      ],
      [
        " I",
        -0.00019650738
      ]
    ]
  },
  "As emperor, he transferred the last legion that was led by a senatorial proconsul to the command of an": {
    "guess": "Caligula",
    "confidence": [
      [
        "Cal",
        -0.18602285
      ],
      [
        "ig",
        -6.5278815e-05
      ],
      [
        "ula",
        -0.0013751145
      ]
    ]
  },
  "This empire arose when the Seljuk sultanate collapsed. It captured the capital of Hungary in 1526 during": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.073122084
      ],
      [
        "tt",
        -1.0564331e-05
      ],
      [
        "oman",
        -1.1637165e-05
      ],
      [
        " Empire",
        -0.0015980568
      ]
    ]
  },
  "This man employed such officials as the poet Paul the Silentiary, and a notable account of his reign was written by Agathias. He ended the Lazic War by dispatching his envoy Peter the Patrician, and during his reign, Totila was slain at the Battle of Taginae. This man ordered the officer Mundus to attack the supporters of Anastasius' nephew, (*) Hypatius. This monarch, a supporter of the \"Blues\" faction of chariot racing enthusiasts, employed such scholars as Tribonian, who helped to compile the legislative collection Corpus juris civilis. This husband of Theodora was the target of the Nika riots and the ruler who dispatched his general Belisarius to retake Western Roman lands. For 10 points,": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.0027472193
      ],
      [
        "ian",
        -8.780831e-05
      ],
      [
        " I",
        -0.000102827966
      ]
    ]
  },
  "This empire's passage of the Additional Act led to the dissolution of its Council of State, which had previously written a constitution in only 15 days. An early secessionist movement in this empire was launched by a group of wealthy landowners called the Confederation of the Equator, who opposed the policies of Jose Bonifacio. This empire's loss in the Cisplatine War led to a group of mercenaries revolting in its capital and the abdication of one ruler. Its first ruler came to power after an independence struggle in which he made the famous \"Cry of Ipiranga\", and this empire's final ruler was overthrown by Deodore da Fonseca. This country supported Uruguay's colorados during the War of the Triple Alliance, during which its armies were commanded by the Duke of Caxias. Its final ruler had earlier": {
    "guess": "Empire of Brazil",
    "confidence": [
      [
        "Emp",
        -0.005600123
      ],
      [
        "ire",
        -1.3856493e-06
      ],
      [
        " of",
        -0.00037514235
      ],
      [
        " Brazil",
        -4.3464544e-05
      ]
    ]
  },
  "This emperor's reign saw a Parthian invasion of Syria that caused a plague spread by returning troops. A Germanic horde besieged Aquilea after this man crossed the Danube on a punitive expedition. This student of the tutor Fronto married his cousin Faustina the Younger and fought the Marcomannic Wars.": {
    "guess": "Marcus Aurelius",
    "confidence": [
      [
        "Marcus",
        -0.006760841
      ],
      [
        " Aure",
        -0.00034309123
      ],
      [
        "lius",
        -4.406056e-05
      ]
    ]
  },
  "One of this empire's rulers, Tiglath-Pileser, conquered the area bordering the Mediterranean Sea. Shalmaneser III built a Great Ziggurat in this empire, which fell after it was sacked by the Chaldeans. One king of this empire had a massive collection of cuneiform tablets. This empire, which housed the Library of Ashurbanipal, was also ruled by Sargon II and Sennacherib. For 10 points, name this Mesopotamian empire with a capital at Nineveh, named for the fact that it was based around the city of Ashur.": {
    "guess": "Neo-Assyrian Empire",
    "confidence": [
      [
        "Neo",
        -0.02872359
      ],
      [
        "-Ass",
        -2.5703197e-05
      ],
      [
        "y",
        -1.8624639e-06
      ],
      [
        "rian",
        -0.00011880126
      ],
      [
        " Empire",
        -1.3306016e-05
      ]
    ]
  },
  "This empire's capital was divided into districts called calpulli and contained buildings called calmecacs. Many of this empire's inhabitants were killed in a massacre at the Templo Mayor. One conflict involving this empire fought the Flower Wars against Cholula and Tlaxcala, and this empire's downfall": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -0.026346864
      ],
      [
        "tec",
        -3.7742768e-05
      ],
      [
        " Empire",
        -0.0010164948
      ]
    ]
  },
  "This empire's passage of the Additional Act led to the dissolution of its Council of State, which had previously written a constitution in only 15 days. An early secessionist movement in this empire was launched by a group of wealthy landowners called the Confederation of the Equator, who opposed the policies of Jose Bonifacio. This empire's loss in the Cisplatine War led to a group of mercenaries revolting in its capital and the abdication of one ruler. Its first ruler came to power after an independence": {
    "guess": "Empire of Brazil",
    "confidence": [
      [
        "Emp",
        -0.08338999
      ],
      [
        "ire",
        -5.7961847e-06
      ],
      [
        " of",
        -0.0006212961
      ],
      [
        " Brazil",
        -0.00027790148
      ]
    ]
  },
  "This empire was the site of a heretical movement that legalized polygamy and opposed the use of crucifixes, Antonianism, led by native prophet Donna Beatrice. It declined following a loss at the Battle of Mbwila. A long civil war in this empire was ended by an agreement to alternate the kingship between the Kimpanzu and Kinlaza. Other problems befell it in 1568, when this empire was occupied by the Jagas, and its ruler ?lvaro I had to seek foreign help to reconquer its territory. Its capital was at a city renamed S? Salvador under colonization, which has since reverted to its original name of Mbanzaa. Founded by its first \"mani,\" Lukeni lua Nimi, this land was Christianized in 1491 but was ultimately absorbed into the Portuguese colonial empire following a souring of relations with Angola.": {
    "guess": "Kongo Kingdom",
    "confidence": [
      [
        "K",
        -0.35142845
      ],
      [
        "ongo",
        -3.6789137e-05
      ],
      [
        " Kingdom",
        -0.2142693
      ]
    ]
  },
  "This empire's capital moved from Niani to Kangaba after the reign of Mahmud III. It developed after a": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.0063957265
      ],
      [
        "ali",
        -0.0014483333
      ],
      [
        " Empire",
        -1.2590794e-05
      ]
    ]
  },
  "This empire's irrigation projects included Sudarshana Lake in Kathiawar. Capitals in this empire included Taxila and Ujjain. Megasthenes was an ambassador to this empire. This empire came between the Nanda": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.0006849142
      ],
      [
        "ury",
        -1.9361265e-07
      ],
      [
        "a",
        -0.0027123806
      ],
      [
        " Empire",
        -6.9882217e-06
      ]
    ]
  },
  "An employee of this man later photographed Indians at Fort Laramie and another employee of him photographed": {
    "guess": "Mathew Brady",
    "confidence": [
      [
        "Math",
        -0.8188206
      ],
      [
        "ew",
        -0.001333098
      ],
      [
        " Brady",
        -0.019082285
      ]
    ]
  },
  "This emperor disbanded the Praetorian Guard and replaced them with the Palatini Comitenses. Before one decisive battle against Maxentius, this emperor saw a chi rho in the sky with the inscription \"In this sign, you will conquer.\" After defeating his rival Licinius, this emperor made Byzantium his capital and renamed it after himself. This emperor convoked the (*) Council of Nicea and promulgated the": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.001158439
      ],
      [
        "ine",
        -1.4140442e-05
      ],
      [
        " the",
        -0.00045021495
      ],
      [
        " Great",
        -1.3067608e-05
      ]
    ]
  },
  "This empire's passage of the Additional Act led to the dissolution of its Council of State, which had previously written a constitution in only 15 days. An early secessionist movement in this empire was launched by a group of wealthy landowners called the Confederation of the Equator, who opposed the policies of Jose Bonifacio. This empire's loss in the Cisplatine War led to a group of mercenaries": {
    "guess": "Empire of Brazil",
    "confidence": [
      [
        "Emp",
        -0.10284118
      ],
      [
        "ire",
        -9.729906e-06
      ],
      [
        " of",
        -0.00029172545
      ],
      [
        " Brazil",
        -0.00015383612
      ]
    ]
  },
  "This empire came into existence after its first leader won the Battle of Kirina against the Susu chief Sumanguru. Another ruler of this empire had the general Sagmandia capture the Songhai capital, Gao. That ruler of this empire caused a long-lasting depression in the value of gold in Cairo by his considerable spending while traveling on a hajj to Mecca. For 10 points, name this West African empire that shares its name with a modern country and was ruled by mansas such as its founder Sundiata Keita and Musa I.": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -9.3410876e-05
      ],
      [
        "ali",
        -0.0009880308
      ],
      [
        " Empire",
        -1.9361265e-07
      ]
    ]
  },
  "This empire came into existence after its first leader won the Battle of Kirina against the Susu chief Sumanguru. Another ruler of this empire had the general Sagmandia capture the Songhai capital, Gao.": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -7.088138e-05
      ],
      [
        "ali",
        -0.0005787697
      ],
      [
        " Empire",
        0.0
      ]
    ]
  },
  "This empire was forced to pay tribute by the Mongol General Sagatu, and after its destruction this empire was briefly restored by King Barom Reachea. Important sources for the history of this empire include the diary of Zhou Daguan, a Chinese diplomat who visited it on behalf of the Yuan dynasty. This empire's first major capital was Yasodharapura. It fought successful wars against its eastern neighbor,": {
    "guess": "Khmer Empire",
    "confidence": [
      [
        "Kh",
        -0.05624192
      ],
      [
        "mer",
        -4.00813e-06
      ],
      [
        " Empire",
        -0.0010354299
      ]
    ]
  },
  "This empire's capital was divided into districts called calpulli and contained buildings called calmecacs. Many of this empire's inhabitants were killed in a massacre at the Templo Mayor. One conflict involving this empire fought the Flower Wars against Cholula and Tlaxcala, and this empire's downfall began during an event called La Noche Triste. This empire was betrayed by a woman named Malinche, and their final leader was killed when rocks were piled on top of him. For 10 points, Hernan Cortez": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -0.069528185
      ],
      [
        "tec",
        -0.00031103275
      ],
      [
        " Empire",
        -0.010131789
      ]
    ]
  },
  "One emperor in this modern-day nation erected pillars bearing his edicts. This nation's \"Golden Age\"": {
    "guess": "India",
    "confidence": [
      [
        "India",
        -0.10846678
      ]
    ]
  },
  "This empire crumbled after the Battle of Nedao. These people, who originated east of the Volga in Scythia, also lost to Flavius Aetius at the 451 Battle of Chalons [sha-LONE]. One ruler of these people": {
    "guess": "Huns",
    "confidence": [
      [
        "H",
        -0.046197947
      ],
      [
        "uns",
        -0.020837085
      ]
    ]
  },
  "This emperor exempted the people of Ilium from military service, on the grounds that they were the ancestors of the Romans. He refused to build temples to himself in Egypt, as described in his \"Letter to the Alexandrians.\" As a scholar, he wrote a twenty-volume history of the Etruscans and an eight-volume text on the Carthaginians. This emperor captured Camulodunum and incorporated (*) Britain as a province, which led one of his sons to be named Britannicus. Suetonius claims that this emperor was controlled by his third wife Messalina and that he was murdered at the behest of his fourth wife Agrippina": {
    "guess": "Claudius",
    "confidence": [
      [
        "Cla",
        -0.18933408
      ],
      [
        "ud",
        -2.3392786e-06
      ],
      [
        "ius",
        -2.4584822e-06
      ]
    ]
  },
  "This empire was the site of a heretical movement that legalized polygamy and opposed the use of crucifixes, Antonianism, led by native prophet Donna Beatrice. It declined following a loss at the Battle of Mbwila. A long civil war in this empire was ended by an agreement to alternate the kingship between the Kimpanzu and Kinlaza. Other problems befell it in 1568, when this empire was occupied by the Jagas, and its ruler ?lvaro I had to seek foreign help to reconquer its territory. Its capital was": {
    "guess": "Kingdom of Kongo",
    "confidence": [
      [
        "King",
        -0.71007127
      ],
      [
        "dom",
        -4.00813e-06
      ],
      [
        " of",
        -5.5577775e-06
      ],
      [
        " K",
        -3.8457987e-05
      ],
      [
        "ongo",
        0.0
      ]
    ]
  },
  "An empire centered on this island was defeated during the Expedition of a Thousand. A 13th center uprising occurring on this island was known as its Vespers. The First Punic War ended with Roman control of this island. During the Peloponnesian War, an expedition led by Alcibiades sought to capture this island's city of Syracuse. During World War II, General Patton captured this island's cities of Palermo and Messina. For 10 points, name this large island that is part of Italy.": {
    "guess": "Sicily",
    "confidence": [
      [
        "S",
        -0.008627933
      ],
      [
        "ic",
        -4.7517467e-05
      ],
      [
        "ily",
        -2.2961513e-05
      ]
    ]
  },
  "As emperor, he transferred the last legion that was led by a senatorial proconsul to the command of an imperial legate, thus completing the complete control of the Roman army by the emperor.  Although he may have been epileptic and did have a deep attachment to his sister Drusilla, accounts of his reign": {
    "guess": "Caligula",
    "confidence": [
      [
        "Cal",
        -0.120718725
      ],
      [
        "ig",
        -6.0345924e-06
      ],
      [
        "ula",
        -3.88156e-05
      ]
    ]
  },
  "In this empire, concerns about the taxation of women prompted the Aba Women's Riot. Under this empire, Ibadan became a trading city of over 100,000. A Muslim leader in this empire named Ahmadu Bello distrusted mercantile southern Christian ethnicities so much that he called them Jews. This empire let the (*) Sokoto sultan and local emirs govern cities like Kano, but also appointed District Commissioners to govern native peoples such as the Yoruba and Igbo. For 10 points, name this empire which controlled Nigeria before independence.": {
    "guess": "British Empire",
    "confidence": [
      [
        "British",
        -0.08840406
      ],
      [
        " Empire",
        -0.045254845
      ]
    ]
  },
  "This empire's Köprülü era occurred when royal advisers from the namesake family dominated the government, and its Tulip period included renovations of its ruler's residence at the Topkapi Palace. This": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.011975499
      ],
      [
        "tt",
        -4.8425554e-06
      ],
      [
        "oman",
        -1.7432603e-06
      ],
      [
        " Empire",
        -0.0002545449
      ]
    ]
  },
  "An empire centered on this island was defeated during the Expedition of a Thousand. A 13th center uprising occurring on this island was known as its Vespers. The First Punic War ended with Roman control": {
    "guess": "Sicily",
    "confidence": [
      [
        "S",
        -0.0025616265
      ],
      [
        "ic",
        -4.3202e-07
      ],
      [
        "ily",
        -0.0063642124
      ]
    ]
  },
  "This man employed such officials as the poet Paul the Silentiary, and a notable account of his reign was written by Agathias. He ended the Lazic War by dispatching his envoy Peter the Patrician, and during his reign, Totila was slain at the Battle of Taginae. This man ordered the officer Mundus to attack the supporters of Anastasius' nephew, (*) Hypatius. This monarch, a supporter of the \"Blues\" faction of chariot racing enthusiasts, employed such scholars as Tribonian, who helped to compile the": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.04521314
      ],
      [
        "ian",
        -8.780831e-05
      ],
      [
        " I",
        -0.00013154872
      ]
    ]
  },
  "An employee of this man later photographed Indians at Fort Laramie and another employee of him photographed Devil's Slide and Canyon De Chelly for the Fortieth Parallel Survey under Clarence King. The head of his Washington studio photographed an event at Old Capitol Prison as well as a notably moved dead body behind a wall. Another work from his studio shows a blurred horseman in the background and personal effects scattered by the corpse in the foreground, the \"Harvest of Death\" This employer of": {
    "guess": "Mathew Brady",
    "confidence": [
      [
        "Math",
        -0.2637143
      ],
      [
        "ew",
        -3.5313153e-06
      ],
      [
        " Brady",
        -0.0038995808
      ]
    ]
  },
  "This empire saw the resurgence of the iwan in architecture, and one ruler of this empire built the Taq Kisra at Ctesiphon. Another ruler of defeated and captured the Roman Emperor Valerian at Edessa, and built Gondeshapur. It came to an end following the sound defeat of Yazdegerd III at the battle of Nihawan, which left the Azatan caste completely helpless. Its first ruler established his power by victory at Hormizdagan, and made Zoroastrianism the state religion with the help of his high priest": {
    "guess": "Sasanian Empire",
    "confidence": [
      [
        "S",
        -0.002035584
      ],
      [
        "asan",
        -0.18479083
      ],
      [
        "ian",
        -0.002057358
      ],
      [
        " Empire",
        -0.2990873
      ]
    ]
  },
  "This empire's irrigation projects included Sudarshana Lake in Kathiawar. Capitals in this empire included": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.07757531
      ],
      [
        "ury",
        0.0
      ],
      [
        "a",
        -0.019701261
      ],
      [
        " Empire",
        -0.00015490896
      ]
    ]
  },
  "This empire's second ruler was known as Amitrochates to the Greeks. Its founder was advised by the author of a manual discussing government as \"the science of punishment\" and advocating the establishment of spy networks. Its namesake polish can be seen on many sandstone sculptures, including the lion capital at Sarnath. It fell apart with the rise to power of the Sunga dynasty about 500 years after supplanting the Nanda dynasty of Maghada. Following the death of the second ruler, Bindusara, the third": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.00010843054
      ],
      [
        "ury",
        0.0
      ],
      [
        "a",
        -0.0017208769
      ],
      [
        " Empire",
        -1.0206721e-05
      ]
    ]
  },
  "This empire was defeated by the Hotaki dynasty at the Battle of Gulnabad. One ruler of this empire was\n Nader Shah, who went on to establish the Afsharid dynasty. The army of this dynasty was reformed and\n improved with help from the Englishman Robert Shirley. This empire was founded with help from the\n red-headdress wearing Qizilbash, and its founder was defeated by Selim the Great of the Ottoman Empire\n at the Battle of Chaldiran. This dynasty had its roots as a religious movement of the Sufi order and they\n made the Twelver movement the official state religion. For 10 points, name this Muslim": {
    "guess": "Safavid Empire",
    "confidence": [
      [
        "S",
        -0.0081997635
      ],
      [
        "af",
        -1.8074163e-05
      ],
      [
        "avid",
        -3.6908343e-05
      ],
      [
        " Empire",
        -0.014631049
      ]
    ]
  },
  "In this empire, concerns about the taxation of women prompted the Aba Women's Riot. Under this empire, Ibadan became a trading city of over 100,000. A Muslim leader in this empire named Ahmadu Bello distrusted mercantile southern Christian ethnicities so much that he called them Jews. This empire let": {
    "guess": "British Empire",
    "confidence": [
      [
        "British",
        -0.7197549
      ],
      [
        " Empire",
        -0.9626976
      ]
    ]
  },
  "This empire's capital was divided into districts called calpulli and contained buildings called calmecacs. Many of this empire's inhabitants were killed in a massacre at the Templo Mayor. One conflict involving this empire fought the Flower Wars against Cholula and Tlaxcala, and this empire's downfall began during an event called La Noche Triste. This empire was betrayed by a woman named Malinche, and their final leader was killed when rocks were piled on top of him. For 10 points, Hernan Cortez oversaw the defeat of what Mesoamerican empire, ruled from Tenochtitlan by Montezuma.": {
    "guess": "Spanish conquest of the Aztec Empire",
    "confidence": [
      [
        "Spanish",
        -0.18708466
      ],
      [
        " conquest",
        -0.0007144584
      ],
      [
        " of",
        -2.3676734e-05
      ],
      [
        " the",
        -0.01228559
      ],
      [
        " Az",
        -0.00020866614
      ],
      [
        "tec",
        -3.059055e-05
      ],
      [
        " Empire",
        -0.00014823723
      ]
    ]
  },
  "This empire's passage of the Additional Act led to the dissolution of its Council of State, which had previously written a constitution in only 15 days. An early secessionist movement in this empire was launched by a group of wealthy landowners called the Confederation of the Equator, who opposed the policies of Jose Bonifacio. This empire's loss in the Cisplatine War led to a group of mercenaries revolting in its capital and the abdication of one ruler. Its first ruler came to power after an independence struggle in which he made the famous \"Cry of Ipiranga\", and this empire's final ruler was overthrown by Deodore da Fonseca. This country supported Uruguay's colorados during the War of the Triple Alliance, during which its armies were commanded by the Duke of Caxias. Its final ruler had earlier passed the Golden Law freeing all slaves in this empire, and it was ruled by two members of the": {
    "guess": "Empire of Brazil",
    "confidence": [
      [
        "Emp",
        -0.0073456042
      ],
      [
        "ire",
        -7.89631e-07
      ],
      [
        " of",
        -0.00069170515
      ],
      [
        " Brazil",
        -5.5265704e-05
      ]
    ]
  },
  "This emperor exempted the people of Ilium from military service, on the grounds that they were the ancestors of the Romans. He refused to build temples to himself in Egypt, as described in his \"Letter to the Alexandrians.\" As a scholar, he wrote a twenty-volume history of the Etruscans and an eight-volume text on the Carthaginians. This emperor captured Camulodunum and incorporated (*) Britain as a province, which led one of his sons to be named Britannicus. Suetonius claims that this emperor was": {
    "guess": "Claudius",
    "confidence": [
      [
        "Cla",
        -0.7466135
      ],
      [
        "ud",
        -6.1537958e-06
      ],
      [
        "ius",
        -3.6073914e-05
      ]
    ]
  },
  "An empire centered on this island was defeated during the Expedition of a Thousand. A 13th center uprising": {
    "guess": "Unification of Italy",
    "confidence": [
      [
        "Un",
        -0.8821465
      ],
      [
        "ification",
        -0.0007506633
      ],
      [
        " of",
        -0.0066393446
      ],
      [
        " Italy",
        -0.11169349
      ]
    ]
  },
  "This empire's passage of the Additional Act led to the dissolution of its Council of State, which had previously written a constitution in only 15 days. An early secessionist movement in this empire was launched by a group of wealthy landowners called the Confederation of the Equator, who opposed the": {
    "guess": "Empire of Brazil",
    "confidence": [
      [
        "Emp",
        -0.5819942
      ],
      [
        "ire",
        -2.1769476e-05
      ],
      [
        " of",
        -0.00025347207
      ],
      [
        " Brazil",
        -6.0272258e-05
      ]
    ]
  },
  "This empire's \"Tulip Era\" saw major reforms, and its army was modernized during the \"Auspicious Incident.\"": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.0077814837
      ],
      [
        "tt",
        -3.1281633e-07
      ],
      [
        "oman",
        -1.147242e-06
      ],
      [
        " Empire",
        -6.0391463e-05
      ]
    ]
  },
  "This empire crumbled after the Battle of Nedao. These people, who originated east of the Volga in Scythia,": {
    "guess": "Huns",
    "confidence": [
      [
        "H",
        -0.067963995
      ],
      [
        "uns",
        -0.49960387
      ]
    ]
  },
  "This empire's decline was completed after it was defeated in the Battle of Zab, though Abd ar-Rahman managed to start another incarnation of it in Cordoba, Spain.  It featured an internal clash between the Sufyanids and the Marwanids, which was mostly ended by the rule of Abd al-Malik following the deaths of Yazid I and Mu'awiyah II.  At its greatest extent in the early 8th century, this empire based": {
    "guess": "Umayyad Caliphate",
    "confidence": [
      [
        "U",
        -0.009953109
      ],
      [
        "may",
        -0.00017338553
      ],
      [
        "y",
        -0.00021128863
      ],
      [
        "ad",
        -0.00012654216
      ],
      [
        " Cal",
        -0.008515878
      ],
      [
        "iph",
        -3.5835506e-05
      ],
      [
        "ate",
        -2.618001e-05
      ]
    ]
  },
  "They are employed in vector coupling for the three dimensional rotation group SO(3) where they have a high degree of symmetry since SO(3) is a simply reducible group. In representation theory, they can be defined as the elements of the matrix reducing the direct product of two irreducible representations of compact Lie groups. Generalizations include Racah coefficients or Wigner 6j and 9j symbols, for cases in which the integral product of greater than three spherical harmonics are desired. They can be computed by expressing a product of two spherical harmonics as a sum of individual spherical harmonics. For 10 points, name these numbers that are commonly employed to obtain the coupling amplitude between uncoupled and coupled representations of angular momenta in quantum mechanics.": {
    "guess": "Clebsch-Gordan coefficients",
    "confidence": [
      [
        "C",
        -0.017732872
      ],
      [
        "le",
        -1.9361265e-07
      ],
      [
        "bs",
        -0.0010002978
      ],
      [
        "ch",
        -5.2001665e-06
      ],
      [
        "-G",
        -0.19362731
      ],
      [
        "ordan",
        -0.00044949973
      ],
      [
        " coefficients",
        -0.056200664
      ]
    ]
  },
  "This empire's eastern and western provincial capitals were Tosali and Ujjain, respectively. After its last ruler was overthrown, Demetrius I of Bactria invaded it, and one leader of this empire was named for a mark he received on his forehead in infancy as a result of poison. Another leader of this empire established a capital at Pataliputra, and underwent a (*) religious change following the battle of Kalinga. In addition to being led by Bindusara, this empire saw Ashoka's issuance of his rock edicts, as well as his conversion to Buddhism. For 10 points, identify this Indian empire whose founder was Chandragupta.": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.003777863
      ],
      [
        "ury",
        -5.5122365e-07
      ],
      [
        "a",
        -0.0038750158
      ],
      [
        " Empire",
        -8.76891e-05
      ]
    ]
  },
  "One emperor in this modern-day nation erected pillars bearing his edicts. This nation's \"Golden Age\" included the rule of Samudra (suh-MOO-druh). The \"Treatise on Polity\" was a book that advised rulers of one empire in this country, and is also known as the \"Arthashastra\" (AR-thuh-SHAH-strah). Emperors of kingdoms in this modern-day nation include Ashoka (ah-SHOW-kuh) and Chandragupta (\"SHAWN\"-druh-GOOP-tuh).": {
    "guess": "India",
    "confidence": [
      [
        "India",
        -0.0028455295
      ]
    ]
  },
  "As emperor, he transferred the last legion that was led by a senatorial proconsul to the command of an imperial legate, thus completing the complete control of the Roman army by the emperor.  Although he may have been epileptic and did have a deep attachment to his sister Drusilla, accounts of his reign are so biased that it is difficult to ascertain his true actions.  It is not true, however, that he made his horse a consul, though Suetonius claims he would have had he lived longer.  FTP, name this": {
    "guess": "Caligula",
    "confidence": [
      [
        "Cal",
        -0.018928826
      ],
      [
        "ig",
        -4.429897e-05
      ],
      [
        "ula",
        -5.252402e-05
      ]
    ]
  },
  "This emperor disbanded the Praetorian Guard and replaced them with the Palatini Comitenses. Before one decisive battle against Maxentius, this emperor saw a chi rho in the sky with the inscription \"In": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.0017417009
      ],
      [
        "ine",
        -1.8908588e-05
      ],
      [
        " the",
        -0.00012284685
      ],
      [
        " Great",
        -1.9504607e-05
      ]
    ]
  },
  "Empress Theodora appointed a man of this name as her successor, who was known as The Aged and was quickly": {
    "guess": "Michael III",
    "confidence": [
      [
        "Michael",
        -0.23762532
      ],
      [
        " III",
        -0.28234732
      ]
    ]
  },
  "This emperor exempted the people of Ilium from military service, on the grounds that they were the ancestors": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -1.5901424
      ],
      [
        "us",
        -0.0014595236
      ]
    ]
  },
  "This empire fought in one battle successfully at the Battle of Isandlwana, but failed during the same war to take the vastly outnumbered garrison at Rorke's Drift. That war ended with the removal from power of this people's leader Cetshwayo. The first leader of this empire created a formation that was known as the (*) \"buffalo horns\" and started a series of wars and forced movements called the Mfecane.": {
    "guess": "Zulu Kingdom",
    "confidence": [
      [
        "Z",
        -0.0071107945
      ],
      [
        "ulu",
        -9.968313e-06
      ],
      [
        " Kingdom",
        -0.0012936894
      ]
    ]
  },
  "This empire's second ruler was known as Amitrochates to the Greeks. Its founder was advised by the author of a manual discussing government as \"the science of punishment\" and advocating the establishment of spy networks. Its namesake polish can be seen on many sandstone sculptures, including the lion": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.005328267
      ],
      [
        "ury",
        -2.1008714e-06
      ],
      [
        "a",
        -0.0018808044
      ],
      [
        " Empire",
        -7.703444e-06
      ]
    ]
  },
  "This empire's irrigation projects included Sudarshana Lake in Kathiawar. Capitals in this empire included Taxila and Ujjain. Megasthenes was an ambassador to this empire. This empire came between the Nanda and the Sunga. A ruler of this empire built a pillar at Sarnath featuring four (*) lions. This": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.00048262737
      ],
      [
        "ury",
        0.0
      ],
      [
        "a",
        -0.001945057
      ],
      [
        " Empire",
        -5.3193703e-06
      ]
    ]
  },
  "This man employed such officials as the poet Paul the Silentiary, and a notable account of his reign was written by Agathias. He ended the Lazic War by dispatching his envoy Peter the Patrician, and during his reign, Totila was slain at the Battle of Taginae. This man ordered the officer Mundus to attack the supporters of Anastasius' nephew, (*) Hypatius. This monarch, a supporter of the \"Blues\" faction": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.0021510923
      ],
      [
        "ian",
        -0.046127036
      ],
      [
        " I",
        -6.551722e-05
      ]
    ]
  },
  "This empire's eastern and western provincial capitals were Tosali and Ujjain, respectively. After its": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.005119311
      ],
      [
        "ury",
        -1.8624639e-06
      ],
      [
        "a",
        -0.0047511035
      ],
      [
        " Empire",
        -7.064298e-05
      ]
    ]
  },
  "This emperor exempted the people of Ilium from military service, on the grounds that they were the ancestors of the Romans. He refused to build temples to himself in Egypt, as described in his \"Letter to the Alexandrians.\" As a scholar, he wrote a twenty-volume history of the Etruscans and an eight-volume text on the Carthaginians. This emperor captured Camulodunum and incorporated (*) Britain as a province, which led one of his sons to be named Britannicus. Suetonius claims that this emperor was controlled by his third wife Messalina and that he was murdered at the behest of his fourth wife Agrippina the Younger. For 10 points, name this Roman emperor who succeeded Caligula, and who inspired two Robert Graves novels.": {
    "guess": "Claudius",
    "confidence": [
      [
        "Cla",
        -0.007904119
      ],
      [
        "ud",
        -1.2664457e-06
      ],
      [
        "ius",
        -4.4849444e-06
      ]
    ]
  },
  "This empire's irrigation projects included Sudarshana Lake in Kathiawar. Capitals in this empire included Taxila and Ujjain. Megasthenes was an ambassador to this empire. This empire came between the Nanda and the Sunga. A ruler of this empire built a pillar at Sarnath featuring four (*) lions. This empire's founder fought off an invasion by Seleucus, and was advised by Chanakya, who might be the Kautilya": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.004381348
      ],
      [
        "ury",
        -3.1281633e-07
      ],
      [
        "a",
        -0.008469311
      ],
      [
        " Empire",
        -6.229872e-05
      ]
    ]
  },
  "This empire's capital was divided into districts called calpulli and contained buildings called calmecacs. Many of this empire's inhabitants were killed in a massacre at the Templo Mayor. One conflict involving this empire fought the Flower Wars against Cholula and Tlaxcala, and this empire's downfall began during an event called La Noche Triste. This empire was betrayed by a woman named Malinche,": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -0.06868791
      ],
      [
        "tec",
        -0.00038395973
      ],
      [
        " Empire",
        -0.00992714
      ]
    ]
  },
  "In this empire, concerns about the taxation of women prompted the Aba Women's Riot. Under this empire,": {
    "guess": "British Empire",
    "confidence": [
      [
        "British",
        -0.11791536
      ],
      [
        " Empire",
        -0.0009958909
      ]
    ]
  },
  "As emperor, he transferred the last legion that was led by a senatorial proconsul to the command of an imperial legate, thus completing the complete control of the Roman army by the emperor.  Although he may have been epileptic and did have a deep attachment to his sister Drusilla, accounts of his reign are so biased that it is difficult to ascertain his true actions.  It is not true, however, that he made his horse a consul, though Suetonius claims he would have had he lived longer.  FTP, name this wacky emperor who ruled Rome from 37 to 41 C.E.": {
    "guess": "Caligula",
    "confidence": [
      [
        "Cal",
        -0.0016463838
      ],
      [
        "ig",
        -1.6286107e-05
      ],
      [
        "ula",
        -3.333223e-05
      ]
    ]
  },
  "This empire arose when the Seljuk sultanate collapsed. It captured the capital of Hungary in 1526 during the Battle of Mohacs (mow-HOTCH). This nation's expansion to Greece and the Balkan Peninsula was followed by the capture of Constantinople in 1453. For 10 points, identify this empire which dissolved in the early 20th century because of the Young Turk revolution and its ill-fated alignment with": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.004736634
      ],
      [
        "tt",
        -1.9816675e-06
      ],
      [
        "oman",
        -7.3458323e-06
      ],
      [
        " Empire",
        -0.00012344286
      ]
    ]
  },
  "This empire was forced to pay tribute by the Mongol General Sagatu, and after its destruction this empire was briefly restored by King Barom Reachea. Important sources for the history of this empire include the diary of Zhou Daguan, a Chinese diplomat who visited it on behalf of the Yuan dynasty. This empire's first major capital was Yasodharapura. It fought successful wars against its eastern neighbor, the (*) Champas, but was finally vanquished by its southern neighbor, the Ayutthaya Empire. Featuring many kings named Suryavarman and Jayavarman, this empire is perhaps best known for a temple complex in its capital. For ten points, name this empire based in Angkor, which once ruled Cambodia.": {
    "guess": "Khmer Empire",
    "confidence": [
      [
        "Kh",
        -0.0924736
      ],
      [
        "mer",
        -1.92662e-05
      ],
      [
        " Empire",
        -1.7954959e-05
      ]
    ]
  },
  "This empire was the site of a heretical movement that legalized polygamy and opposed the use of crucifixes, Antonianism, led by native prophet Donna Beatrice. It declined following a loss at the Battle of Mbwila. A long civil war in this empire was ended by an agreement to alternate the kingship between the Kimpanzu and Kinlaza. Other problems befell it in 1568, when this empire was occupied by the": {
    "guess": "Kingdom of Kongo",
    "confidence": [
      [
        "King",
        -0.8016896
      ],
      [
        "dom",
        -1.2352386e-05
      ],
      [
        " of",
        -1.6286107e-05
      ],
      [
        " K",
        -0.00014621076
      ],
      [
        "ongo",
        -4.3202e-07
      ]
    ]
  },
  "This empire's irrigation projects included Sudarshana Lake in Kathiawar. Capitals in this empire included Taxila and Ujjain. Megasthenes was an ambassador to this empire. This empire came between the Nanda and the Sunga. A ruler of this empire built a pillar at Sarnath featuring four (*) lions. This empire's founder fought off an invasion by Seleucus, and was advised by Chanakya, who might be the Kautilya who wrote the Arthashastra. After a bloody conquest of Kalinga, a ruler of this empire decided to promote Buddhism throughout his kingdom. For 10 points, name this Indian empire ruled by Ashoka and Chandragupta.": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.0018911494
      ],
      [
        "ury",
        -3.1281633e-07
      ],
      [
        "a",
        -0.003103327
      ],
      [
        " Empire",
        -0.00022952311
      ]
    ]
  },
  "One emperor of this dynasty established the Intrepid Militia. Women began fashioning their hair into the \"convict cinch\" in sympathy for an exiled ruler from this dynasty living in Chengdu named Xizong. This dynasty was briefly interrupted by the self-proclaimed Second Zhou Dynasty. One ruler of this dynasty died when his wife, the future (*) Empress Wei, poisoned his pastry, although Wu would be succeeded by the long-ruling Emperor Xuanzong. Its first ruler, Gaozu, defeated the last Sui emperor.  Later, An Lushan rebelled against this dynasty. For 10 points, during which Chinese dynasty did poet": {
    "guess": "Tang dynasty",
    "confidence": [
      [
        "T",
        -0.0044786623
      ],
      [
        "ang",
        -3.7385154e-05
      ],
      [
        " dynasty",
        -0.394597
      ]
    ]
  },
  "This empire arose when the Seljuk sultanate collapsed. It captured the capital of Hungary in 1526 during the Battle of Mohacs (mow-HOTCH). This nation's expansion to Greece and the Balkan Peninsula was followed by the capture of Constantinople in 1453. For 10 points, identify this empire which dissolved": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.0019019822
      ],
      [
        "tt",
        -4.00813e-06
      ],
      [
        "oman",
        -1.9862217e-05
      ],
      [
        " Empire",
        -2.1531068e-05
      ]
    ]
  },
  "This empire's ruler determined innocence with an ordeal called \"trial by wood,\" which saw if an accused person vomited up bitter water or not. This empire gained power when Audaghost, an independent city-state": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.8809939
      ],
      [
        "hai",
        -0.0122779375
      ],
      [
        " Empire",
        -0.0003119864
      ]
    ]
  },
  "This empire was forced to pay tribute by the Mongol General Sagatu, and after its destruction this empire was briefly restored by King Barom Reachea. Important sources for the history of this empire include the diary of Zhou Daguan, a Chinese diplomat who visited it on behalf of the Yuan dynasty. This empire's first major capital was Yasodharapura. It fought successful wars against its eastern neighbor, the (*) Champas, but was finally vanquished by its southern neighbor, the Ayutthaya Empire. Featuring": {
    "guess": "Khmer Empire",
    "confidence": [
      [
        "Kh",
        -0.0064613405
      ],
      [
        "mer",
        -1.9816675e-06
      ],
      [
        " Empire",
        -0.00028016636
      ]
    ]
  },
  "This emperor disbanded the Praetorian Guard and replaced them with the Palatini Comitenses. Before one decisive battle against Maxentius, this emperor saw a chi rho in the sky with the inscription \"In this sign, you will conquer.\" After defeating his rival Licinius, this emperor made Byzantium his capital and renamed it after himself. This emperor convoked the (*) Council of Nicea and promulgated the Edict of Milan to increase religious toleration. For 10 points, name this fourth century emperor": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.002095184
      ],
      [
        "ine",
        -3.261701e-05
      ],
      [
        " the",
        -7.004696e-05
      ],
      [
        " Great",
        -1.6643718e-05
      ]
    ]
  },
  "This empire's capital moved from Niani to Kangaba after the reign of Mahmud III. It developed after a victory at the battle of Kirina over Sumanguru by this empire's founder, (*) Sundiata Keita. Another": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.0011196189
      ],
      [
        "ali",
        -0.0005465994
      ],
      [
        " Empire",
        -7.3458323e-06
      ]
    ]
  },
  "This empire fought in one battle successfully at the Battle of Isandlwana, but failed during the same war to take the vastly outnumbered garrison at Rorke's Drift. That war ended with the removal from power of this people's leader Cetshwayo. The first leader of this empire created a formation that was": {
    "guess": "Zulu Kingdom",
    "confidence": [
      [
        "Z",
        -0.010221111
      ],
      [
        "ulu",
        -3.190179e-05
      ],
      [
        " Kingdom",
        -0.0169158
      ]
    ]
  },
  "This empire's eastern and western provincial capitals were Tosali and Ujjain, respectively. After its last ruler was overthrown, Demetrius I of Bactria invaded it, and one leader of this empire was named for a mark he received on his forehead in infancy as a result of poison. Another leader of this empire established a capital at Pataliputra, and underwent a (*) religious change following the battle": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.0058881454
      ],
      [
        "ury",
        -3.1281633e-07
      ],
      [
        "a",
        -0.009242777
      ],
      [
        " Empire",
        -6.3490756e-05
      ]
    ]
  },
  "This empire's ruler determined innocence with an ordeal called \"trial by wood,\" which saw if an accused": {
    "guess": "Ordeal of the Cross",
    "confidence": [
      [
        "Or",
        -0.48997536
      ],
      [
        "deal",
        -0.007843679
      ],
      [
        " of",
        -0.06748162
      ],
      [
        " the",
        -0.5702303
      ],
      [
        " Cross",
        -1.3956232
      ]
    ]
  },
  "This empire was defeated by the Hotaki dynasty at the Battle of Gulnabad. One ruler of this empire was\n Nader Shah, who went on to establish the Afsharid dynasty. The army of this dynasty was reformed and\n improved with help from the Englishman Robert Shirley. This empire was founded with help from the\n red-headdress wearing Qizilbash, and its founder was defeated by Selim the Great of the Ottoman": {
    "guess": "Safavid Empire",
    "confidence": [
      [
        "S",
        -0.011381188
      ],
      [
        "af",
        -2.3915141e-05
      ],
      [
        "avid",
        -1.700133e-05
      ],
      [
        " Empire",
        -0.48465982
      ]
    ]
  },
  "This empire saw the resurgence of the iwan in architecture, and one ruler of this empire built the Taq Kisra at Ctesiphon. Another ruler of defeated and captured the Roman Emperor Valerian at Edessa, and built Gondeshapur. It came to an end following the sound defeat of Yazdegerd III at the battle of Nihawan, which left the Azatan caste completely helpless. Its first ruler established his power by": {
    "guess": "Sasanian Empire",
    "confidence": [
      [
        "S",
        -0.0041903486
      ],
      [
        "asan",
        -0.20685054
      ],
      [
        "ian",
        -0.0015511676
      ],
      [
        " Empire",
        -0.3829045
      ]
    ]
  },
  "This empire's fortress of Sacsahuaman was built with precisely-fitted stone blocks carried across large distances without wheeled vehicles. This empire absorbed the Chimu civilization, and its records": {
    "guess": "Inca Empire",
    "confidence": [
      [
        "In",
        -0.019897018
      ],
      [
        "ca",
        -6.1106686e-05
      ],
      [
        " Empire",
        -5.0020742e-05
      ]
    ]
  },
  "This empire's ruler determined innocence with an ordeal called \"trial by wood,\" which saw if an accused person vomited up bitter water or not. This empire gained power when Audaghost, an independent city-state on its border, fell under its rule. This empire was the first in its region to treat all gold nuggets larger than dust as its king's property. After the rule of Tunka Menin here, the (*) Almoravids": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.47542486
      ],
      [
        "ali",
        -0.00053420593
      ],
      [
        " Empire",
        -2.5583993e-05
      ]
    ]
  },
  "This empire saw the resurgence of the iwan in architecture, and one ruler of this empire built the Taq": {
    "guess": "Safavid Empire",
    "confidence": [
      [
        "S",
        -0.03311708
      ],
      [
        "af",
        -0.7854872
      ],
      [
        "avid",
        -0.00037132783
      ],
      [
        " Empire",
        -0.015333652
      ]
    ]
  },
  "One emperor of this dynasty established the Intrepid Militia. Women began fashioning their hair into the \"convict cinch\" in sympathy for an exiled ruler from this dynasty living in Chengdu named Xizong. This dynasty was briefly interrupted by the self-proclaimed Second Zhou Dynasty. One ruler of this dynasty died when his wife, the future (*) Empress Wei, poisoned his pastry, although Wu would be succeeded by the long-ruling Emperor Xuanzong. Its first ruler, Gaozu, defeated the last Sui emperor.  Later, An Lushan rebelled against this dynasty. For 10 points, during which Chinese dynasty did poet Li Po live?": {
    "guess": "Tang Dynasty",
    "confidence": [
      [
        "T",
        -0.012897131
      ],
      [
        "ang",
        -5.0735965e-05
      ],
      [
        " Dynasty",
        -0.53121364
      ]
    ]
  },
  "This empire's Köprülü era occurred when royal advisers from the namesake family dominated the government, and its Tulip period included renovations of its ruler's residence at the Topkapi Palace. This empire won the Battle of(*) Mohács [mow-HOCH], and Bursa was once its capital. In the Auspicious Incident, it disbanded its Janissary [JAN-is-sare-y] forces, and it controlled the entire Balkans under": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.003581184
      ],
      [
        "tt",
        -1.3067608e-05
      ],
      [
        "oman",
        -1.2664457e-06
      ],
      [
        " Empire",
        -5.538491e-05
      ]
    ]
  },
  "This empire's ruler Susenyos was converted to Roman Catholicism in 1626, but he was soon forced to abdicate by his son Fasilidas, who moved the capital to Gondar. It grew from the city of Axum, and after its collapse the Zadwe Dynasty emerged, only to be replaced in 1270 by the Solomonic dynasty, bringing the Amharas to prominence. After centuries of choas, the empire was reunited in 1855 by Tewodros II, and its independence was defended at the Battle of Adowa by his son Menelik II. FTP, what is": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.046901934
      ],
      [
        "i",
        -1.7597347e-05
      ],
      [
        "opia",
        -0.032810725
      ]
    ]
  },
  "This empire's decline was completed after it was defeated in the Battle of Zab, though Abd ar-Rahman managed to start another incarnation of it in Cordoba, Spain.  It featured an internal clash between the Sufyanids and the Marwanids, which was mostly ended by the rule of Abd al-Malik following the deaths": {
    "guess": "Umayyad Caliphate",
    "confidence": [
      [
        "U",
        -0.23839727
      ],
      [
        "may",
        -0.0002750406
      ],
      [
        "y",
        -0.00014454192
      ],
      [
        "ad",
        -0.00029327508
      ],
      [
        " Cal",
        -0.014583699
      ],
      [
        "iph",
        -0.00032974407
      ],
      [
        "ate",
        -2.7848862e-05
      ]
    ]
  },
  "This empire's second ruler was known as Amitrochates to the Greeks. Its founder was advised by the author of a manual discussing government as \"the science of punishment\" and advocating the establishment of spy networks. Its namesake polish can be seen on many sandstone sculptures, including the lion capital at Sarnath. It fell apart with the rise to power of the Sunga dynasty about 500 years after supplanting the Nanda dynasty of Maghada. Following the death of the second ruler, Bindusara, the third ruler conquered Kalinga before converting to Buddhism and ordering the carving of the Rock Edicts. FTP name this Indian empire whose third ruler was Ashoka.": {
    "guess": "Maurya Empire",
    "confidence": [
      [
        "Ma",
        -0.003743906
      ],
      [
        "ury",
        -3.1281633e-07
      ],
      [
        "a",
        -0.00067062076
      ],
      [
        " Empire",
        -5.7411373e-05
      ]
    ]
  },
  "They are employed in vector coupling for the three dimensional rotation group SO(3) where they have a high degree of symmetry since SO(3) is a simply reducible group. In representation theory, they can be defined as the elements of the matrix reducing the direct product of two irreducible representations of compact Lie groups. Generalizations include Racah coefficients or Wigner 6j and 9j symbols, for cases in which the integral product of greater than three spherical harmonics are desired. They can be computed by expressing a product of two spherical harmonics as a sum of individual spherical": {
    "guess": "Clebsch-Gordan coefficients",
    "confidence": [
      [
        "C",
        -0.528651
      ],
      [
        "le",
        -1.2664457e-06
      ],
      [
        "bs",
        -0.00031687375
      ],
      [
        "ch",
        -9.4914985e-06
      ],
      [
        "-G",
        -0.5045984
      ],
      [
        "ordan",
        -0.00028934504
      ],
      [
        " coefficients",
        -0.040581577
      ]
    ]
  },
  "This empire's decline was completed after it was defeated in the Battle of Zab, though Abd ar-Rahman": {
    "guess": "Umayyad Caliphate",
    "confidence": [
      [
        "U",
        -0.0021506192
      ],
      [
        "may",
        -0.00011117222
      ],
      [
        "y",
        -6.134509e-05
      ],
      [
        "ad",
        -3.094816e-05
      ],
      [
        " Cal",
        -1.504853e-06
      ],
      [
        "iph",
        -1.378283e-05
      ],
      [
        "ate",
        -1.473646e-05
      ]
    ]
  },
  "This empire's passage of the Additional Act led to the dissolution of its Council of State, which had previously written a constitution in only 15 days. An early secessionist movement in this empire was launched by a group of wealthy landowners called the Confederation of the Equator, who opposed the policies of Jose Bonifacio. This empire's loss in the Cisplatine War led to a group of mercenaries revolting in its capital and the abdication of one ruler. Its first ruler came to power after an independence struggle in which he made the famous \"Cry of Ipiranga\", and this empire's final ruler was overthrown by Deodore da Fonseca. This country supported Uruguay's colorados during the War of the Triple Alliance, during which its armies were commanded by the Duke of Caxias. Its final ruler had earlier passed the Golden Law freeing all slaves in this empire, and it was ruled by two members of the House of Braganza. For 10 points, name this empire ruled by Dom Pedro I and II, which had its capital at Rio De Janeiro.": {
    "guess": "Empire of Brazil",
    "confidence": [
      [
        "Emp",
        -0.008931152
      ],
      [
        "ire",
        -1.3856493e-06
      ],
      [
        " of",
        -0.001024355
      ],
      [
        " Brazil",
        -7.505351e-05
      ]
    ]
  },
  "One emperor of this dynasty established the Intrepid Militia. Women began fashioning their hair into the \"convict cinch\" in sympathy for an exiled ruler from this dynasty living in Chengdu named Xizong.": {
    "guess": "Tang dynasty",
    "confidence": [
      [
        "T",
        -0.0121177845
      ],
      [
        "ang",
        -3.4121115e-06
      ],
      [
        " dynasty",
        -0.0067546824
      ]
    ]
  },
  "This empire's Köprülü era occurred when royal advisers from the namesake family dominated the government,": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.0007023032
      ],
      [
        "tt",
        -3.0545007e-06
      ],
      [
        "oman",
        -4.604148e-06
      ],
      [
        " Empire",
        -0.00013440961
      ]
    ]
  },
  "In this empire, concerns about the taxation of women prompted the Aba Women's Riot. Under this empire, Ibadan became a trading city of over 100,000. A Muslim leader in this empire named Ahmadu Bello distrusted": {
    "guess": "British Empire",
    "confidence": [
      [
        "British",
        -0.43284714
      ],
      [
        " Empire",
        -0.43888372
      ]
    ]
  },
  "This empire's ruler Susenyos was converted to Roman Catholicism in 1626, but he was soon forced to abdicate by his son Fasilidas, who moved the capital to Gondar. It grew from the city of Axum, and after its collapse the Zadwe Dynasty emerged, only to be replaced in 1270 by the Solomonic dynasty, bringing the Amharas to prominence. After centuries of choas, the empire was reunited in 1855 by Tewodros II, and its independence was defended at the Battle of Adowa by his son Menelik II. FTP, what is this African country most famously headed by Haile Selassie?": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.1634212
      ],
      [
        "i",
        -1.50940705e-05
      ],
      [
        "opia",
        -0.30470476
      ]
    ]
  },
  "This empire crumbled after the Battle of Nedao. These people, who originated east of the Volga in Scythia, also lost to Flavius Aetius at the 451 Battle of Chalons [sha-LONE]. One ruler of these people came to power after possibly murdering his brother (*) Bleda; that leader was known as the \"Scourge": {
    "guess": "Huns",
    "confidence": [
      [
        "H",
        -0.031676907
      ],
      [
        "uns",
        -0.04323874
      ]
    ]
  },
  "One emperor of this dynasty established the Intrepid Militia. Women began fashioning their hair into": {
    "guess": "Tang dynasty",
    "confidence": [
      [
        "T",
        -0.0010007747
      ],
      [
        "ang",
        -7.822647e-06
      ],
      [
        " dynasty",
        -0.013438438
      ]
    ]
  },
  "This empire saw the resurgence of the iwan in architecture, and one ruler of this empire built the Taq Kisra at Ctesiphon. Another ruler of defeated and captured the Roman Emperor Valerian at Edessa, and built Gondeshapur. It came to an end following the sound defeat of Yazdegerd III at the battle of": {
    "guess": "Sasanian Empire",
    "confidence": [
      [
        "S",
        -0.0065063513
      ],
      [
        "asan",
        -0.17787871
      ],
      [
        "ian",
        -0.0008937132
      ],
      [
        " Empire",
        -0.11400973
      ]
    ]
  },
  "Empress Theodora appointed a man of this name as her successor, who was known as The Aged and was quickly overthrown by Isaac Comnenus.  One figure of this name was a low-born brother of John the Orphanotrophos": {
    "guess": "Michael VI Bringas",
    "confidence": [
      [
        "Michael",
        -0.31714186
      ],
      [
        " VI",
        -0.61752665
      ],
      [
        " Bring",
        -0.58489203
      ],
      [
        "as",
        -0.0001911432
      ]
    ]
  },
  "Empress Theodora appointed a man of this name as her successor, who was known as The Aged and was quickly overthrown by Isaac Comnenus.  One figure of this name was a low-born brother of John the Orphanotrophos who married Empress Zoe, while another figure of this name had to put down the revolt of Thomas": {
    "guess": "Michael VI Bringas",
    "confidence": [
      [
        "Michael",
        -0.5239257
      ],
      [
        " VI",
        -0.5870348
      ],
      [
        " Bring",
        -0.2477283
      ],
      [
        "as",
        -0.000162538
      ]
    ]
  },
  "Empress Theodora appointed a man of this name as her successor, who was known as The Aged and was quickly overthrown by Isaac Comnenus.  One figure of this name was a low-born brother of John the Orphanotrophos who married Empress Zoe, while another figure of this name had to put down the revolt of Thomas the Slav before he took power and avoided execution after his supporters killed (*) Leo the Armenian. ": {
    "guess": "Michael VI Bringas",
    "confidence": [
      [
        "Michael",
        -0.6198758
      ],
      [
        " VI",
        -0.7976239
      ],
      [
        " Bring",
        -0.88614684
      ],
      [
        "as",
        -0.0001940041
      ]
    ]
  },
  "Empress Theodora appointed a man of this name as her successor, who was known as The Aged and was quickly overthrown by Isaac Comnenus.  One figure of this name was a low-born brother of John the Orphanotrophos who married Empress Zoe, while another figure of this name had to put down the revolt of Thomas the Slav before he took power and avoided execution after his supporters killed (*) Leo the Armenian.  Besides men known as The Paphlagonian and The Stammerer, another emperor of this name, the": {
    "guess": "Michael III",
    "confidence": [
      [
        "Michael",
        -0.82274795
      ],
      [
        " III",
        -1.1460588
      ]
    ]
  },
  "Empress Theodora appointed a man of this name as her successor, who was known as The Aged and was quickly overthrown by Isaac Comnenus.  One figure of this name was a low-born brother of John the Orphanotrophos who married Empress Zoe, while another figure of this name had to put down the revolt of Thomas the Slav before he took power and avoided execution after his supporters killed (*) Leo the Armenian.  Besides men known as The Paphlagonian and The Stammerer, another emperor of this name, the last of the Phrygian dynasty, reinstated the use of icons and was known as The Drunkard.  A partriarch": {
    "guess": "Michael III",
    "confidence": [
      [
        "Michael",
        -0.752583
      ],
      [
        " III",
        -0.8031278
      ]
    ]
  },
  "Empress Theodora appointed a man of this name as her successor, who was known as The Aged and was quickly overthrown by Isaac Comnenus.  One figure of this name was a low-born brother of John the Orphanotrophos who married Empress Zoe, while another figure of this name had to put down the revolt of Thomas the Slav before he took power and avoided execution after his supporters killed (*) Leo the Armenian.  Besides men known as The Paphlagonian and The Stammerer, another emperor of this name, the last of the Phrygian dynasty, reinstated the use of icons and was known as The Drunkard.  A partriarch of this name tried to enforce the use of Greek language in the liturgy and was excommunicated by": {
    "guess": "Michael III",
    "confidence": [
      [
        "Michael",
        -0.41737822
      ],
      [
        " III",
        -1.1467056
      ]
    ]
  },
  "Empress Theodora appointed a man of this name as her successor, who was known as The Aged and was quickly overthrown by Isaac Comnenus.  One figure of this name was a low-born brother of John the Orphanotrophos who married Empress Zoe, while another figure of this name had to put down the revolt of Thomas the Slav before he took power and avoided execution after his supporters killed (*) Leo the Armenian.  Besides men known as The Paphlagonian and The Stammerer, another emperor of this name, the last of the Phrygian dynasty, reinstated the use of icons and was known as The Drunkard.  A partriarch of this name tried to enforce the use of Greek language in the liturgy and was excommunicated by Cardinal Humbert, beginning the East-West schism; that man was surnamed Cerularius. For 10 points, name": {
    "guess": "Michael III",
    "confidence": [
      [
        "Michael",
        -0.4158151
      ],
      [
        " III",
        -0.19092716
      ]
    ]
  },
  "Empress Theodora appointed a man of this name as her successor, who was known as The Aged and was quickly overthrown by Isaac Comnenus.  One figure of this name was a low-born brother of John the Orphanotrophos who married Empress Zoe, while another figure of this name had to put down the revolt of Thomas the Slav before he took power and avoided execution after his supporters killed (*) Leo the Armenian.  Besides men known as The Paphlagonian and The Stammerer, another emperor of this name, the last of the Phrygian dynasty, reinstated the use of icons and was known as The Drunkard.  A partriarch of this name tried to enforce the use of Greek language in the liturgy and was excommunicated by Cardinal Humbert, beginning the East-West schism; that man was surnamed Cerularius. For 10 points, name this common first name of Byzantine emperors, the eighth of whom founded the Palaeologus dynasty.": {
    "guess": "Constantine",
    "confidence": [
      [
        "Constant",
        -0.571911
      ],
      [
        "ine",
        -0.00011629798
      ]
    ]
  }
}