{
  "Habis al-Majali was a general for this polity, whose Eastern border may have been the product of Winston": {
    "guess": "Transjordan",
    "confidence": [
      [
        "Trans",
        -1.3141186
      ],
      [
        "j",
        -0.062037036
      ],
      [
        "ordan",
        -1.9816675e-06
      ]
    ]
  },
  "Habis al-Majali was a general for this polity, whose Eastern border may have been the product of Winston Churchill's indigestion. The first ruler of this country secured power after his brother was defeated at the Battle of Mayasul, and was succeeded by Talal. A rocky period in its history began with a raid on its town of Karameh, and saw the issuing of the Ten-Point Edict shortly before an outbreak of ethnic violence. That 1970 conflict, Black September, saw the expulsion of members of the PLO in": {
    "guess": "Jordan",
    "confidence": [
      [
        "Jordan",
        -0.16082822
      ]
    ]
  },
  "Habis al-Majali was a general for this polity, whose Eastern border may have been the product of Winston Churchill's indigestion. The first ruler of this country secured power after his brother was defeated": {
    "guess": "Jordan",
    "confidence": [
      [
        "Jordan",
        -0.6614997
      ]
    ]
  },
  "Habis al-Majali was a general for this polity, whose Eastern border may have been the product of Winston Churchill's indigestion. The first ruler of this country secured power after his brother was defeated at the Battle of Mayasul, and was succeeded by Talal. A rocky period in its history began with": {
    "guess": "Jordan",
    "confidence": [
      [
        "Jordan",
        -0.2741469
      ]
    ]
  },
  "Habis al-Majali was a general for this polity, whose Eastern border may have been the product of Winston Churchill's indigestion. The first ruler of this country secured power after his brother was defeated at the Battle of Mayasul, and was succeeded by Talal. A rocky period in its history began with a raid on its town of Karameh, and saw the issuing of the Ten-Point Edict shortly before an outbreak": {
    "guess": "Jordan",
    "confidence": [
      [
        "Jordan",
        -0.2171063
      ]
    ]
  },
  "Habis al-Majali was a general for this polity, whose Eastern border may have been the product of Winston Churchill's indigestion. The first ruler of this country secured power after his brother was defeated at the Battle of Mayasul, and was succeeded by Talal. A rocky period in its history began with a raid on its town of Karameh, and saw the issuing of the Ten-Point Edict shortly before an outbreak of ethnic violence. That 1970 conflict, Black September, saw the expulsion of members of the PLO in an attempt to reassert Hashemite authority. For 10 points, name this country that abstained from the Yom Kippur War, ruled by Abdullah II from Amman.": {
    "guess": "Jordan",
    "confidence": [
      [
        "Jordan",
        -0.04973442
      ]
    ]
  },
  "Habis al-Majali was a general for this polity, whose Eastern border may have been the product of Winston Churchill's indigestion. The first ruler of this country secured power after his brother was defeated at the Battle of Mayasul, and was succeeded by Talal. A rocky period in its history began with a raid on its town of Karameh, and saw the issuing of the Ten-Point Edict shortly before an outbreak of ethnic violence. That 1970 conflict, Black September, saw the expulsion of members of the PLO in an attempt to reassert Hashemite authority. For 10 points, name this country that abstained from the": {
    "guess": "Jordan",
    "confidence": [
      [
        "Jordan",
        -0.065884426
      ]
    ]
  }
}