{
  "The Fermi form of this quantity results from charged particles interacting with moving magnetic clouds, while Bremsstrahlung (BREM-\"straw\"-\"lung\") radiation results from charged particles with nonzero values for it. The tangential velocity squared divided by the radius yields its centripetal form. The square of the final velocity equals the square of final velocity plus twice the product of distance": {
    "guess": "Acceleration",
    "confidence": [
      [
        "Acceleration",
        -0.018786106
      ]
    ]
  },
  "The Fermi-LAT collaboration predicts that an annihilation of two of these particles would produce a monochromatic spectral line with photon energy equal to these particles' original mass.  Another proposal": {
    "guess": "Dark Matter",
    "confidence": [
      [
        "Dark",
        -0.03482877
      ],
      [
        " Matter",
        -0.23788112
      ]
    ]
  },
  "Ferenc David was an outstanding Transylvanian exponent of this religious doctrine, which he  publicized, together with his teacher Giorgio Biandrata, in Two Books on the False and True Knowledge. John Biddle's Twelve Arguments Drawn Out of the Scripture was a notable work of advocacy for this religious doctrine in 17th- century England. In 1841, the deliver of the sermon A Discourse on the Transient and  Permanent in Christianity by Theodore Parker caused a rift among adherents of this religious doctrine due to Parker's denial of the factuality of Biblical miracles. An exposition of this religious doctrine was  delivered in a sermon on this type of Christianity at the ordination of the Reverend Jared Sparks by  Wil iam El ery Channing, a major American proponent of this religious view. For 10 points, identify this  religious doctrine which denies the multiplicity of the Godhead, and which": {
    "guess": "Unitarianism",
    "confidence": [
      [
        "Unit",
        -0.002109217
      ],
      [
        "arian",
        -1.4974867e-05
      ],
      [
        "ism",
        -0.001447022
      ]
    ]
  },
  "Ferdinand I of this region defeated Bermudo III of another region, merging those two regions together.": {
    "guess": "Kingdom of León",
    "confidence": [
      [
        "King",
        -0.71944034
      ],
      [
        "dom",
        -0.0013064295
      ],
      [
        " of",
        -0.00056959473
      ],
      [
        " Le",
        -0.0659352
      ],
      [
        "ón",
        -9.972867e-05
      ]
    ]
  },
  "The Fermi form of this quantity results from charged particles interacting with moving magnetic clouds, while Bremsstrahlung (BREM-\"straw\"-\"lung\") radiation results from charged particles with nonzero values for it. The tangential velocity squared divided by the radius yields its centripetal form. The square of the final velocity equals the square of final velocity plus twice the product of distance and this quantity. It is measured in meters per second squared. For 20 points, name this rate of change": {
    "guess": "Acceleration",
    "confidence": [
      [
        "Acceleration",
        -0.003289536
      ]
    ]
  },
  "The Fermi-LAT collaboration predicts that an annihilation of two of these particles would produce a monochromatic spectral line with photon energy equal to these particles' original mass.  Another proposal for their existence claims that since they are not found in Earth's minerals or the Milky Way's interstellar medium, they must instead be forming extended halos.  Consistent with the preservation": {
    "guess": "Dark Matter",
    "confidence": [
      [
        "Dark",
        -0.13982332
      ],
      [
        " Matter",
        -0.1335982
      ]
    ]
  },
  "The Fermi form of this quantity results from charged particles interacting with moving magnetic clouds,": {
    "guess": "Cosmic ray modulation",
    "confidence": [
      [
        "Cos",
        -1.2720572
      ],
      [
        "mic",
        -1.9504607e-05
      ],
      [
        " ray",
        -0.5480962
      ],
      [
        " modulation",
        -0.9309515
      ]
    ]
  },
  "The Fermi-LAT collaboration predicts that an annihilation of two of these particles would produce a monochromatic spectral line with photon energy equal to these particles' original mass.  Another proposal for their existence claims that since they are not found in Earth's minerals or the Milky Way's interstellar medium, they must instead be forming extended halos.  Consistent with the preservation of R-parity, their supersymmetry equivalent would likely be light (*) neutralinos. Having a mass of over 10 giga-electron-volts, they cannot, by definition, be found with conventional detectors that": {
    "guess": "WIMPs",
    "confidence": [
      [
        "W",
        -0.8299874
      ],
      [
        "IM",
        -0.4446297
      ],
      [
        "Ps",
        -0.008964112
      ]
    ]
  },
  "The Fermi energy in these materials lies near the middle of the band-gap and moves toward the valence band edge as acceptors such as boron and aluminum are introduced, or moves toward the conduction band edge with the introduction of donors such as phosphorus.  The continuity equation expresses the change in carrier concentration in them as a function of factors such as Auger [OH-zhay] recombination, generation-recombination, diffusion, and drift.  Having a zinc-blend or diamond crystal structure, their atoms are generally bonded to their four nearest neighbors.  Examples include cadmium telluride, indium antimonide and the most well-known non-elemental type, gallium arsenide.  FTP name these materials, including elemental germanium, that have properties of both insulators and conductors.": {
    "guess": "Semiconductor",
    "confidence": [
      [
        "Sem",
        -0.04088774
      ],
      [
        "iconductor",
        -0.116288416
      ]
    ]
  },
  "Ferenc David was an outstanding Transylvanian exponent of this religious doctrine, which he  publicized, together with his teacher Giorgio Biandrata, in Two Books on the False and True Knowledge. John Biddle's Twelve Arguments Drawn Out of the Scripture was a notable work of advocacy for this religious doctrine in 17th- century England. In 1841, the deliver of the sermon A Discourse on the Transient": {
    "guess": "Unitarianism",
    "confidence": [
      [
        "Unit",
        -0.0017102824
      ],
      [
        "arian",
        -2.9756122e-05
      ],
      [
        "ism",
        -0.002761368
      ]
    ]
  },
  "Fermat accomplished the quadrature of every curve in its class except this one, for in this case, his formula yields division by zero. Gregorie de St. Vincent succeeded, and one of his students used the": {
    "guess": "Hyperbola",
    "confidence": [
      [
        "Hyper",
        -1.3273828
      ],
      [
        "b",
        -0.0067642797
      ],
      [
        "ola",
        -0.021118654
      ]
    ]
  },
  "The Fermi energy in these materials lies near the middle of the band-gap and moves toward the valence band edge as acceptors such as boron and aluminum are introduced, or moves toward the conduction band edge with the introduction of donors such as phosphorus.  The continuity equation expresses the change in carrier concentration in them as a function of factors such as Auger [OH-zhay] recombination,": {
    "guess": "Semiconductor",
    "confidence": [
      [
        "Sem",
        -0.17443402
      ],
      [
        "iconductor",
        -0.0039120493
      ]
    ]
  },
  "Fermat accomplished the quadrature of every curve in its class except this one, for in this case, his formula yields division by zero. Gregorie de St. Vincent succeeded, and one of his students used the logarithm to compute the area under it.  For ten points, name this curve, the only non- degenerate": {
    "guess": "Logarithmic curve",
    "confidence": [
      [
        "Log",
        -0.9866644
      ],
      [
        "arith",
        -0.04069192
      ],
      [
        "mic",
        -0.024061162
      ],
      [
        " curve",
        -0.527888
      ]
    ]
  },
  "The Fermi-LAT collaboration predicts that an annihilation of two of these particles would produce a monochromatic spectral line with photon energy equal to these particles' original mass.  Another proposal for their existence claims that since they are not found in Earth's minerals or the Milky Way's interstellar medium, they must instead be forming extended halos.  Consistent with the preservation of R-parity, their supersymmetry equivalent would likely be light (*) neutralinos. Having a mass of": {
    "guess": "Dark matter",
    "confidence": [
      [
        "Dark",
        -0.16164434
      ],
      [
        " matter",
        -0.29598927
      ]
    ]
  },
  "The Fermi-LAT collaboration predicts that an annihilation of two of these particles would produce a monochromatic spectral line with photon energy equal to these particles' original mass.  Another proposal for their existence claims that since they are not found in Earth's minerals or the Milky Way's interstellar medium, they must instead be forming extended halos.  Consistent with the preservation of R-parity, their supersymmetry equivalent would likely be light (*) neutralinos. Having a mass of over 10 giga-electron-volts, they cannot, by definition, be found with conventional detectors that rely on electromagnetism or the strong force.  Often contrasted with massive compact halo objects, or MACHOs, for 10 points, name these proposed constituents of dark matter, large particles that interact only through gravity and the weak force.": {
    "guess": "Weakly Interacting Massive Particles",
    "confidence": [
      [
        "Weak",
        -0.35980767
      ],
      [
        "ly",
        -0.0002100966
      ],
      [
        " Inter",
        -0.0043107187
      ],
      [
        "acting",
        -7.684157e-05
      ],
      [
        " Massive",
        -4.8828708e-05
      ],
      [
        " Part",
        -0.004438186
      ],
      [
        "icles",
        -2.677603e-05
      ]
    ]
  },
  "The Fermi-LAT collaboration predicts that an annihilation of two of these particles would produce a monochromatic spectral line with photon energy equal to these particles' original mass.  Another proposal for their existence claims that since they are not found in Earth's minerals or the Milky Way's interstellar medium, they must instead be forming extended halos.  Consistent with the preservation of R-parity, their supersymmetry equivalent would likely be light (*) neutralinos. Having a mass of over 10 giga-electron-volts, they cannot, by definition, be found with conventional detectors that rely on electromagnetism or the strong force.  Often contrasted with massive compact halo objects, or MACHOs, for 10 points, name these proposed constituents of dark matter, large particles that interact": {
    "guess": "WIMPs (Weakly Interacting Massive Particles)",
    "confidence": [
      [
        "W",
        -0.93329257
      ],
      [
        "IM",
        -0.64313376
      ],
      [
        "Ps",
        -0.0026610277
      ],
      [
        " (",
        -0.5599
      ],
      [
        "Weak",
        -0.005193909
      ],
      [
        "ly",
        -9.400689e-05
      ],
      [
        " Inter",
        -0.0076748915
      ],
      [
        "acting",
        -0.00014954848
      ],
      [
        " Massive",
        -1.92662e-05
      ],
      [
        " Part",
        -0.0007217261
      ],
      [
        "icles",
        -4.5252596e-05
      ],
      [
        ")",
        -0.00016170357
      ]
    ]
  },
  "The Fermi-LAT collaboration predicts that an annihilation of two of these particles would produce a monochromatic spectral line with photon energy equal to these particles' original mass.  Another proposal for their existence claims that since they are not found in Earth's minerals or the Milky Way's": {
    "guess": "Dark Matter",
    "confidence": [
      [
        "Dark",
        -0.076122805
      ],
      [
        " Matter",
        -0.071186274
      ]
    ]
  },
  "The Fermi energy in these materials lies near the middle of the band-gap and moves toward the valence band edge as acceptors such as boron and aluminum are introduced, or moves toward the conduction band edge with the introduction of donors such as phosphorus.  The continuity equation expresses the change in carrier concentration in them as a function of factors such as Auger [OH-zhay] recombination, generation-recombination, diffusion, and drift.  Having a zinc-blend or diamond crystal structure, their atoms are generally bonded to their four nearest neighbors.  Examples include cadmium telluride,": {
    "guess": "Semiconductor",
    "confidence": [
      [
        "Sem",
        -0.018701985
      ],
      [
        "iconductor",
        -0.0032222723
      ]
    ]
  },
  "Ferenc David was an outstanding Transylvanian exponent of this religious doctrine, which he  publicized, together with his teacher Giorgio Biandrata, in Two Books on the False and True Knowledge. John Biddle's Twelve Arguments Drawn Out of the Scripture was a notable work of advocacy for this religious": {
    "guess": "Unitarianism",
    "confidence": [
      [
        "Unit",
        -0.008447322
      ],
      [
        "arian",
        -5.0616763e-05
      ],
      [
        "ism",
        -0.00016134596
      ]
    ]
  },
  "The Fermi-LAT collaboration predicts that an annihilation of two of these particles would produce a monochromatic spectral line with photon energy equal to these particles' original mass.  Another proposal for their existence claims that since they are not found in Earth's minerals or the Milky Way's interstellar medium, they must instead be forming extended halos.  Consistent with the preservation of R-parity, their supersymmetry equivalent would likely be light (*) neutralinos. Having a mass of over 10 giga-electron-volts, they cannot, by definition, be found with conventional detectors that rely on electromagnetism or the strong force.  Often contrasted with massive compact halo objects, or": {
    "guess": "Weakly interacting massive particles",
    "confidence": [
      [
        "Weak",
        -0.6545191
      ],
      [
        "ly",
        -4.4537377e-05
      ],
      [
        " interacting",
        -0.40904295
      ],
      [
        " massive",
        -8.196733e-05
      ],
      [
        " particles",
        -0.007513284
      ]
    ]
  },
  "Ferenc David was an outstanding Transylvanian exponent of this religious doctrine, which he  publicized, together with his teacher Giorgio Biandrata, in Two Books on the False and True Knowledge. John Biddle's Twelve Arguments Drawn Out of the Scripture was a notable work of advocacy for this religious doctrine in 17th- century England. In 1841, the deliver of the sermon A Discourse on the Transient and  Permanent in Christianity by Theodore Parker caused a rift among adherents of this religious doctrine due to Parker's denial of the factuality of Biblical miracles. An exposition of this religious": {
    "guess": "Unitarianism",
    "confidence": [
      [
        "Unit",
        -0.002258141
      ],
      [
        "arian",
        -2.7252845e-05
      ],
      [
        "ism",
        -0.0019681277
      ]
    ]
  },
  "Ferdinand I of this region defeated Bermudo III of another region, merging those two regions together.  A ruler dubbed \"the Cruel\" from this region engaged in a conflict with his neighbor called the War of the Two Peters.  Alfonso VIII hailed from here; he was the victorious commander at Las Navas de Tolosa, which led to the downfall of this region's Kingdom of Toledo. This was the home region of the mother of Holy Roman Emperor Charles V, Joanna the Mad.  This region was united with Aragon when its queen married Ferdinand II.  For 10 points, name this historical region that today is paired with La Mancha or Leon (lay-OWN), the home of Isabella.": {
    "guess": "Kingdom of Castile",
    "confidence": [
      [
        "King",
        -0.038389146
      ],
      [
        "dom",
        -9.014684e-06
      ],
      [
        " of",
        -0.00012260844
      ],
      [
        " Cast",
        -0.00051871676
      ],
      [
        "ile",
        -0.0006314247
      ]
    ]
  },
  "Fermat accomplished the quadrature of every curve in its class except this one, for in this case, his formula yields division by zero. Gregorie de St. Vincent succeeded, and one of his students used the logarithm to compute the area under it.  For ten points, name this curve, the only non- degenerate disconnected conic section, an example of which is the function \"f of x equals 1 over x\".": {
    "guess": "Hyperbola",
    "confidence": [
      [
        "Hyper",
        -0.059255037
      ],
      [
        "b",
        -0.060604084
      ],
      [
        "ola",
        -0.00091194035
      ]
    ]
  },
  "The Fermi-LAT collaboration predicts that an annihilation of two of these particles would produce a monochromatic": {
    "guess": "Gamma-ray",
    "confidence": [
      [
        "Gamma",
        -0.51223874
      ],
      [
        "-ray",
        -0.042846054
      ]
    ]
  },
  "Ferdinand I of this region defeated Bermudo III of another region, merging those two regions together.  A ruler dubbed \"the Cruel\" from this region engaged in a conflict with his neighbor called the War of the Two Peters.  Alfonso VIII hailed from here; he was the victorious commander at Las Navas de Tolosa, which led to the downfall of this region's Kingdom of Toledo. This was the home region of the mother of Holy Roman Emperor Charles V, Joanna the Mad.  This region was united with Aragon when": {
    "guess": "Castile",
    "confidence": [
      [
        "Cast",
        -0.17870678
      ],
      [
        "ile",
        -0.0013263145
      ]
    ]
  },
  "Ferdinand I of this region defeated Bermudo III of another region, merging those two regions together.  A ruler dubbed \"the Cruel\" from this region engaged in a conflict with his neighbor called the War of the Two Peters.  Alfonso VIII hailed from here; he was the victorious commander at Las Navas de Tolosa, which led to the downfall of this region's Kingdom of Toledo. This was the home region of the": {
    "guess": "Castile",
    "confidence": [
      [
        "Cast",
        -0.56233495
      ],
      [
        "ile",
        -0.002498133
      ]
    ]
  },
  "Ferenc David was an outstanding Transylvanian exponent of this religious doctrine, which he  publicized, together with his teacher Giorgio Biandrata, in Two Books on the False and True Knowledge. John Biddle's Twelve Arguments Drawn Out of the Scripture was a notable work of advocacy for this religious doctrine in 17th- century England. In 1841, the deliver of the sermon A Discourse on the Transient and  Permanent in Christianity by Theodore Parker caused a rift among adherents of this religious": {
    "guess": "Unitarianism",
    "confidence": [
      [
        "Unit",
        -0.001378091
      ],
      [
        "arian",
        -2.0219828e-05
      ],
      [
        "ism",
        -0.023062496
      ]
    ]
  },
  "Ferenc David was an outstanding Transylvanian exponent of this religious doctrine, which he  publicized, together with his teacher Giorgio Biandrata, in Two Books on the False and True Knowledge. John": {
    "guess": "John Sigismund Zápolya",
    "confidence": [
      [
        "John",
        -0.81957996
      ],
      [
        " Sig",
        -0.31518263
      ],
      [
        "ism",
        -8.9953974e-05
      ],
      [
        "und",
        -0.0021121935
      ],
      [
        " Z",
        -0.31534693
      ],
      [
        "á",
        -0.00033188972
      ],
      [
        "poly",
        -4.8828708e-05
      ],
      [
        "a",
        -0.0015850929
      ]
    ]
  },
  "Fermat accomplished the quadrature of every curve in its class except this one, for in this case, his": {
    "guess": "Quintic equation",
    "confidence": [
      [
        "Qu",
        -0.48373437
      ],
      [
        "int",
        -0.54501
      ],
      [
        "ic",
        -0.0003277176
      ],
      [
        " equation",
        -0.024483977
      ]
    ]
  },
  "The Fermi form of this quantity results from charged particles interacting with moving magnetic clouds, while Bremsstrahlung (BREM-\"straw\"-\"lung\") radiation results from charged particles with nonzero": {
    "guess": "Bremsstrahlung",
    "confidence": [
      [
        "Bre",
        -0.27043873
      ],
      [
        "ms",
        -0.00013226394
      ],
      [
        "str",
        -2.2007884e-05
      ],
      [
        "ahl",
        -2.8802491e-05
      ],
      [
        "ung",
        -3.500108e-05
      ]
    ]
  },
  "The Fermi energy in these materials lies near the middle of the band-gap and moves toward the valence band edge as acceptors such as boron and aluminum are introduced, or moves toward the conduction band edge with the introduction of donors such as phosphorus.  The continuity equation expresses the change in carrier concentration in them as a function of factors such as Auger [OH-zhay] recombination, generation-recombination, diffusion, and drift.  Having a zinc-blend or diamond crystal structure,": {
    "guess": "Semiconductor",
    "confidence": [
      [
        "Sem",
        -0.04813555
      ],
      [
        "iconductor",
        -0.0019125767
      ]
    ]
  },
  "Ferenc David was an outstanding Transylvanian exponent of this religious doctrine, which he  publicized,": {
    "guess": "Unitarianism",
    "confidence": [
      [
        "Unit",
        -0.0029660538
      ],
      [
        "arian",
        -0.00013357517
      ],
      [
        "ism",
        -0.00039968727
      ]
    ]
  },
  "Ferdinand I of this region defeated Bermudo III of another region, merging those two regions together.  A ruler dubbed \"the Cruel\" from this region engaged in a conflict with his neighbor called the War of the Two Peters.  Alfonso VIII hailed from here; he was the victorious commander at Las Navas de Tolosa, which led to the downfall of this region's Kingdom of Toledo. This was the home region of the mother of Holy Roman Emperor Charles V, Joanna the Mad.  This region was united with Aragon when its queen married Ferdinand II.  For 10 points, name this historical region that today is paired with": {
    "guess": "Castile",
    "confidence": [
      [
        "Cast",
        -0.03207054
      ],
      [
        "ile",
        -5.2047206e-05
      ]
    ]
  },
  "Ferdinand I of this region defeated Bermudo III of another region, merging those two regions together.  A ruler dubbed \"the Cruel\" from this region engaged in a conflict with his neighbor called the War of the Two Peters.  Alfonso VIII hailed from here; he was the victorious commander at Las Navas de": {
    "guess": "Castile",
    "confidence": [
      [
        "Cast",
        -0.15749262
      ],
      [
        "ile",
        -0.011732467
      ]
    ]
  },
  "The Fermi energy in these materials lies near the middle of the band-gap and moves toward the valence band edge as acceptors such as boron and aluminum are introduced, or moves toward the conduction band edge with the introduction of donors such as phosphorus.  The continuity equation expresses the change in carrier concentration in them as a function of factors such as Auger [OH-zhay] recombination, generation-recombination, diffusion, and drift.  Having a zinc-blend or diamond crystal structure, their atoms are generally bonded to their four nearest neighbors.  Examples include cadmium telluride, indium antimonide and the most well-known non-elemental type, gallium arsenide.  FTP name these": {
    "guess": "Semiconductor",
    "confidence": [
      [
        "Sem",
        -0.2929328
      ],
      [
        "iconductor",
        -0.28158742
      ]
    ]
  },
  "The Fermi form of this quantity results from charged particles interacting with moving magnetic clouds, while Bremsstrahlung (BREM-\"straw\"-\"lung\") radiation results from charged particles with nonzero values for it. The tangential velocity squared divided by the radius yields its centripetal form. The square of the final velocity equals the square of final velocity plus twice the product of distance and this quantity. It is measured in meters per second squared. For 20 points, name this rate of change of velocity.": {
    "guess": "Acceleration",
    "confidence": [
      [
        "Acceleration",
        -0.00043567579
      ]
    ]
  },
  "Ferenc David was an outstanding Transylvanian exponent of this religious doctrine, which he  publicized, together with his teacher Giorgio Biandrata, in Two Books on the False and True Knowledge. John Biddle's Twelve Arguments Drawn Out of the Scripture was a notable work of advocacy for this religious doctrine in 17th- century England. In 1841, the deliver of the sermon A Discourse on the Transient and  Permanent in Christianity by Theodore Parker caused a rift among adherents of this religious doctrine due to Parker's denial of the factuality of Biblical miracles. An exposition of this religious doctrine was  delivered in a sermon on this type of Christianity at the ordination of the Reverend": {
    "guess": "Unitarianism",
    "confidence": [
      [
        "Unit",
        -0.00333836
      ],
      [
        "arian",
        -1.247159e-05
      ],
      [
        "ism",
        -0.016979909
      ]
    ]
  },
  "The Fermi energy in these materials lies near the middle of the band-gap and moves toward the valence band edge as acceptors such as boron and aluminum are introduced, or moves toward the conduction band": {
    "guess": "Semiconductor",
    "confidence": [
      [
        "Sem",
        -0.46042058
      ],
      [
        "iconductor",
        -0.0013672619
      ]
    ]
  },
  "Ferenc David was an outstanding Transylvanian exponent of this religious doctrine, which he  publicized, together with his teacher Giorgio Biandrata, in Two Books on the False and True Knowledge. John Biddle's Twelve Arguments Drawn Out of the Scripture was a notable work of advocacy for this religious doctrine in 17th- century England. In 1841, the deliver of the sermon A Discourse on the Transient and  Permanent in Christianity by Theodore Parker caused a rift among adherents of this religious doctrine due to Parker's denial of the factuality of Biblical miracles. An exposition of this religious doctrine was  delivered in a sermon on this type of Christianity at the ordination of the Reverend Jared Sparks by  Wil iam El ery Channing, a major American proponent of this religious view. For": {
    "guess": "Unitarianism",
    "confidence": [
      [
        "Unit",
        -0.00089061755
      ],
      [
        "arian",
        -3.202099e-05
      ],
      [
        "ism",
        -0.0005556552
      ]
    ]
  },
  "Ferenc David was an outstanding Transylvanian exponent of this religious doctrine, which he  publicized, together with his teacher Giorgio Biandrata, in Two Books on the False and True Knowledge. John Biddle's Twelve Arguments Drawn Out of the Scripture was a notable work of advocacy for this religious doctrine in 17th- century England. In 1841, the deliver of the sermon A Discourse on the Transient and  Permanent in Christianity by Theodore Parker caused a rift among adherents of this religious doctrine due to Parker's denial of the factuality of Biblical miracles. An exposition of this religious doctrine was  delivered in a sermon on this type of Christianity at the ordination of the Reverend Jared Sparks by  Wil iam El ery Channing, a major American proponent of this religious view. For 10 points, identify this  religious doctrine which denies the multiplicity of the Godhead, and which in some Christian  denominations is combined with universalism.": {
    "guess": "Unitarianism",
    "confidence": [
      [
        "Unit",
        -0.0005487451
      ],
      [
        "arian",
        -8.537869e-06
      ],
      [
        "ism",
        -0.007560487
      ]
    ]
  },
  "The Fermi energy in these materials lies near the middle of the band-gap and moves toward the valence band edge as acceptors such as boron and aluminum are introduced, or moves toward the conduction band edge with the introduction of donors such as phosphorus.  The continuity equation expresses the change": {
    "guess": "Semiconductor physics",
    "confidence": [
      [
        "Sem",
        -0.484304
      ],
      [
        "iconductor",
        -0.0010944963
      ],
      [
        " physics",
        -1.6235067
      ]
    ]
  },
  "Ferdinand I of this region defeated Bermudo III of another region, merging those two regions together.  A ruler dubbed \"the Cruel\" from this region engaged in a conflict with his neighbor called the War": {
    "guess": "Castile",
    "confidence": [
      [
        "Cast",
        -0.053202204
      ],
      [
        "ile",
        -0.0045988727
      ]
    ]
  },
  "The Fermi energy in these materials lies near the middle of the band-gap and moves toward the valence": {
    "guess": "Semiconductor",
    "confidence": [
      [
        "Sem",
        -0.0006248722
      ],
      [
        "iconductor",
        -5.705376e-05
      ]
    ]
  },
  "The Fermi form of this quantity results from charged particles interacting with moving magnetic clouds, while Bremsstrahlung (BREM-\"straw\"-\"lung\") radiation results from charged particles with nonzero values for it. The tangential velocity squared divided by the radius yields its centripetal form. The": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.79240143
      ],
      [
        " momentum",
        -0.25527957
      ]
    ]
  }
}