{
  "A cube-shaped lantern in this work refers to Christ being arrested in the garden, and the central figure has stigmata in the palms of his hands and wears the traditional colors of the papacy. This painting's companion, often called The Charge of the Mamelukes, depicts a crowd attacking the French Imperial Guard, which was commanded by Joachim Murat. This work's central figure is dressed in a white shirt and yellow pants, and, with his arms outstretched, faces down a line of soldiers with rifles at the ready. For 10 points, name this painting depicting the execution of some members of the Spanish resistance in Madrid, a work by Francisco Goya.": {
    "guess": "The Second of May 1808",
    "confidence": [
      [
        "The",
        -0.03260341
      ],
      [
        " Second",
        -0.6751996
      ],
      [
        " of",
        -0.0004353182
      ],
      [
        " May",
        -1.1517961e-05
      ],
      [
        " ",
        -0.0004935794
      ],
      [
        "180",
        -2.1054253e-05
      ],
      [
        "8",
        -1.4259645e-05
      ]
    ]
  },
  "A cube-shaped lantern in this work refers to Christ being arrested in the garden, and the central figure has stigmata in the palms of his hands and wears the traditional colors of the papacy. This painting's companion, often called The Charge of the Mamelukes, depicts a crowd attacking the French Imperial Guard, which was commanded by Joachim Murat. This work's central figure is dressed in a white": {
    "guess": "The Third of May, 1808",
    "confidence": [
      [
        "The",
        -0.25223047
      ],
      [
        " Third",
        -1.0751051
      ],
      [
        " of",
        -0.00014823723
      ],
      [
        " May",
        -2.4987974e-05
      ],
      [
        ",",
        -0.011072228
      ],
      [
        " ",
        -8.061054e-06
      ],
      [
        "180",
        -1.4021238e-05
      ],
      [
        "8",
        -2.6968896e-06
      ]
    ]
  },
  "A cube-shaped lantern in this work refers to Christ being arrested in the garden, and the central figure has stigmata in the palms of his hands and wears the traditional colors of the papacy. This painting's companion, often called The Charge of the Mamelukes, depicts a crowd attacking the French Imperial Guard, which was commanded by Joachim Murat. This work's central figure is dressed in a white shirt and yellow pants, and, with his arms outstretched, faces down a line of soldiers with rifles at the ready. For 10 points, name this painting depicting the execution of some members of the Spanish": {
    "guess": "The Third of May 1808",
    "confidence": [
      [
        "The",
        -0.042636227
      ],
      [
        " Third",
        -0.013668696
      ],
      [
        " of",
        -3.2140193e-05
      ],
      [
        " May",
        -7.9418505e-06
      ],
      [
        " ",
        -0.00057662406
      ],
      [
        "180",
        -0.00028767617
      ],
      [
        "8",
        -0.00030721823
      ]
    ]
  },
  "A cube-shaped lantern in this work refers to Christ being arrested in the garden, and the central figure": {
    "guess": "The Taking of Christ",
    "confidence": [
      [
        "The",
        -0.51214314
      ],
      [
        " Taking",
        -0.8495096
      ],
      [
        " of",
        -9.388769e-05
      ],
      [
        " Christ",
        -0.0006322592
      ]
    ]
  },
  "A cube-shaped lantern in this work refers to Christ being arrested in the garden, and the central figure has stigmata in the palms of his hands and wears the traditional colors of the papacy. This painting's companion, often called The Charge of the Mamelukes, depicts a crowd attacking the French Imperial Guard, which was commanded by Joachim Murat. This work's central figure is dressed in a white shirt and yellow pants, and, with his arms outstretched, faces down a line of soldiers with rifles at": {
    "guess": "The Raft of the Medusa",
    "confidence": [
      [
        "The",
        -0.45153844
      ],
      [
        " Ra",
        -0.5492918
      ],
      [
        "ft",
        -4.365741e-06
      ],
      [
        " of",
        -2.7133641e-05
      ],
      [
        " the",
        -0.005782432
      ],
      [
        " Med",
        -0.000134052
      ],
      [
        "usa",
        -0.00017660404
      ]
    ]
  },
  "A cube-shaped lantern in this work refers to Christ being arrested in the garden, and the central figure has stigmata in the palms of his hands and wears the traditional colors of the papacy. This painting's": {
    "guess": "St. Peter's Basilica",
    "confidence": [
      [
        "St",
        -0.81592286
      ],
      [
        ".",
        -0.018075373
      ],
      [
        " Peter",
        -0.032533478
      ],
      [
        "'s",
        -0.099845
      ],
      [
        " Basil",
        -0.6528896
      ],
      [
        "ica",
        -0.00022606621
      ]
    ]
  },
  "A cube-shaped lantern in this work refers to Christ being arrested in the garden, and the central figure has stigmata in the palms of his hands and wears the traditional colors of the papacy. This painting's companion, often called The Charge of the Mamelukes, depicts a crowd attacking the French Imperial": {
    "guess": "The Apparition of the Virgin of the Pillar to St. James",
    "confidence": [
      [
        "The",
        -0.4046515
      ],
      [
        " App",
        -1.4718367
      ],
      [
        "ar",
        -0.00019078559
      ],
      [
        "ition",
        -0.00016218038
      ],
      [
        " of",
        -0.001930659
      ],
      [
        " the",
        -0.49239
      ],
      [
        " Virgin",
        -0.09714669
      ],
      [
        " of",
        -0.6562641
      ],
      [
        " the",
        -0.6015749
      ],
      [
        " Pill",
        -0.035034485
      ],
      [
        "ar",
        -0.00017386234
      ],
      [
        " to",
        -0.032426625
      ],
      [
        " St",
        -0.2569406
      ],
      [
        ".",
        -0.07582383
      ],
      [
        " James",
        -0.018513009
      ]
    ]
  },
  "A cubic polymorph of this mineral, cristobalite, forms metastable spheres that, when hydrated, form opal. One": {
    "guess": "Cristobalite",
    "confidence": [
      [
        "C",
        -0.8194712
      ],
      [
        "rist",
        -0.0011776087
      ],
      [
        "ob",
        -1.9385403e-05
      ],
      [
        "al",
        -0.00013941615
      ],
      [
        "ite",
        -4.5252596e-05
      ]
    ]
  },
  "A cubic polymorph of this mineral, cristobalite, forms metastable spheres that, when hydrated, form opal. One stone made of this mineral and moganite is monoclinic and has a characteristic waxy luster": {
    "guess": "Silica",
    "confidence": [
      [
        "Sil",
        -1.017376
      ],
      [
        "ica",
        -0.013228702
      ]
    ]
  },
  "A cubic polymorph of this mineral, cristobalite, forms metastable spheres that, when hydrated, form opal. One stone made of this mineral and moganite is monoclinic and has a characteristic waxy luster and is called chalcedony. Another form of this mineral, citrine, is generated upon heating a stone with": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.103212066
      ],
      [
        "artz",
        -1.4974867e-05
      ]
    ]
  },
  "A cubic polymorph of this mineral, cristobalite, forms metastable spheres that, when hydrated, form opal. One stone made of this mineral and moganite is monoclinic and has a characteristic waxy luster and is called chalcedony. Another form of this mineral, citrine, is generated upon heating a stone with iron and aluminum impurities that give it a purple color, amethyst. FTP, identify this mineral commonly": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.028896043
      ],
      [
        "artz",
        -2.749125e-05
      ]
    ]
  },
  "A cubic polymorph of this mineral, cristobalite, forms metastable spheres that, when hydrated, form opal. One stone made of this mineral and moganite is monoclinic and has a characteristic waxy luster and is called chalcedony. Another form of this mineral, citrine, is generated upon heating a stone with iron and aluminum impurities that give it a purple color, amethyst. FTP, identify this mineral commonly found along with gold, a silicon dioxide crystal defining Mohs hardness seven and known for": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.001119023
      ],
      [
        "artz",
        -1.2829201e-05
      ]
    ]
  },
  "A cubic polymorph of this mineral, cristobalite, forms metastable spheres that, when hydrated, form opal. One stone made of this mineral and moganite is monoclinic and has a characteristic waxy luster and is called chalcedony. Another form of this mineral, citrine, is generated upon heating a stone with iron and aluminum impurities that give it a purple color, amethyst. FTP, identify this mineral commonly found along with gold, a silicon dioxide crystal defining Mohs hardness seven and known for its rose and milky varieties.": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.0011611733
      ],
      [
        "artz",
        -1.3544423e-05
      ]
    ]
  }
}