{
  "The guard Axel Roos saved his king thrice in one day during the Skirmish at Bender during this war, which saw the first ever victory of the Russian navy at the Battle of Gangut. The Ottoman Empire withdrew from this war after the Pruth River campaign, and Johann Patkul, who arranged an alliance that fought in this war, was broken at the wheel despite the pleas of Ulrika Eleonora, who succeeded her brother after his death at the siege of Fredriksten. Ivan Mazepa of the Zaporozhian Cossacks fled after the Battle of Poltava in this war. For 10 points, name this directionally-named war in which Peter the Great successfully dismantled the Swedish Empire.": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.001405352
      ],
      [
        " Northern",
        -0.00017851128
      ],
      [
        " War",
        -6.392203e-06
      ]
    ]
  },
  "The guard Axel Roos saved his king thrice in one day during the Skirmish at Bender during this war, which": {
    "guess": "Charles XII of Sweden",
    "confidence": [
      [
        "Charles",
        -0.7338532
      ],
      [
        " XII",
        -0.21273556
      ],
      [
        " of",
        -0.23704502
      ],
      [
        " Sweden",
        -0.00027170655
      ]
    ]
  },
  "The guard Axel Roos saved his king thrice in one day during the Skirmish at Bender during this war, which saw the first ever victory of the Russian navy at the Battle of Gangut. The Ottoman Empire withdrew from this war after the Pruth River campaign, and Johann Patkul, who arranged an alliance that fought in this war, was broken at the wheel despite the pleas of Ulrika Eleonora, who succeeded her brother after his death at the siege of Fredriksten. Ivan Mazepa of the Zaporozhian Cossacks fled after the Battle of Poltava in this war. For 10 points, name this directionally-named war in which Peter": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.003509676
      ],
      [
        " Northern",
        -0.00032950565
      ],
      [
        " War",
        -3.297462e-05
      ]
    ]
  },
  "The guard Axel Roos saved his king thrice in one day during the Skirmish at Bender during this war, which saw the first ever victory of the Russian navy at the Battle of Gangut. The Ottoman Empire withdrew": {
    "guess": "Charles XII of Sweden",
    "confidence": [
      [
        "Charles",
        -0.32541025
      ],
      [
        " XII",
        -0.08387518
      ],
      [
        " of",
        -0.5194398
      ],
      [
        " Sweden",
        -0.0003710894
      ]
    ]
  },
  "The guard Axel Roos saved his king thrice in one day during the Skirmish at Bender during this war, which saw the first ever victory of the Russian navy at the Battle of Gangut. The Ottoman Empire withdrew from this war after the Pruth River campaign, and Johann Patkul, who arranged an alliance that fought in this war, was broken at the wheel despite the pleas of Ulrika Eleonora, who succeeded her": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.0073721153
      ],
      [
        " Northern",
        -0.00039789922
      ],
      [
        " War",
        -4.5252596e-05
      ]
    ]
  },
  "One gubernatorial campaign of this politician saw a future first lady support him by riding on top of a giant motorized teapot while yelling \"corruption!\" at onlookers. This member of the American Liberty": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -1.1564649
      ],
      [
        "apot",
        -0.0012951198
      ],
      [
        " Dome",
        -0.0012740428
      ],
      [
        " scandal",
        -0.109269276
      ]
    ]
  },
  "One gubernatorial campaign of this politician saw a future first lady support him by riding on top of": {
    "guess": "Teddy Roosevelt",
    "confidence": [
      [
        "Ted",
        -2.4905028
      ],
      [
        "dy",
        -0.47285366
      ],
      [
        " Roosevelt",
        -0.004310953
      ]
    ]
  },
  "One gubernatorial campaign of this politician saw a future first lady support him by riding on top of a giant motorized teapot while yelling \"corruption!\" at onlookers. This member of the American Liberty League was advised by Belle Moskowitz. He was the vice chairman of the committee that investigated the Triangle Shirtwaist fire. His anti-prohibition beliefs contrasted against William McAdoo's (*)": {
    "guess": "Al Smith",
    "confidence": [
      [
        "Al",
        -0.03921274
      ],
      [
        " Smith",
        -0.19762819
      ]
    ]
  },
  "One gubernatorial campaign of this politician saw a future first lady support him by riding on top of a giant motorized teapot while yelling \"corruption!\" at onlookers. This member of the American Liberty League was advised by Belle Moskowitz. He was the vice chairman of the committee that investigated the Triangle Shirtwaist fire. His anti-prohibition beliefs contrasted against William McAdoo's (*) dry stance at the 1924 convention. In his most notable election his running mate was Joseph Robinson. This \"happy warrior\" was Governor of New York for most of the 1920s. He's not Kennedy, but he was the first Catholic to receive a presidential nomination by a major party. For 10 points, name this": {
    "guess": "Al Smith",
    "confidence": [
      [
        "Al",
        -0.0079112165
      ],
      [
        " Smith",
        -0.11361811
      ]
    ]
  },
  "The guard Axel Roos saved his king thrice in one day during the Skirmish at Bender during this war, which saw the first ever victory of the Russian navy at the Battle of Gangut. The Ottoman Empire withdrew from this war after the Pruth River campaign, and Johann Patkul, who arranged an alliance that": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.0029632037
      ],
      [
        " Northern",
        -0.00020282516
      ],
      [
        " War",
        -3.786197e-05
      ]
    ]
  },
  "One gubernatorial campaign of this politician saw a future first lady support him by riding on top of a giant motorized teapot while yelling \"corruption!\" at onlookers. This member of the American Liberty League was advised by Belle Moskowitz. He was the vice chairman of the committee that investigated the Triangle Shirtwaist fire. His anti-prohibition beliefs contrasted against William McAdoo's (*) dry stance at the 1924 convention. In his most notable election his running mate was Joseph Robinson. This \"happy warrior\" was Governor of New York for most of the 1920s. He's not Kennedy, but he was the first Catholic to receive a presidential nomination by a major party. For 10 points, name this loosing Democratic candidate for President in 1928.": {
    "guess": "Al Smith",
    "confidence": [
      [
        "Al",
        -0.023584586
      ],
      [
        " Smith",
        -0.19814683
      ]
    ]
  },
  "One gubernatorial campaign of this politician saw a future first lady support him by riding on top of a giant motorized teapot while yelling \"corruption!\" at onlookers. This member of the American Liberty League was advised by Belle Moskowitz. He was the vice chairman of the committee that investigated the Triangle Shirtwaist fire. His anti-prohibition beliefs contrasted against William McAdoo's (*) dry stance at the 1924 convention. In his most notable election his running mate was Joseph Robinson. This \"happy warrior\" was Governor of New York for most of the 1920s. He's not Kennedy, but he was": {
    "guess": "Al Smith",
    "confidence": [
      [
        "Al",
        -0.015390582
      ],
      [
        " Smith",
        -0.17926942
      ]
    ]
  },
  "One gubernatorial campaign of this politician saw a future first lady support him by riding on top of a giant motorized teapot while yelling \"corruption!\" at onlookers. This member of the American Liberty League was advised by Belle Moskowitz. He was the vice chairman of the committee that investigated": {
    "guess": "Huey Long",
    "confidence": [
      [
        "H",
        -0.057363216
      ],
      [
        "ue",
        -0.00029244067
      ],
      [
        "y",
        -7.505351e-05
      ],
      [
        " Long",
        -0.0152707305
      ]
    ]
  },
  "One gubernatorial campaign of this politician saw a future first lady support him by riding on top of a giant motorized teapot while yelling \"corruption!\" at onlookers. This member of the American Liberty League was advised by Belle Moskowitz. He was the vice chairman of the committee that investigated the Triangle Shirtwaist fire. His anti-prohibition beliefs contrasted against William McAdoo's (*) dry stance at the 1924 convention. In his most notable election his running mate was Joseph Robinson.": {
    "guess": "Al Smith",
    "confidence": [
      [
        "Al",
        -0.016909357
      ],
      [
        " Smith",
        -0.2048989
      ]
    ]
  },
  "The guard Axel Roos saved his king thrice in one day during the Skirmish at Bender during this war, which saw the first ever victory of the Russian navy at the Battle of Gangut. The Ottoman Empire withdrew from this war after the Pruth River campaign, and Johann Patkul, who arranged an alliance that fought in this war, was broken at the wheel despite the pleas of Ulrika Eleonora, who succeeded her brother after his death at the siege of Fredriksten. Ivan Mazepa of the Zaporozhian Cossacks fled after": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.0008252298
      ],
      [
        " Northern",
        -8.220573e-05
      ],
      [
        " War",
        -1.6286107e-05
      ]
    ]
  }
}