{
  "An Adam Hochschild collection of essays and reports is titled after this monarch's \"ghost.\" This king was criticized in the Casement Report, which detailed atrocities carried out during rubber harvesting by the Force Publique. This king hired Henry Morton Stanley to maintain the land he was personally granted at the Congress of Vienna. For 10 points, name this Belgian King who established the Congo Free State.": {
    "guess": "King Leopold's Ghost",
    "confidence": [
      [
        "King",
        -0.36679557
      ],
      [
        " Le",
        -0.00016647171
      ],
      [
        "op",
        -7.107425e-06
      ],
      [
        "old",
        -0.00016754455
      ],
      [
        "'s",
        -0.0011316438
      ],
      [
        " Ghost",
        -0.00013333677
      ]
    ]
  },
  "She adapted Faulkner's \"A Rose for Emily\" in 1971 and earlier created The Harvest According and Three Virgins and a Devil. In her eighties, she worked on The Other and The Informer. She worked with costumer Miles White and a score by Morton Gould for one of her creations, and her role as choreographer": {
    "guess": "Agnes de Mille",
    "confidence": [
      [
        "Ag",
        -0.013574401
      ],
      [
        "nes",
        -2.4584822e-06
      ],
      [
        " de",
        -0.011914712
      ],
      [
        " M",
        -0.00016492206
      ],
      [
        "ille",
        -7.982166e-05
      ]
    ]
  },
  "She adapted Faulkner's \"A Rose for Emily\" in 1971 and earlier created The Harvest According and Three Virgins and a Devil. In her eighties, she worked on The Other and The Informer. She worked with costumer Miles White and a score by Morton Gould for one of her creations, and her role as choreographer of such Broadway shows as Paint Your Wagon and Oklahoma! recalled the western themes used in another work. FTP, name this woman who created a ballet about Lizzie Borden, Fall River Legend, and played the cowgirl in the original production of her own squaredance-tinged, Aaron Copland-scored ballet": {
    "guess": "Agnes de Mille",
    "confidence": [
      [
        "Ag",
        -0.009156438
      ],
      [
        "nes",
        -1.4021238e-05
      ],
      [
        " de",
        -0.0009722061
      ],
      [
        " M",
        -9.805982e-05
      ],
      [
        "ille",
        -1.1637165e-05
      ]
    ]
  },
  "Adam of Bremen wrote of a war between two kings with this name, one the son of King Stenkil and another known as \"the Pagan\". A king of this name known as \"the Good\" was the first of his country to make a pilgrimage to the Holy Land and died in Cyprus. The last king of this name murdered the family of Sture and participated in the early phases of the Livonian War, conquering Estonia. One man of this name known as \"the Victorious\" was a grandson of Ragnar Lodbrok and was probably the first king of Sweden of the House of Munso. The second king of Norway had this name, and was known as \"Bloodaxe\",": {
    "guess": "List of Swedish monarchs",
    "confidence": [
      [
        "List",
        -0.60642034
      ],
      [
        " of",
        -0.0011666494
      ],
      [
        " Swedish",
        -0.36884195
      ],
      [
        " monarch",
        -0.018924609
      ],
      [
        "s",
        -0.00010974178
      ]
    ]
  },
  "He adapted the works of Aeschylus for the stage and his The Old Glory reconfigures short stories by Melville": {
    "guess": "Robert Lowell",
    "confidence": [
      [
        "Robert",
        -0.16189764
      ],
      [
        " Lowell",
        -0.0008415496
      ]
    ]
  },
  "He adapted the works of Aeschylus for the stage and his The Old Glory reconfigures short stories by Melville and Hawthorne. \"In the Cage\" and \"Memories of West Street and Lepke\" are contained in his then unpublished first collection Land of Unlikeness, which also contained \"Children of Light,\" and was composed during his apprenticeship under Allen Tate. His last book of poetry, Day by Day doesn't really hold up to earlier works like The Mills of the Kavanaughs, the volumes Notebook/History, or the sonnet sequence The Dolphin. FTP identify this author of \"The Quaker Graveyard in Nantucket,\" \"For the Union Dead,\" and \"Skunk Hour,\" perhaps best known for his Life Studies.": {
    "guess": "Robert Lowell",
    "confidence": [
      [
        "Robert",
        -0.0018472476
      ],
      [
        " Lowell",
        -0.00024536622
      ]
    ]
  },
  "He adapted Aristophanes' The Wasps into a three-act comedy that he entitled The Litigants.  His last": {
    "guess": "Jean-Baptiste Racine",
    "confidence": [
      [
        "Jean",
        -0.28660113
      ],
      [
        "-B",
        -0.47186288
      ],
      [
        "apt",
        -0.00033188972
      ],
      [
        "iste",
        -0.0006683559
      ],
      [
        " Rac",
        -0.013508179
      ],
      [
        "ine",
        -3.8457987e-05
      ]
    ]
  },
  "Adam of Bremen wrote of a war between two kings with this name, one the son of King Stenkil and another known as \"the Pagan\". A king of this name known as \"the Good\" was the first of his country to make a pilgrimage to the Holy Land and died in Cyprus. The last king of this name murdered the family of Sture and participated in the early phases of the Livonian War, conquering Estonia. One man of this name known as \"the Victorious\" was a grandson of Ragnar Lodbrok and was probably the first king of Sweden of the House of Munso. The second king of Norway had this name, and was known as \"Bloodaxe\", while the most famous king of this name was the son of Margaret of Denmark. For 10 points, give the name of the first king of the Kalmar Union, a native of Pomerania, as well as the founder of the first Nordic colony in Greenland whose sobriquet was \"the Red.\"": {
    "guess": "Eric of Pomerania",
    "confidence": [
      [
        "Eric",
        -0.5639355
      ],
      [
        " of",
        -0.46733618
      ],
      [
        " P",
        -0.0014647467
      ],
      [
        "omer",
        -5.7961847e-06
      ],
      [
        "ania",
        -0.0001975802
      ]
    ]
  },
  "Its \"Adagio molto e cantabile\" third movement begins in B-flat major. The fortissimo recapitulation of its D-minor first movement led Bramwell Tovey to remark, \"instead of a distant nebula we now see the heavens on fire.\" Its scherzo second-movement features timpani, while its surprisingly long final movement is an \"inner symphony\" that quotes previous movements before basses introduce the main theme,": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.008525922
      ],
      [
        "phony",
        -0.00014191943
      ],
      [
        " No",
        -0.00011892046
      ],
      [
        ".",
        -0.00032914805
      ],
      [
        " ",
        -0.00093921233
      ],
      [
        "9",
        -0.09977369
      ],
      [
        " (",
        -0.00556599
      ],
      [
        "Be",
        -0.60761476
      ],
      [
        "ethoven",
        -5.8245798e-05
      ],
      [
        ")",
        -2.1769476e-05
      ]
    ]
  },
  "Adam of Bremen wrote of a war between two kings with this name, one the son of King Stenkil and another known as \"the Pagan\". A king of this name known as \"the Good\" was the first of his country to make a pilgrimage to the Holy Land and died in Cyprus. The last king of this name murdered the family of Sture and participated in the early phases of the Livonian War, conquering Estonia. One man of this": {
    "guess": "Charles XII of Sweden",
    "confidence": [
      [
        "Charles",
        -1.2339367
      ],
      [
        " XII",
        -1.3953453
      ],
      [
        " of",
        -0.2448742
      ],
      [
        " Sweden",
        -0.0016900582
      ]
    ]
  },
  "He adapted the works of Aeschylus for the stage and his The Old Glory reconfigures short stories by Melville and Hawthorne. \"In the Cage\" and \"Memories of West Street and Lepke\" are contained in his then unpublished first collection Land of Unlikeness, which also contained \"Children of Light,\" and was composed during his apprenticeship under Allen Tate. His last book of poetry, Day by Day doesn't really hold up to earlier works like The Mills of the Kavanaughs, the volumes Notebook/History, or the": {
    "guess": "Robert Lowell",
    "confidence": [
      [
        "Robert",
        -0.099061474
      ],
      [
        " Lowell",
        -0.007794471
      ]
    ]
  },
  "Its \"Adagio molto e cantabile\" third movement begins in B-flat major. The fortissimo recapitulation of its D-minor first movement led Bramwell Tovey to remark, \"instead of a distant nebula we now see the heavens on fire.\" Its scherzo second-movement features timpani, while its surprisingly long final movement is an \"inner symphony\" that quotes previous movements before basses introduce the main theme, to which \"Freude, schöner Götterfunken!\" is later sung. With lyrics taken from Schiller's \"Ode to": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.0019049625
      ],
      [
        "phony",
        -3.2497806e-05
      ],
      [
        " No",
        -0.0007886636
      ],
      [
        ".",
        -0.00030233458
      ],
      [
        " ",
        -0.0005660186
      ],
      [
        "9",
        -0.0007986693
      ],
      [
        " (",
        -0.00056756823
      ],
      [
        "Be",
        -0.0008910944
      ],
      [
        "ethoven",
        -0.00011963568
      ],
      [
        ")",
        -4.274932e-05
      ]
    ]
  },
  "Adam of Bremen wrote of a war between two kings with this name, one the son of King Stenkil and another": {
    "guess": "Adam of Bremen",
    "confidence": [
      [
        "Adam",
        -0.55299246
      ],
      [
        " of",
        -0.02734433
      ],
      [
        " B",
        -0.0011379543
      ],
      [
        "remen",
        -1.7954959e-05
      ]
    ]
  },
  "An Adam Hochschild collection of essays and reports is titled after this monarch's \"ghost.\" This king was criticized in the Casement Report, which detailed atrocities carried out during rubber harvesting": {
    "guess": "Leopold II of Belgium",
    "confidence": [
      [
        "Le",
        -0.5504652
      ],
      [
        "op",
        -4.179569e-05
      ],
      [
        "old",
        -0.00024441257
      ],
      [
        " II",
        -0.010546981
      ],
      [
        " of",
        -0.00057042914
      ],
      [
        " Belgium",
        -5.6769813e-06
      ]
    ]
  },
  "He adapted the works of Aeschylus for the stage and his The Old Glory reconfigures short stories by Melville and Hawthorne. \"In the Cage\" and \"Memories of West Street and Lepke\" are contained in his then unpublished first collection Land of Unlikeness, which also contained \"Children of Light,\" and was composed during his apprenticeship under Allen Tate. His last book of poetry, Day by Day doesn't really": {
    "guess": "Robert Lowell",
    "confidence": [
      [
        "Robert",
        -0.15614113
      ],
      [
        " Lowell",
        -0.0040260376
      ]
    ]
  },
  "He adapted Aristophanes' The Wasps into a three-act comedy that he entitled The Litigants.  His last two works were a pair of Biblical plays for the girls of Saint-Cyr, Esther and Athalie.  He had been convinced to write them by his patron Madame de Maintenon [MON-te-noh] shortly after his appointment as official historiographer by Louis XIV.  Before gaining that position, this Jansenist had quit the theater in disgust over failure despite the early success of plays like The Thebiad, Andromaque,": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.0010462664
      ],
      [
        " Rac",
        -0.006358047
      ],
      [
        "ine",
        -7.505351e-05
      ]
    ]
  },
  "He adapted Aristophanes' The Wasps into a three-act comedy that he entitled The Litigants.  His last two works were a pair of Biblical plays for the girls of Saint-Cyr, Esther and Athalie.  He had been convinced to write them by his patron Madame de Maintenon [MON-te-noh] shortly after his appointment as official historiographer by Louis XIV.  Before gaining that position, this Jansenist had quit the": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.0011846344
      ],
      [
        " Rac",
        -0.019694483
      ],
      [
        "ine",
        -4.167649e-05
      ]
    ]
  },
  "Adam of Bremen wrote of a war between two kings with this name, one the son of King Stenkil and another known as \"the Pagan\". A king of this name known as \"the Good\" was the first of his country to make a pilgrimage to the Holy Land and died in Cyprus. The last king of this name murdered the family of Sture and participated in the early phases of the Livonian War, conquering Estonia. One man of this name known as \"the Victorious\" was a grandson of Ragnar Lodbrok and was probably the first king of Sweden of the House of Munso. The second king of Norway had this name, and was known as \"Bloodaxe\", while the most famous king of this name was the son of Margaret of Denmark. For 10 points, give the": {
    "guess": "List of Swedish monarchs",
    "confidence": [
      [
        "List",
        -0.558151
      ],
      [
        " of",
        -0.000688129
      ],
      [
        " Swedish",
        -0.106505
      ],
      [
        " monarch",
        -0.014204756
      ],
      [
        "s",
        -8.077529e-05
      ]
    ]
  },
  "Adam of Bremen wrote of a war between two kings with this name, one the son of King Stenkil and another known as \"the Pagan\". A king of this name known as \"the Good\" was the first of his country to make": {
    "guess": "Eric",
    "confidence": [
      [
        "Eric",
        -1.4259665
      ]
    ]
  },
  "He adapted the works of Aeschylus for the stage and his The Old Glory reconfigures short stories by Melville and Hawthorne. \"In the Cage\" and \"Memories of West Street and Lepke\" are contained in his then unpublished first collection Land of Unlikeness, which also contained \"Children of Light,\" and was": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.8212746
      ]
    ]
  },
  "She adapted Faulkner's \"A Rose for Emily\" in 1971 and earlier created The Harvest According and Three": {
    "guess": "Shirley Jackson",
    "confidence": [
      [
        "Sh",
        -0.84549546
      ],
      [
        "ir",
        -0.0007361314
      ],
      [
        "ley",
        -6.4325184e-05
      ],
      [
        " Jackson",
        -0.0022727738
      ]
    ]
  },
  "Adam of Bremen wrote of a war between two kings with this name, one the son of King Stenkil and another known as \"the Pagan\". A king of this name known as \"the Good\" was the first of his country to make a pilgrimage to the Holy Land and died in Cyprus. The last king of this name murdered the family of Sture and participated in the early phases of the Livonian War, conquering Estonia. One man of this name known as \"the Victorious\" was a grandson of Ragnar Lodbrok and was probably the first king of": {
    "guess": "List of Swedish monarchs",
    "confidence": [
      [
        "List",
        -0.40678945
      ],
      [
        " of",
        -0.0006079599
      ],
      [
        " Swedish",
        -0.20907916
      ],
      [
        " monarch",
        -0.026054913
      ],
      [
        "s",
        -5.7172965e-05
      ]
    ]
  },
  "An Adam Hochschild collection of essays and reports is titled after this monarch's \"ghost.\" This king was criticized in the Casement Report, which detailed atrocities carried out during rubber harvesting by the Force Publique. This king hired Henry Morton Stanley to maintain the land he was personally": {
    "guess": "King Leopold's Ghost",
    "confidence": [
      [
        "King",
        -0.6891018
      ],
      [
        " Le",
        -0.00048095852
      ],
      [
        "op",
        -2.1008714e-06
      ],
      [
        "old",
        -0.00016992862
      ],
      [
        "'s",
        -0.0026084753
      ],
      [
        " Ghost",
        -0.0015549783
      ]
    ]
  },
  "Adam of Bremen wrote of a war between two kings with this name, one the son of King Stenkil and another known as \"the Pagan\". A king of this name known as \"the Good\" was the first of his country to make a pilgrimage to the Holy Land and died in Cyprus. The last king of this name murdered the family of Sture and participated in the early phases of the Livonian War, conquering Estonia. One man of this name known as \"the Victorious\" was a grandson of Ragnar Lodbrok and was probably the first king of Sweden of the House of Munso. The second king of Norway had this name, and was known as \"Bloodaxe\", while the most famous king of this name was the son of Margaret of Denmark. For 10 points, give the name of the first king of the Kalmar Union, a native of Pomerania, as well as the founder of the first": {
    "guess": "Eric of Pomerania",
    "confidence": [
      [
        "Eric",
        -0.34958485
      ],
      [
        " of",
        -0.021315651
      ],
      [
        " P",
        -0.0006920627
      ],
      [
        "omer",
        -1.8193366e-05
      ],
      [
        "ania",
        -7.2192626e-05
      ]
    ]
  },
  "He adapted Aristophanes' The Wasps into a three-act comedy that he entitled The Litigants.  His last two works were a pair of Biblical plays for the girls of Saint-Cyr, Esther and Athalie.  He had been convinced to write them by his patron Madame de Maintenon [MON-te-noh] shortly after his appointment as official historiographer by Louis XIV.  Before gaining that position, this Jansenist had quit the theater in disgust over failure despite the early success of plays like The Thebiad, Andromaque, and Berenice.  FTP, name this arch-rival of Pierre Corneille, whose masterpiece is his play Phedre [FAY-drah].": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.00041160765
      ],
      [
        " Rac",
        -0.009733419
      ],
      [
        "ine",
        -2.5583993e-05
      ]
    ]
  },
  "Its \"Adagio molto e cantabile\" third movement begins in B-flat major. The fortissimo recapitulation of its D-minor first movement led Bramwell Tovey to remark, \"instead of a distant nebula we now see the heavens on fire.\" Its scherzo second-movement features timpani, while its surprisingly long final movement is an \"inner symphony\" that quotes previous movements before basses introduce the main theme, to which \"Freude, schöner Götterfunken!\" is later sung. With lyrics taken from Schiller's \"Ode to Joy,\" this is, FTP, what last symphony of Beethoven?": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.0034855586
      ],
      [
        "phony",
        -1.60477e-05
      ],
      [
        " No",
        -0.00012892624
      ],
      [
        ".",
        -0.00013512482
      ],
      [
        " ",
        -5.1689596e-05
      ],
      [
        "9",
        -0.00014001218
      ],
      [
        " (",
        -0.00082249544
      ],
      [
        "Be",
        -1.4259645e-05
      ],
      [
        "ethoven",
        -7.111979e-05
      ],
      [
        ")",
        -5.7961847e-06
      ]
    ]
  },
  "He adapted Aristophanes' The Wasps into a three-act comedy that he entitled The Litigants.  His last two works were a pair of Biblical plays for the girls of Saint-Cyr, Esther and Athalie.  He had been": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.009926074
      ],
      [
        " Rac",
        -0.016767405
      ],
      [
        "ine",
        -8.8165914e-05
      ]
    ]
  },
  "She adapted Faulkner's \"A Rose for Emily\" in 1971 and earlier created The Harvest According and Three Virgins and a Devil. In her eighties, she worked on The Other and The Informer. She worked with costumer": {
    "guess": "Marguerite Duras",
    "confidence": [
      [
        "Marg",
        -1.7668978
      ],
      [
        "uer",
        -0.21767278
      ],
      [
        "ite",
        -0.000274683
      ],
      [
        " D",
        -0.029676095
      ],
      [
        "uras",
        -0.0008158237
      ]
    ]
  },
  "Its \"Adagio molto e cantabile\" third movement begins in B-flat major. The fortissimo recapitulation of": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.0040634405
      ],
      [
        "phony",
        -0.002102441
      ],
      [
        " No",
        -0.0038562512
      ],
      [
        ".",
        -0.00027885512
      ],
      [
        " ",
        -0.0011075904
      ],
      [
        "9",
        -0.0034640562
      ],
      [
        " (",
        -0.0014407116
      ],
      [
        "Be",
        -0.0016674461
      ],
      [
        "ethoven",
        -8.900034e-05
      ],
      [
        ")",
        -4.7040652e-05
      ]
    ]
  },
  "He adapted the works of Aeschylus for the stage and his The Old Glory reconfigures short stories by Melville and Hawthorne. \"In the Cage\" and \"Memories of West Street and Lepke\" are contained in his then": {
    "guess": "Robert Lowell",
    "confidence": [
      [
        "Robert",
        -0.4191397
      ],
      [
        " Lowell",
        -0.017712027
      ]
    ]
  },
  "Its \"Adagio molto e cantabile\" third movement begins in B-flat major. The fortissimo recapitulation of its D-minor first movement led Bramwell Tovey to remark, \"instead of a distant nebula we now see the": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.0062174397
      ],
      [
        "phony",
        -4.0007635e-05
      ],
      [
        " No",
        -0.0018723556
      ],
      [
        ".",
        -0.000493341
      ],
      [
        " ",
        -0.0013033338
      ],
      [
        "9",
        -0.002151927
      ],
      [
        " (",
        -0.0020305885
      ],
      [
        "Be",
        -0.0041239923
      ],
      [
        "ethoven",
        -7.600714e-05
      ],
      [
        ")",
        -9.114601e-05
      ]
    ]
  },
  "Its \"Adagio molto e cantabile\" third movement begins in B-flat major. The fortissimo recapitulation of its D-minor first movement led Bramwell Tovey to remark, \"instead of a distant nebula we now see the heavens on fire.\" Its scherzo second-movement features timpani, while its surprisingly long final": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.008077493
      ],
      [
        "phony",
        -9.996708e-05
      ],
      [
        " No",
        -0.000296136
      ],
      [
        ".",
        -0.0005760281
      ],
      [
        " ",
        -0.0011135432
      ],
      [
        "9",
        -0.4800795
      ],
      [
        " (",
        -0.005267196
      ],
      [
        "Be",
        -0.0010617482
      ],
      [
        "ethoven",
        -0.00017696164
      ],
      [
        ")",
        -1.0802739e-05
      ]
    ]
  },
  "An Adam Hochschild collection of essays and reports is titled after this monarch's \"ghost.\" This king was criticized in the Casement Report, which detailed atrocities carried out during rubber harvesting by the Force Publique. This king hired Henry Morton Stanley to maintain the land he was personally granted at the Congress of Vienna. For 10 points, name this Belgian King who established the Congo": {
    "guess": "Leopold II of Belgium",
    "confidence": [
      [
        "Le",
        -0.3727424
      ],
      [
        "op",
        -7.910644e-05
      ],
      [
        "old",
        -0.00021509947
      ],
      [
        " II",
        -0.00015765065
      ],
      [
        " of",
        -0.0024036008
      ],
      [
        " Belgium",
        -2.3392786e-06
      ]
    ]
  },
  "An Adam Hochschild collection of essays and reports is titled after this monarch's \"ghost.\" This king": {
    "guess": "Leopold II of Belgium",
    "confidence": [
      [
        "Le",
        -0.2189773
      ],
      [
        "op",
        -2.1411865e-05
      ],
      [
        "old",
        -0.00012654216
      ],
      [
        " II",
        -0.00025919382
      ],
      [
        " of",
        -0.0017080175
      ],
      [
        " Belgium",
        -1.7239736e-05
      ]
    ]
  },
  "She adapted Faulkner's \"A Rose for Emily\" in 1971 and earlier created The Harvest According and Three Virgins and a Devil. In her eighties, she worked on The Other and The Informer. She worked with costumer Miles White and a score by Morton Gould for one of her creations, and her role as choreographer of such Broadway shows as Paint Your Wagon and Oklahoma! recalled the western themes used in another": {
    "guess": "Agnes de Mille",
    "confidence": [
      [
        "Ag",
        -0.009002389
      ],
      [
        "nes",
        -2.577686e-06
      ],
      [
        " de",
        -0.01106798
      ],
      [
        " M",
        -0.00016849818
      ],
      [
        "ille",
        -8.3159364e-05
      ]
    ]
  },
  "She adapted Faulkner's \"A Rose for Emily\" in 1971 and earlier created The Harvest According and Three Virgins and a Devil. In her eighties, she worked on The Other and The Informer. She worked with costumer Miles White and a score by Morton Gould for one of her creations, and her role as choreographer of such Broadway shows as Paint Your Wagon and Oklahoma! recalled the western themes used in another work. FTP, name this woman who created a ballet about Lizzie Borden, Fall River Legend, and played": {
    "guess": "Agnes de Mille",
    "confidence": [
      [
        "Ag",
        -0.0027259407
      ],
      [
        "nes",
        -1.4498052e-05
      ],
      [
        " de",
        -0.0014042791
      ],
      [
        " M",
        -0.00015908109
      ],
      [
        "ille",
        -1.6762922e-05
      ]
    ]
  },
  "Adam of Bremen wrote of a war between two kings with this name, one the son of King Stenkil and another known as \"the Pagan\". A king of this name known as \"the Good\" was the first of his country to make a pilgrimage to the Holy Land and died in Cyprus. The last king of this name murdered the family of": {
    "guess": "Olaf II of Norway",
    "confidence": [
      [
        "Ol",
        -0.9199934
      ],
      [
        "af",
        -0.043617114
      ],
      [
        " II",
        -0.518717
      ],
      [
        " of",
        -0.0027053696
      ],
      [
        " Norway",
        -0.039328158
      ]
    ]
  },
  "He adapted the works of Aeschylus for the stage and his The Old Glory reconfigures short stories by Melville and Hawthorne. \"In the Cage\" and \"Memories of West Street and Lepke\" are contained in his then unpublished first collection Land of Unlikeness, which also contained \"Children of Light,\" and was composed during his apprenticeship under Allen Tate. His last book of poetry, Day by Day doesn't really hold up to earlier works like The Mills of the Kavanaughs, the volumes Notebook/History, or the sonnet sequence The Dolphin. FTP identify this author of \"The Quaker Graveyard in Nantucket,\" \"For": {
    "guess": "Robert Lowell",
    "confidence": [
      [
        "Robert",
        -0.11781968
      ],
      [
        " Lowell",
        -0.00036679808
      ]
    ]
  },
  "He adapted Aristophanes' The Wasps into a three-act comedy that he entitled The Litigants.  His last two works were a pair of Biblical plays for the girls of Saint-Cyr, Esther and Athalie.  He had been convinced to write them by his patron Madame de Maintenon [MON-te-noh] shortly after his appointment": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.0029670072
      ],
      [
        " Rac",
        -0.04092275
      ],
      [
        "ine",
        -4.5848617e-05
      ]
    ]
  },
  "She adapted Faulkner's \"A Rose for Emily\" in 1971 and earlier created The Harvest According and Three Virgins and a Devil. In her eighties, she worked on The Other and The Informer. She worked with costumer Miles White and a score by Morton Gould for one of her creations, and her role as choreographer of such Broadway shows as Paint Your Wagon and Oklahoma! recalled the western themes used in another work. FTP, name this woman who created a ballet about Lizzie Borden, Fall River Legend, and played the cowgirl in the original production of her own squaredance-tinged, Aaron Copland-scored ballet Rodeo.": {
    "guess": "Agnes de Mille",
    "confidence": [
      [
        "Ag",
        -0.005094053
      ],
      [
        "nes",
        -1.3306016e-05
      ],
      [
        " de",
        -0.000563519
      ],
      [
        " M",
        -7.3742274e-05
      ],
      [
        "ille",
        -9.253091e-06
      ]
    ]
  }
}