{
  "Erwin Komenda created the distinctive design of one of these objects, which was produced by a company saved by Ivan Hirst. Norbert Konrad and Heinz Meixner used the same one of these objects to perform the same feat only three months apart, and Horst Breistoffer modified another one called an Isetta to do the same action at Checkpoint Charlie. One of these objects was made out of Duroplast and was generally more expensive to buy used than new. Birgit Kinder's \"Test the Best\" graffiti shows one of these objects crashing through the Berlin Wall; that type of this object was said to have its value": {
    "guess": "Trabant",
    "confidence": [
      [
        "Tr",
        -0.5441088
      ],
      [
        "abant",
        -0.00025621374
      ]
    ]
  },
  "Erwin Komenda created the distinctive design of one of these objects, which was produced by a company saved by Ivan Hirst. Norbert Konrad and Heinz Meixner used the same one of these objects to perform the same feat only three months apart, and Horst Breistoffer modified another one called an Isetta to do the same action at Checkpoint Charlie. One of these objects was made out of Duroplast and was generally more expensive to buy used than new. Birgit Kinder's \"Test the Best\" graffiti shows one of these objects crashing through the Berlin Wall; that type of this object was said to have its value doubled by filling it with gas. For 10 points, name these objects that in Germany included Sachsenring's": {
    "guess": "Trabant",
    "confidence": [
      [
        "Tr",
        -0.004130761
      ],
      [
        "abant",
        -0.0002634815
      ]
    ]
  },
  "Erwin Iserloh claimed that their manner of promulgation was a story invented by Philip Melanchthon. The Archbishop Albert of Mainz forwarded them to Rome. They note Saint Lawrence's claim that the treasures": {
    "guess": "Indulgences",
    "confidence": [
      [
        "Ind",
        -0.5731553
      ],
      [
        "ulg",
        -0.4072271
      ],
      [
        "ences",
        -5.6338537e-05
      ]
    ]
  },
  "Erwin Komenda created the distinctive design of one of these objects, which was produced by a company saved by Ivan Hirst. Norbert Konrad and Heinz Meixner used the same one of these objects to perform the same feat only three months apart, and Horst Breistoffer modified another one called an Isetta to do the same action at Checkpoint Charlie. One of these objects was made out of Duroplast and was": {
    "guess": "Volkswagen Beetle",
    "confidence": [
      [
        "V",
        -0.028779306
      ],
      [
        "olk",
        -0.0001440651
      ],
      [
        "swagen",
        -8.8404326e-05
      ],
      [
        " Beetle",
        -0.00034702494
      ]
    ]
  },
  "Erwin Iserloh claimed that their manner of promulgation was a story invented by Philip Melanchthon. The Archbishop Albert of Mainz forwarded them to Rome. They note Saint Lawrence's claim that the treasures of the Church were the Church's poor, and the twenty-ninth makes reference to the legend of Saints Severinus and Paschal. Chiefly concerned with the sale of indulgences, they were posted on a church door in Wittenberg on October 31, 1517. For 10 points, name these opinions of Martin Luther that": {
    "guess": "Ninety-five Theses",
    "confidence": [
      [
        "N",
        -0.02399773
      ],
      [
        "in",
        -2.5107178e-05
      ],
      [
        "ety",
        -1.7432603e-06
      ],
      [
        "-five",
        -0.006001552
      ],
      [
        " Th",
        -0.00080796354
      ],
      [
        "eses",
        -1.4140442e-05
      ]
    ]
  },
  "Erwin Komenda created the distinctive design of one of these objects, which was produced by a company saved by Ivan Hirst. Norbert Konrad and Heinz Meixner used the same one of these objects to perform the same feat only three months apart, and Horst Breistoffer modified another one called an Isetta to do the same action at Checkpoint Charlie. One of these objects was made out of Duroplast and was generally more expensive to buy used than new. Birgit Kinder's \"Test the Best\" graffiti shows one of these objects crashing through the Berlin Wall; that type of this object was said to have its value doubled by filling it with gas. For 10 points, name these objects that in Germany included Sachsenring's notorious Trabant and the Beetle produced by Volkswagen.": {
    "guess": "Car",
    "confidence": [
      [
        "Car",
        -0.23485437
      ]
    ]
  },
  "Erwin Komenda created the distinctive design of one of these objects, which was produced by a company saved by Ivan Hirst. Norbert Konrad and Heinz Meixner used the same one of these objects to perform the same feat only three months apart, and Horst Breistoffer modified another one called an Isetta to do the same action at Checkpoint Charlie. One of these objects was made out of Duroplast and was generally more expensive to buy used than new. Birgit Kinder's \"Test the Best\" graffiti shows one of": {
    "guess": "Volkswagen Beetle",
    "confidence": [
      [
        "V",
        -0.053746987
      ],
      [
        "olk",
        -0.00010902656
      ],
      [
        "swagen",
        -0.00010950337
      ],
      [
        " Beetle",
        -0.00034726333
      ]
    ]
  },
  "Erwin Iserloh claimed that their manner of promulgation was a story invented by Philip Melanchthon. The": {
    "guess": "95 Theses",
    "confidence": [
      [
        "95",
        -0.12804414
      ],
      [
        " Th",
        -0.00082785223
      ],
      [
        "eses",
        -4.8425554e-06
      ]
    ]
  },
  "Erwin Iserloh claimed that their manner of promulgation was a story invented by Philip Melanchthon. The Archbishop Albert of Mainz forwarded them to Rome. They note Saint Lawrence's claim that the treasures of the Church were the Church's poor, and the twenty-ninth makes reference to the legend of Saints": {
    "guess": "95 Theses",
    "confidence": [
      [
        "95",
        -0.14959432
      ],
      [
        " Th",
        -0.00013786652
      ],
      [
        "eses",
        -6.749814e-06
      ]
    ]
  },
  "Erwin Iserloh claimed that their manner of promulgation was a story invented by Philip Melanchthon. The Archbishop Albert of Mainz forwarded them to Rome. They note Saint Lawrence's claim that the treasures of the Church were the Church's poor, and the twenty-ninth makes reference to the legend of Saints Severinus and Paschal. Chiefly concerned with the sale of indulgences, they were posted on a church door in Wittenberg on October 31, 1517. For 10 points, name these opinions of Martin Luther that sparked the Protestant Reformation.": {
    "guess": "Ninety-five Theses",
    "confidence": [
      [
        "N",
        -0.028450297
      ],
      [
        "in",
        -4.1914896e-05
      ],
      [
        "ety",
        -3.1737043e-06
      ],
      [
        "-five",
        -0.0088048335
      ],
      [
        " Th",
        -0.0008864454
      ],
      [
        "eses",
        -9.4914985e-06
      ]
    ]
  },
  "Erwin Iserloh claimed that their manner of promulgation was a story invented by Philip Melanchthon. The Archbishop Albert of Mainz forwarded them to Rome. They note Saint Lawrence's claim that the treasures of the Church were the Church's poor, and the twenty-ninth makes reference to the legend of Saints Severinus and Paschal. Chiefly concerned with the sale of indulgences, they were posted on a church": {
    "guess": "95 Theses",
    "confidence": [
      [
        "95",
        -0.4310249
      ],
      [
        " Th",
        -0.0001441843
      ],
      [
        "eses",
        -7.226629e-06
      ]
    ]
  },
  "Erwin Komenda created the distinctive design of one of these objects, which was produced by a company saved by Ivan Hirst. Norbert Konrad and Heinz Meixner used the same one of these objects to perform": {
    "guess": "Volkswagen Beetle",
    "confidence": [
      [
        "V",
        -0.0056484938
      ],
      [
        "olk",
        -2.2723105e-05
      ],
      [
        "swagen",
        -3.6908343e-05
      ],
      [
        " Beetle",
        -0.00022511258
      ]
    ]
  },
  "Erwin Komenda created the distinctive design of one of these objects, which was produced by a company saved by Ivan Hirst. Norbert Konrad and Heinz Meixner used the same one of these objects to perform the same feat only three months apart, and Horst Breistoffer modified another one called an Isetta": {
    "guess": "Volkswagen Beetle",
    "confidence": [
      [
        "V",
        -0.06324788
      ],
      [
        "olk",
        -0.00017028624
      ],
      [
        "swagen",
        -0.00017684244
      ],
      [
        " Beetle",
        -0.0025531887
      ]
    ]
  },
  "Erwin Komenda created the distinctive design of one of these objects, which was produced by a company": {
    "guess": "Porsche 356",
    "confidence": [
      [
        "P",
        -0.18849778
      ],
      [
        "orsche",
        -6.670925e-05
      ],
      [
        " ",
        -1.8193366e-05
      ],
      [
        "356",
        -0.029742962
      ]
    ]
  }
}