{
  "Pelias mistakenly expected this father of Bucolion to prevent the Argonauts from passing the Hellespont and reaching the Euxine. Phoenodamas persuaded this man to sacrifice his daughter, but she became Telamon's concubine and bore this man's grandson Teucer after being rescued by Heracles. This father": {
    "guess": "Telamon",
    "confidence": [
      [
        "Tel",
        -1.5781188
      ],
      [
        "amon",
        -3.261701e-05
      ]
    ]
  },
  "Pelias mistakenly expected this father of Bucolion to prevent the Argonauts from passing the Hellespont and reaching the Euxine. Phoenodamas persuaded this man to sacrifice his daughter, but she became": {
    "guess": "Telamon",
    "confidence": [
      [
        "Tel",
        -1.6815256
      ],
      [
        "amon",
        -0.00030769507
      ]
    ]
  },
  "Pelias spared only Aeson after learning of a prophecy that he would be killed by a descendant of a figure with this name. That figure of this name was the father of Athamas, who tried to fulfill the terms": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -1.1422986
      ],
      [
        "isy",
        -0.040499505
      ],
      [
        "ph",
        -1.2664457e-06
      ],
      [
        "us",
        -0.00044735408
      ]
    ]
  },
  "Pelias mistakenly expected this father of Bucolion to prevent the Argonauts from passing the Hellespont and reaching the Euxine. Phoenodamas persuaded this man to sacrifice his daughter, but she became Telamon's concubine and bore this man's grandson Teucer after being rescued by Heracles. This father of Tithonus had a son who was known as Podarces until he was ransomed by this man's daughter Hesione. Apollo and Poseidon were forced to serve this man, for whom they built the Scaean Gates. For 10 points, name this Trojan king, the father of Priam, who owned a pair of immortal horses that he refused to give to Heracles.": {
    "guess": "Laomedon",
    "confidence": [
      [
        "La",
        -0.12357647
      ],
      [
        "omed",
        -0.0007191036
      ],
      [
        "on",
        -0.00030590701
      ]
    ]
  },
  "Pelias earned the ire of this goddess for killing his stepmother Sidero while she hid in a temple to this goddess. While posing as an old woman, she caused Jason to lose one sandal in the river Anaurus, inadvertently triggering the quest for the Golden Fleece. In gratitude for being saved from Porphyrion during the Gigantomachy she gave her daughter Hebe as a wife to Heracles, though earlier she had sent serpents to kill him as a baby. This goddess cursed Echo, Lamia, and Dionysus's mother Semele while attempting to circumvent her husband's many affairs with mortals. For 10 points, name this Greek": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.0043261456
      ],
      [
        "era",
        -1.342522e-05
      ]
    ]
  },
  "Pelias spared only Aeson after learning of a prophecy that he would be killed by a descendant of a figure with this name. That figure of this name was the father of Athamas, who tried to fulfill the terms of a false prophecy by killing his own son Phrixus. That brother of Dorus and Xuthus shares this name with a figure in the Aeneid who was offered Deiopea as a wife in return for releasing Eurus and Notus by hitting the side of a cave with a turned spear. That god's gift was mistaken for a container of wine by Odysseus's crew, who opened it and found themselves blown back to his island. For 10 points, name this god who gave Odysseus a sack of winds.": {
    "guess": "Aeolus",
    "confidence": [
      [
        "A",
        -8.590105e-05
      ],
      [
        "e",
        -0.0018518929
      ],
      [
        "ol",
        -3.1544176e-05
      ],
      [
        "us",
        -0.00013023747
      ]
    ]
  },
  "Pelias earned the ire of this goddess for killing his stepmother Sidero while she hid in a temple to this goddess. While posing as an old woman, she caused Jason to lose one sandal in the river Anaurus,": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.5137744
      ],
      [
        "era",
        -3.9054008e-05
      ]
    ]
  },
  "After Pelops killed Myrtilus, this deity cleansed Pelops of his blood guilt at Oceanus. This god owns": {
    "guess": "Oceanus",
    "confidence": [
      [
        "Ocean",
        -1.1000178
      ],
      [
        "us",
        -0.008385735
      ]
    ]
  },
  "Pelias earned the ire of this goddess for killing his stepmother Sidero while she hid in a temple to this goddess. While posing as an old woman, she caused Jason to lose one sandal in the river Anaurus, inadvertently triggering the quest for the Golden Fleece. In gratitude for being saved from Porphyrion during the Gigantomachy she gave her daughter Hebe as a wife to Heracles, though earlier she had sent serpents to kill him as a baby. This goddess cursed Echo, Lamia, and Dionysus's mother Semele": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.0011471256
      ],
      [
        "era",
        -3.4121115e-06
      ]
    ]
  },
  "After Pelops killed Myrtilus, this deity cleansed Pelops of his blood guilt at Oceanus. This god owns a three-legged table that can run around by itself, and during the Gigantomachy, he wounded Mimas.": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.0020741255
      ],
      [
        "ep",
        -0.0077785184
      ],
      [
        "ha",
        -4.0842064e-05
      ],
      [
        "est",
        -4.604148e-06
      ],
      [
        "us",
        -5.8841815e-05
      ]
    ]
  },
  "After Pelops killed Myrtilus, this deity cleansed Pelops of his blood guilt at Oceanus. This god owns a three-legged table that can run around by itself, and during the Gigantomachy, he wounded Mimas. His failed attempt at (*) raping Athena led to the birth of Erichthonius, although it was his splitting of Zeus's head that led to Athena's birth in the first place. At his birth, he was thrown down from": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.00032974407
      ],
      [
        "ep",
        -4.9617593e-06
      ],
      [
        "ha",
        -7.266944e-05
      ],
      [
        "est",
        -1.4617256e-05
      ],
      [
        "us",
        -7.433829e-05
      ]
    ]
  },
  "Pelias mistakenly expected this father of Bucolion to prevent the Argonauts from passing the Hellespont and reaching the Euxine. Phoenodamas persuaded this man to sacrifice his daughter, but she became Telamon's concubine and bore this man's grandson Teucer after being rescued by Heracles. This father of Tithonus had a son who was known as Podarces until he was ransomed by this man's daughter Hesione.": {
    "guess": "Priam",
    "confidence": [
      [
        "Pri",
        -0.14444461
      ],
      [
        "am",
        -5.7888185e-05
      ]
    ]
  },
  "Pelias mistakenly expected this father of Bucolion to prevent the Argonauts from passing the Hellespont and reaching the Euxine. Phoenodamas persuaded this man to sacrifice his daughter, but she became Telamon's concubine and bore this man's grandson Teucer after being rescued by Heracles. This father of Tithonus had a son who was known as Podarces until he was ransomed by this man's daughter Hesione. Apollo and Poseidon were forced to serve this man, for whom they built the Scaean Gates. For 10": {
    "guess": "Priam",
    "confidence": [
      [
        "Pri",
        -0.047412746
      ],
      [
        "am",
        -0.00017350474
      ]
    ]
  },
  "Pelias spared only Aeson after learning of a prophecy that he would be killed by a descendant of a figure with this name. That figure of this name was the father of Athamas, who tried to fulfill the terms of a false prophecy by killing his own son Phrixus. That brother of Dorus and Xuthus shares this name with a figure in the Aeneid who was offered Deiopea as a wife in return for releasing Eurus and Notus by hitting the side of a cave with a turned spear. That god's gift was mistaken for a container of wine by Odysseus's crew, who opened it and found themselves blown back to his island. For 10": {
    "guess": "Aeolus",
    "confidence": [
      [
        "A",
        -0.02609545
      ],
      [
        "e",
        -0.012818761
      ],
      [
        "ol",
        -3.488188e-05
      ],
      [
        "us",
        -9.472212e-05
      ]
    ]
  },
  "After Pelops killed Myrtilus, this deity cleansed Pelops of his blood guilt at Oceanus. This god owns a three-legged table that can run around by itself, and during the Gigantomachy, he wounded Mimas. His failed attempt at (*) raping Athena led to the birth of Erichthonius, although it was his splitting": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.012258742
      ],
      [
        "ep",
        -0.022357453
      ],
      [
        "ha",
        -0.00015884268
      ],
      [
        "est",
        -0.000116417184
      ],
      [
        "us",
        -0.00014311148
      ]
    ]
  },
  "Pelias spared only Aeson after learning of a prophecy that he would be killed by a descendant of a figure with this name. That figure of this name was the father of Athamas, who tried to fulfill the terms of a false prophecy by killing his own son Phrixus. That brother of Dorus and Xuthus shares this name with a figure in the Aeneid who was offered Deiopea as a wife in return for releasing Eurus and Notus by hitting the side of a cave with a turned spear. That god's gift was mistaken for a container": {
    "guess": "Aeson",
    "confidence": [
      [
        "A",
        -0.3365143
      ],
      [
        "eson",
        -0.25156042
      ]
    ]
  },
  "After Pelops killed Myrtilus, this deity cleansed Pelops of his blood guilt at Oceanus. This god owns a three-legged table that can run around by itself, and during the Gigantomachy, he wounded Mimas. His failed attempt at (*) raping Athena led to the birth of Erichthonius, although it was his splitting of Zeus's head that led to Athena's birth in the first place. At his birth, he was thrown down from Mount Olympus and nursed back to health on Lemnos. He once caught his wife in a net in the act of": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.0004070779
      ],
      [
        "ep",
        -1.6762922e-05
      ],
      [
        "ha",
        -7.0285365e-05
      ],
      [
        "est",
        -2.2365493e-05
      ],
      [
        "us",
        -0.000101874335
      ]
    ]
  },
  "Pelias spared only Aeson after learning of a prophecy that he would be killed by a descendant of a figure with this name. That figure of this name was the father of Athamas, who tried to fulfill the terms of a false prophecy by killing his own son Phrixus. That brother of Dorus and Xuthus shares this": {
    "guess": "Salmoneus",
    "confidence": [
      [
        "S",
        -0.93970025
      ],
      [
        "alm",
        -0.47647133
      ],
      [
        "one",
        -0.00013965457
      ],
      [
        "us",
        -0.000115582756
      ]
    ]
  },
  "Pelias spared only Aeson after learning of a prophecy that he would be killed by a descendant of a figure with this name. That figure of this name was the father of Athamas, who tried to fulfill the terms of a false prophecy by killing his own son Phrixus. That brother of Dorus and Xuthus shares this name with a figure in the Aeneid who was offered Deiopea as a wife in return for releasing Eurus and": {
    "guess": "Athamas",
    "confidence": [
      [
        "Ath",
        -1.0362937
      ],
      [
        "amas",
        -0.025865236
      ]
    ]
  },
  "Pelias mistakenly expected this father of Bucolion to prevent the Argonauts from passing the Hellespont": {
    "guess": "Laomedon",
    "confidence": [
      [
        "La",
        -0.938398
      ],
      [
        "omed",
        -0.042864665
      ],
      [
        "on",
        -0.000516694
      ]
    ]
  },
  "Pelias earned the ire of this goddess for killing his stepmother Sidero while she hid in a temple to this goddess. While posing as an old woman, she caused Jason to lose one sandal in the river Anaurus, inadvertently triggering the quest for the Golden Fleece. In gratitude for being saved from Porphyrion during the Gigantomachy she gave her daughter Hebe as a wife to Heracles, though earlier she had": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.022366893
      ],
      [
        "era",
        -0.00045950554
      ]
    ]
  },
  "Pelias spared only Aeson after learning of a prophecy that he would be killed by a descendant of a figure": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.3021792
      ]
    ]
  },
  "After Pelops killed Myrtilus, this deity cleansed Pelops of his blood guilt at Oceanus. This god owns a three-legged table that can run around by itself, and during the Gigantomachy, he wounded Mimas. His failed attempt at (*) raping Athena led to the birth of Erichthonius, although it was his splitting of Zeus's head that led to Athena's birth in the first place. At his birth, he was thrown down from Mount Olympus and nursed back to health on Lemnos. He once caught his wife in a net in the act of adultery with Ares. For 10 points, name this husband of Aphrodite and Greek god of the forge.": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.0009954141
      ],
      [
        "ep",
        -6.392203e-06
      ],
      [
        "ha",
        -7.231183e-05
      ],
      [
        "est",
        -9.610702e-06
      ],
      [
        "us",
        -6.15835e-05
      ]
    ]
  },
  "Pelias earned the ire of this goddess for killing his stepmother Sidero while she hid in a temple to this goddess. While posing as an old woman, she caused Jason to lose one sandal in the river Anaurus, inadvertently triggering the quest for the Golden Fleece. In gratitude for being saved from Porphyrion during the Gigantomachy she gave her daughter Hebe as a wife to Heracles, though earlier she had sent serpents to kill him as a baby. This goddess cursed Echo, Lamia, and Dionysus's mother Semele while attempting to circumvent her husband's many affairs with mortals. For 10 points, name this Greek goddess of women, the wife of Zeus.": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.0027346206
      ],
      [
        "era",
        -5.2001665e-06
      ]
    ]
  },
  "Pelias mistakenly expected this father of Bucolion to prevent the Argonauts from passing the Hellespont and reaching the Euxine. Phoenodamas persuaded this man to sacrifice his daughter, but she became Telamon's concubine and bore this man's grandson Teucer after being rescued by Heracles. This father of Tithonus had a son who was known as Podarces until he was ransomed by this man's daughter Hesione. Apollo and Poseidon were forced to serve this man, for whom they built the Scaean Gates. For 10 points, name this Trojan king, the father of Priam, who owned a pair of immortal horses that he refused": {
    "guess": "Laomedon",
    "confidence": [
      [
        "La",
        -0.34702066
      ],
      [
        "omed",
        -0.00013297916
      ],
      [
        "on",
        -0.00020497083
      ]
    ]
  },
  "Pelias earned the ire of this goddess for killing his stepmother Sidero while she hid in a temple to this goddess. While posing as an old woman, she caused Jason to lose one sandal in the river Anaurus, inadvertently triggering the quest for the Golden Fleece. In gratitude for being saved from Porphyrion": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.03997586
      ],
      [
        "era",
        -0.00068431813
      ]
    ]
  },
  "Pelias earned the ire of this goddess for killing his stepmother Sidero while she hid in a temple to": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.013844363
      ],
      [
        "era",
        -2.0458236e-05
      ]
    ]
  }
}