{
  "Towards its end, this organization came to be referred to as \"Clean out of Cash and Poor Pay,\" and advertisements issued by it show that it preferred orphans and \"skinny, wiry fellows, not over 18.\" This organization suffered a setback when one of its members captured a Paiute Indian, thus setting off the Pyramid Lake War. It succeeded a failed operation led by John Butterfield, and members of this organization were given a colt revolver and a Bible and were entrusted with carrying a mochila. Founded by Russell, Majors, and Waddell, it operated a service which passed through Fort Laramie, Split": {
    "guess": "Pony Express",
    "confidence": [
      [
        "P",
        -0.03314025
      ],
      [
        "ony",
        -1.3902034e-05
      ],
      [
        " Express",
        -0.0010979532
      ]
    ]
  },
  "Toward the end of this period the office of Shikken assumed most of the Shogun's power, and Northern and Southern imperial lines existed simultaneously. It began when the Taira clan was defeated in the": {
    "guess": "Kamakura period",
    "confidence": [
      [
        "K",
        -0.8356846
      ],
      [
        "am",
        -0.49411532
      ],
      [
        "ak",
        -1.4021238e-05
      ],
      [
        "ura",
        -1.8193366e-05
      ],
      [
        " period",
        -0.2083934
      ]
    ]
  },
  "The town of Arkona can be seen in the distant background of this man's The Tree of Crows, while three people walk down a deserted road beneath a bright sun in his Easter Morning.  The lady in a greenish dress looking out a square windowsill in his Woman at the Window was his wife, Caroline Bommer, who appeared in the painting with her back facing the viewer, like most of the human subjects in his paintings.": {
    "guess": "Caspar David Friedrich",
    "confidence": [
      [
        "Cas",
        -0.00023536409
      ],
      [
        "par",
        -7.064298e-05
      ],
      [
        " David",
        -3.357064e-05
      ],
      [
        " Friedrich",
        -4.00813e-06
      ]
    ]
  },
  "Towards the end of the work he appears in, this character is taken to a place with giant boulders arranged in the shape of a womb. He also finds a series of letters exchanged by a lady named Clarice and": {
    "guess": "The Silence of the Lambs",
    "confidence": [
      [
        "The",
        -1.1961566
      ],
      [
        " Silence",
        -0.1477928
      ],
      [
        " of",
        -5.574252e-05
      ],
      [
        " the",
        -0.00040219055
      ],
      [
        " Lam",
        -0.00012403888
      ],
      [
        "bs",
        -6.704273e-07
      ]
    ]
  },
  "The town of Arkona can be seen in the distant background of this man's The Tree of Crows, while three people walk down a deserted road beneath a bright sun in his Easter Morning.  The lady in a greenish dress looking out a square windowsill in his Woman at the Window was his wife, Caroline Bommer, who appeared in the painting with her back facing the viewer, like most of the human subjects in his paintings.  Depicted in his studio with a trademark oversized easel and canvas in a portrait by Georg": {
    "guess": "Caspar David Friedrich",
    "confidence": [
      [
        "Cas",
        -0.46591318
      ],
      [
        "par",
        -6.253713e-05
      ],
      [
        " David",
        -0.00072994747
      ],
      [
        " Friedrich",
        -0.000101159116
      ]
    ]
  },
  "Toward the end of his career, he invented the inverted stage metallurgical microscope, introduced the": {
    "guess": "Henry Clifton Sorby",
    "confidence": [
      [
        "Henry",
        -1.5765193
      ],
      [
        " Cl",
        -0.0040722284
      ],
      [
        "ifton",
        -1.9027791e-05
      ],
      [
        " Sor",
        -0.00037645356
      ],
      [
        "by",
        -1.9361265e-07
      ]
    ]
  },
  "Towns in this region include Tshane and Orapa, and the Morokweng crater is located underground in it.": {
    "guess": "Botswana",
    "confidence": [
      [
        "Bot",
        -0.66840506
      ],
      [
        "swana",
        -0.0009641039
      ]
    ]
  },
  "The town of Arkona can be seen in the distant background of this man's The Tree of Crows, while three people walk down a deserted road beneath a bright sun in his Easter Morning.  The lady in a greenish dress looking out a square windowsill in his Woman at the Window was his wife, Caroline Bommer, who appeared in the painting with her back facing the viewer, like most of the human subjects in his paintings.  Depicted in his studio with a trademark oversized easel and canvas in a portrait by Georg Kersting, this man also painted Two Men Contemplating the Moon, Chalk Cliffs on Rugen, and Wanderer above the Sea of Fog.  Fond of snowy winter settings, he depicted an icebound shipwreck in Polar Sea,": {
    "guess": "Caspar David Friedrich",
    "confidence": [
      [
        "Cas",
        -0.001254873
      ],
      [
        "par",
        -0.00011093382
      ],
      [
        " David",
        -4.0842064e-05
      ],
      [
        " Friedrich",
        -6.1537958e-06
      ]
    ]
  },
  "Towards the end of this work, an injured veteran from World War II fails to open the gates of heaven with his trumpet and does a dance instead. The protagonist works with his former prison mate Jim Bono and tells his son why he ran away from home at age fourteen. Some of the words of wisdom in this work include, \"You got to take the crookeds with the straights\" and \"Death ain't nothing but a fastball": {
    "guess": "Fences (play)",
    "confidence": [
      [
        "F",
        -0.7372052
      ],
      [
        "ences",
        -5.276243e-05
      ],
      [
        " (",
        -0.0037827354
      ],
      [
        "play",
        -0.00038431733
      ],
      [
        ")",
        -5.5577775e-06
      ]
    ]
  },
  "Towards the end of this story, the narrator decides that \"once you begin a gesture it's fatal not to go through with it.\" One of its characters has friends who are nicknamed Plaid and Big Tall Goony-Goony by the protagonist. At the end of this story, the narrator's stomach sinks as he realizes \"how hard the world was going to be to me hereafter.\" Its narrator contrasts his life with that of the married Stokesie and ends this story by telling Lengel that he wants to quit his job. This story's protagonist compares his parents' parties to those run by the parents of Queenie, who distracts Sammy and his coworkers by walking into the title establishment while wearing a bikini. For 10 points, name": {
    "guess": "A&P",
    "confidence": [
      [
        "A",
        -0.015200286
      ],
      [
        "&P",
        -0.12866957
      ]
    ]
  },
  "Toward the end of his career, he invented the inverted stage metallurgical microscope, introduced the platinum-platinum rhodium thermocouple, and developed new methods of measuring high temperatures. After studying at the School of Mines in Paris, he returned to teach there in 1877, and did important work on the chemistry of cement. FTP, identify this French scientist, best known for the principle he formulated in 1884, that if a system in chemical equilibrium experiences a change in conditions, the position of equilibrium will change so as to cancel out that change.": {
    "guess": "Henri Le Chatelier",
    "confidence": [
      [
        "Hen",
        -0.20866998
      ],
      [
        "ri",
        -4.167649e-05
      ],
      [
        " Le",
        -0.07397078
      ],
      [
        " Chat",
        -0.004735684
      ],
      [
        "elier",
        -0.0002899374
      ]
    ]
  },
  "It has 9 towers, 9 organs, 16 patios, 73 statues, 86 sets of stairs, 88 fountains, 1200 widows, and more than 1600 paintings.  Designed to support the Counter-Reformation, its church fa?de is of a simplified Roman Mannerist style with an Ionic temple on a Doric lower story.  Dedicated to St. Lawrence,": {
    "guess": "Escorial",
    "confidence": [
      [
        "Esc",
        -0.9376614
      ],
      [
        "orial",
        -0.00040278657
      ]
    ]
  },
  "Towards the end of the work he appears in, this character is taken to a place with giant boulders arranged in the shape of a womb. He also finds a series of letters exchanged by a lady named Clarice and her lover. This character briefly works Officer Farrell, who sodomizes Harry Edwards. Later, this character finds work with the Newbys, but realizes that his wife's child is sired by a cook. When his Uncle and his brother arrive at the Newby homestead, this character is treated cruelly, which results": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.45880592
      ]
    ]
  },
  "The town of El Búfalo lies in this state, along with Satevó and Urique. The Recohuata Hot Springs are": {
    "guess": "Chihuahua (state)",
    "confidence": [
      [
        "Ch",
        -0.003930218
      ],
      [
        "ihu",
        -0.00017720005
      ],
      [
        "ah",
        -9.996708e-05
      ],
      [
        "ua",
        -0.00043162284
      ],
      [
        " (",
        -0.00096541515
      ],
      [
        "state",
        -5.7172965e-05
      ],
      [
        ")",
        -1.7432603e-06
      ]
    ]
  },
  "Towards the end of this story, the narrator decides that \"once you begin a gesture it's fatal not to go through with it.\" One of its characters has friends who are nicknamed Plaid and Big Tall Goony-Goony": {
    "guess": "Where the Red Fern Grows",
    "confidence": [
      [
        "Where",
        -0.96326196
      ],
      [
        " the",
        -0.006899132
      ],
      [
        " Red",
        -0.32753417
      ],
      [
        " Fern",
        -2.868329e-05
      ],
      [
        " G",
        -9.4914985e-06
      ],
      [
        "rows",
        -2.9352968e-06
      ]
    ]
  },
  "Towards the end of this work, an injured veteran from World War II fails to open the gates of heaven with his trumpet and does a dance instead. The protagonist works with his former prison mate Jim Bono and tells his son why he ran away from home at age fourteen. Some of the words of wisdom in this work include, \"You got to take the crookeds with the straights\" and \"Death ain't nothing but a fastball on the outside corner,\" the first recalled by Lyons, and the latter by Lyons, Raynell, and Cory's": {
    "guess": "Fences (play)",
    "confidence": [
      [
        "F",
        -0.008629471
      ],
      [
        "ences",
        -4.572941e-05
      ],
      [
        " (",
        -0.12439925
      ],
      [
        "play",
        -0.00057114434
      ],
      [
        ")",
        -0.00012904544
      ]
    ]
  },
  "The town of Moshi is the chief base for ascent of this mountain, whose southern slopes features forests that are home to the rare Abbot's starling. At 13,000 feet is the Shira ridge, a remnant of a volcanic crater. A saddle at about 15,000 feet links the peak Mawensi with its highest point, the snow-clad": {
    "guess": "Kilimanjaro",
    "confidence": [
      [
        "K",
        -0.4515348
      ],
      [
        "il",
        -0.001125095
      ],
      [
        "iman",
        -0.00023953622
      ],
      [
        "j",
        -0.00015443214
      ],
      [
        "aro",
        -1.4140442e-05
      ]
    ]
  },
  "Towards the end of the American Revolution, this man was named a brigadier- general of the Continental Army, and after the war he took up politics. He was one of the main opponents of the three fifths compromise, arguing that all slaves should be counted towards the population. For the last 20 years of his life, he was the President of the Society of Cincinnatus. A strong Federalist, he was that party's": {
    "guess": "Alexander Hamilton",
    "confidence": [
      [
        "Alexander",
        -1.5865904
      ],
      [
        " Hamilton",
        -0.00061962724
      ]
    ]
  },
  "Towards the end of the work he appears in, this character is taken to a place with giant boulders arranged in the shape of a womb. He also finds a series of letters exchanged by a lady named Clarice and her lover. This character briefly works Officer Farrell, who sodomizes Harry Edwards. Later, this character finds work with the Newbys, but realizes that his wife's child is sired by a cook. When his": {
    "guess": "The French Lieutenant's Woman",
    "confidence": [
      [
        "The",
        -1.3379565
      ],
      [
        " French",
        -1.3836489
      ],
      [
        " Lieutenant",
        -0.005525085
      ],
      [
        "'s",
        -0.00054862583
      ],
      [
        " Woman",
        -5.0497558e-05
      ]
    ]
  },
  "Towns in this region include Tshane and Orapa, and the Morokweng crater is located underground in it. Flamingos are known to flock to the Makgadikgadi Pan, which is located in this area's namesake basin, and Chief's Island is part of the world's largest inland delta located in this region. Gemsbok National Park is part of its Kgalagadi Transfrontier Park, which contains the dry Nossob riverbed, and this place also contains the Omuramba. Its only permanent river is the Okavango, and it contains native populations like the Khoikhoi and San bushmen. For 10 points, identify this African desert covering parts of Namibia, South Africa, and Botswana.": {
    "guess": "Kalahari Desert",
    "confidence": [
      [
        "K",
        -0.00222781
      ],
      [
        "alah",
        -0.00028398086
      ],
      [
        "ari",
        -5.9914648e-05
      ],
      [
        " Desert",
        -0.0012691627
      ]
    ]
  },
  "Towards the end of the American Revolution, this man was named a brigadier- general of the Continental Army, and after the war he took up politics. He was one of the main opponents of the three fifths compromise, arguing that all slaves should be counted towards the population. For the last 20 years": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2739158
      ]
    ]
  },
  "The town of Moshi is the chief base for ascent of this mountain, whose southern slopes features forests that are home to the rare Abbot's starling. At 13,000 feet is the Shira ridge, a remnant of a volcanic crater. A saddle at about 15,000 feet links the peak Mawensi with its highest point, the snow-clad dome Kibo, found at an elevation of 19,340 feet. FTP, what is this mountain of Tanzania, the highest in Africa?": {
    "guess": "Kilimanjaro",
    "confidence": [
      [
        "K",
        -0.122602224
      ],
      [
        "il",
        -0.0001508597
      ],
      [
        "iman",
        -0.0002074741
      ],
      [
        "j",
        -0.00011486754
      ],
      [
        "aro",
        -2.9756122e-05
      ]
    ]
  },
  "It has 9 towers, 9 organs, 16 patios, 73 statues, 86 sets of stairs, 88 fountains, 1200 widows, and more than 1600 paintings.  Designed to support the Counter-Reformation, its church fa?de is of a simplified": {
    "guess": "Escorial Palace",
    "confidence": [
      [
        "Esc",
        -1.5939577
      ],
      [
        "orial",
        -0.00016647171
      ],
      [
        " Palace",
        -0.43776447
      ]
    ]
  },
  "The town of Arkona can be seen in the distant background of this man's The Tree of Crows, while three people walk down a deserted road beneath a bright sun in his Easter Morning.  The lady in a greenish": {
    "guess": "Thomas Hart Benton",
    "confidence": [
      [
        "Thomas",
        -2.21929
      ],
      [
        " Hart",
        -1.529708
      ],
      [
        " Benton",
        -0.0023486498
      ]
    ]
  },
  "This town was founded in 1796 on the principle that one should be allowed to marry one's [*] cousins, because they're so attractive. This town's rivalry with its neighbor ranges from a near war over a lemon tree to sports matches between its Sharks and the neighboring Isotopes. For 10 points—what is this town located right next to Springfield?": {
    "guess": "Shelbyville (The Simpsons)",
    "confidence": [
      [
        "Sh",
        -0.012433245
      ],
      [
        "el",
        -1.0802739e-05
      ],
      [
        "by",
        -0.00010950337
      ],
      [
        "ville",
        -0.0007185076
      ],
      [
        " (",
        -0.5277016
      ],
      [
        "The",
        -0.00040874677
      ],
      [
        " Simpsons",
        -0.000100205485
      ],
      [
        ")",
        -0.012572753
      ]
    ]
  },
  "Towards its end, this organization came to be referred to as \"Clean out of Cash and Poor Pay,\" and advertisements issued by it show that it preferred orphans and \"skinny, wiry fellows, not over 18.\" This organization suffered a setback when one of its members captured a Paiute Indian, thus setting off the Pyramid Lake War. It succeeded a failed operation led by John Butterfield, and members of this organization were given a colt revolver and a Bible and were entrusted with carrying a mochila. Founded by Russell, Majors, and Waddell, it operated a service which passed through Fort Laramie, Split Rock, and Carson City during its run from 1860-1861. For 10 points, identify this service which transmitted mail from Missouri to California on horseback.": {
    "guess": "Pony Express",
    "confidence": [
      [
        "P",
        -0.00696969
      ],
      [
        "ony",
        -1.147242e-06
      ],
      [
        " Express",
        -9.7821416e-05
      ]
    ]
  },
  "Towards its end, this organization came to be referred to as \"Clean out of Cash and Poor Pay,\" and advertisements": {
    "guess": "East India Company",
    "confidence": [
      [
        "East",
        -1.2707981
      ],
      [
        " India",
        -0.052757204
      ],
      [
        " Company",
        -0.010093553
      ]
    ]
  },
  "Towards the end of his life, he was credited with developing the first color photographs by using red,": {
    "guess": "Green",
    "confidence": [
      [
        "Green",
        -1.1748831
      ]
    ]
  },
  "Towards the end of this novel, black liquid pours from one character's mouth like vomit, and a Blind Beggar with a horrible skin disease sings while that character dies in agony. Berthe is left a poor orphan in this novel, and the town apothecary is awarded a Legion of Honor. The title character attends a [*] performance of Lucia de Lammermoor in Rouen, where she re-meets the law student Leon. She earlier has an affair with Rodolphe after being disillusioned by her husband Charles. Emma's boredom with her life in Yonville leads to her eventual ruin in, for 10 points, what realist novel of Gustave Flaubert?": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0006383349
      ],
      [
        "ame",
        -8.9357956e-05
      ],
      [
        " B",
        -2.0219828e-05
      ],
      [
        "ov",
        -1.3856493e-06
      ],
      [
        "ary",
        -3.7265952e-05
      ]
    ]
  },
  "The town of Arkona can be seen in the distant background of this man's The Tree of Crows, while three people walk down a deserted road beneath a bright sun in his Easter Morning.  The lady in a greenish dress looking out a square windowsill in his Woman at the Window was his wife, Caroline Bommer, who appeared in the painting with her back facing the viewer, like most of the human subjects in his paintings.  Depicted in his studio with a trademark oversized easel and canvas in a portrait by Georg Kersting, this man also painted Two Men Contemplating the Moon, Chalk Cliffs on Rugen, and Wanderer": {
    "guess": "Caspar David Friedrich",
    "confidence": [
      [
        "Cas",
        -0.0013190467
      ],
      [
        "par",
        -1.27099975e-05
      ],
      [
        " David",
        -8.613945e-05
      ],
      [
        " Friedrich",
        -2.8802491e-05
      ]
    ]
  },
  "Toward the end of his career, he invented the inverted stage metallurgical microscope, introduced the platinum-platinum rhodium thermocouple, and developed new methods of measuring high temperatures. After studying at the School of Mines in Paris, he returned to teach there in 1877, and did important work on the chemistry of cement. FTP, identify this French scientist, best known for the principle": {
    "guess": "Henri Le Chatelier",
    "confidence": [
      [
        "Hen",
        -0.19553497
      ],
      [
        "ri",
        -8.1371305e-05
      ],
      [
        " Le",
        -0.039402656
      ],
      [
        " Chat",
        -0.00015133653
      ],
      [
        "elier",
        -0.00038813186
      ]
    ]
  },
  "Towards the end of this novel, black liquid pours from one character's mouth like vomit, and a Blind Beggar with a horrible skin disease sings while that character dies in agony. Berthe is left a poor orphan in this novel, and the town apothecary is awarded a Legion of Honor. The title character attends a [*] performance of Lucia de Lammermoor in Rouen, where she re-meets the law student Leon. She earlier has an affair with Rodolphe after being disillusioned by her husband Charles. Emma's boredom with her life in Yonville leads to her eventual ruin in, for 10 points, what realist novel of Gustave": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.004729992
      ],
      [
        "ame",
        -0.0001627764
      ],
      [
        " B",
        -0.00016039233
      ],
      [
        "ov",
        -1.3856493e-06
      ],
      [
        "ary",
        -6.575563e-05
      ]
    ]
  },
  "Towards the end of the work he appears in, this character is taken to a place with giant boulders arranged": {
    "guess": "Gulliver's Travels",
    "confidence": [
      [
        "G",
        -1.6336328
      ],
      [
        "ull",
        -0.028347407
      ],
      [
        "iver",
        -0.0018114368
      ],
      [
        "'s",
        -0.004408398
      ],
      [
        " Trav",
        -0.0013027379
      ],
      [
        "els",
        -3.3093824e-05
      ]
    ]
  },
  "Towards the end of this novel, black liquid pours from one character's mouth like vomit, and a Blind": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.054591894
      ],
      [
        "ame",
        -0.0003421376
      ],
      [
        " B",
        -0.00069337396
      ],
      [
        "ov",
        -2.220075e-06
      ],
      [
        "ary",
        -0.00012546933
      ]
    ]
  },
  "The town of Arkona can be seen in the distant background of this man's The Tree of Crows, while three people walk down a deserted road beneath a bright sun in his Easter Morning.  The lady in a greenish dress looking out a square windowsill in his Woman at the Window was his wife, Caroline Bommer, who": {
    "guess": "Caspar David Friedrich",
    "confidence": [
      [
        "Cas",
        -0.0062246635
      ],
      [
        "par",
        -5.8365e-05
      ],
      [
        " David",
        -0.00011319869
      ],
      [
        " Friedrich",
        -2.1173457e-05
      ]
    ]
  },
  "Towards the end of this novel, black liquid pours from one character's mouth like vomit, and a Blind Beggar with a horrible skin disease sings while that character dies in agony. Berthe is left a poor orphan in this novel, and the town apothecary is awarded a Legion of Honor. The title character attends a [*] performance of Lucia de Lammermoor in Rouen, where she re-meets the law student Leon. She earlier has an affair with Rodolphe after being disillusioned by her husband Charles. Emma's boredom": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0020385603
      ],
      [
        "ame",
        -6.921253e-05
      ],
      [
        " B",
        -0.00046296243
      ],
      [
        "ov",
        -2.3392786e-06
      ],
      [
        "ary",
        -7.529192e-05
      ]
    ]
  },
  "The town of El Búfalo lies in this state, along with Satevó and Urique. The Recohuata Hot Springs are located in this state, along with Lake Arareco and the Samalayuca Dunes. Near Janos in this state, archeological digs occur at Paquimé. This state's town of Creel, a stop on the \"El (*) Chepe\" train, lies roughly 50 miles from Basaseachic Falls. At Ojinaga in this state, the Río Conchos ends, and it is home to the cities of Delicias and Parral. Deeper in parts than Arizona's Grand Canyon, Copper Canyon lies in its southwest. Its capital shares its name, while its largest city, across the ► Rio": {
    "guess": "Chihuahua (state)",
    "confidence": [
      [
        "Ch",
        -0.0032442624
      ],
      [
        "ihu",
        -3.7623562e-05
      ],
      [
        "ah",
        -1.5928495e-05
      ],
      [
        "ua",
        -5.1331983e-05
      ],
      [
        " (",
        -0.000602715
      ],
      [
        "state",
        -7.7199176e-05
      ],
      [
        ")",
        -3.4121115e-06
      ]
    ]
  },
  "Towards the end of this work, an injured veteran from World War II fails to open the gates of heaven with his trumpet and does a dance instead. The protagonist works with his former prison mate Jim Bono and tells his son why he ran away from home at age fourteen. Some of the words of wisdom in this work include, \"You got to take the crookeds with the straights\" and \"Death ain't nothing but a fastball on the outside corner,\" the first recalled by Lyons, and the latter by Lyons, Raynell, and Cory's father. For 10 points, identify this August Wilson play about Troy Maxon, which notes that the titular objects can either be built to keep people out or to keep people in.": {
    "guess": "Fences (play)",
    "confidence": [
      [
        "F",
        -0.015852995
      ],
      [
        "ences",
        -7.624555e-05
      ],
      [
        " (",
        -0.0028028635
      ],
      [
        "play",
        -0.00018530223
      ],
      [
        ")",
        -1.7432603e-06
      ]
    ]
  },
  "Towards the end of this story, the narrator decides that \"once you begin a gesture it's fatal not to go through with it.\" One of its characters has friends who are nicknamed Plaid and Big Tall Goony-Goony by the protagonist. At the end of this story, the narrator's stomach sinks as he realizes \"how hard the world was going to be to me hereafter.\" Its narrator contrasts his life with that of the married Stokesie and ends this story by telling Lengel that he wants to quit his job. This story's protagonist compares his parents' parties to those run by the parents of Queenie, who distracts Sammy and": {
    "guess": "A&P (short story)",
    "confidence": [
      [
        "A",
        -0.010809401
      ],
      [
        "&P",
        -0.30294338
      ],
      [
        " (",
        -0.5052242
      ],
      [
        "short",
        -0.0073272637
      ],
      [
        " story",
        -0.000565661
      ],
      [
        ")",
        -0.000616174
      ]
    ]
  },
  "Towards the end of this novel, black liquid pours from one character's mouth like vomit, and a Blind Beggar with a horrible skin disease sings while that character dies in agony. Berthe is left a poor": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0158896
      ],
      [
        "ame",
        -0.00022988072
      ],
      [
        " B",
        -0.0003610873
      ],
      [
        "ov",
        -7.89631e-07
      ],
      [
        "ary",
        -7.159661e-05
      ]
    ]
  },
  "Toward the end of this period the office of Shikken assumed most of the Shogun's power, and Northern and Southern imperial lines existed simultaneously. It began when the Taira clan was defeated in the Gempei war, and also saw the defeat of two Mongol invasions. However, it ended when one of the generals in the Genko war defected to the emperor Go-Daigo. Seeing the rule of the Minimoto and Hojo families, For 10 points, identify this first Japanese Shogunate, which was succeeded by the Ashikaga Shogunate": {
    "guess": "Kamakura shogunate",
    "confidence": [
      [
        "K",
        -0.004869992
      ],
      [
        "am",
        -2.1531068e-05
      ],
      [
        "ak",
        -4.561021e-05
      ],
      [
        "ura",
        -4.604148e-06
      ],
      [
        " sh",
        -0.002466975
      ],
      [
        "og",
        -3.88156e-05
      ],
      [
        "unate",
        -3.261701e-05
      ]
    ]
  },
  "Towards its end, this organization came to be referred to as \"Clean out of Cash and Poor Pay,\" and advertisements issued by it show that it preferred orphans and \"skinny, wiry fellows, not over 18.\" This organization suffered a setback when one of its members captured a Paiute Indian, thus setting off the Pyramid Lake War. It succeeded a failed operation led by John Butterfield, and members of this": {
    "guess": "Pony Express",
    "confidence": [
      [
        "P",
        -0.40473437
      ],
      [
        "ony",
        -0.0016031752
      ],
      [
        " Express",
        -0.0012703511
      ]
    ]
  },
  "Toward the end of his career, he invented the inverted stage metallurgical microscope, introduced the platinum-platinum rhodium thermocouple, and developed new methods of measuring high temperatures. After studying at the School of Mines in Paris, he returned to teach there in 1877, and did important": {
    "guess": "Henri Le Chatelier",
    "confidence": [
      [
        "Hen",
        -0.39712968
      ],
      [
        "ri",
        -0.00024620062
      ],
      [
        " Le",
        -0.041105032
      ],
      [
        " Chat",
        -0.00019471932
      ],
      [
        "elier",
        -0.0003006657
      ]
    ]
  },
  "The town of Arkona can be seen in the distant background of this man's The Tree of Crows, while three people walk down a deserted road beneath a bright sun in his Easter Morning.  The lady in a greenish dress looking out a square windowsill in his Woman at the Window was his wife, Caroline Bommer, who appeared in the painting with her back facing the viewer, like most of the human subjects in his paintings.  Depicted in his studio with a trademark oversized easel and canvas in a portrait by Georg Kersting, this man also painted Two Men Contemplating the Moon, Chalk Cliffs on Rugen, and Wanderer above the Sea of Fog.  Fond of snowy winter settings, he depicted an icebound shipwreck in Polar Sea, and is also known for an 1812 painting that put the elements of a religious altarpiece into a landscape": {
    "guess": "Caspar David Friedrich",
    "confidence": [
      [
        "Cas",
        -0.0003496474
      ],
      [
        "par",
        -8.4112995e-05
      ],
      [
        " David",
        -7.465036e-06
      ],
      [
        " Friedrich",
        -1.504853e-06
      ]
    ]
  },
  "Towards the end of his life, he was credited with developing the first color photographs by using red, blue and green filters. Along with Ludwig Boltzmann, he formulated a statistical kinetic theory of gases in 1866 (*) which describes the relation between a gas molecules' speed and its temperature. The impossibility of violating the Second Law of Thermodynamics is discussed using his namesake \"Demon\". FTP, name this British scientist who unified electricity and magnetism in his four eponymous laws.": {
    "guess": "James Clerk Maxwell",
    "confidence": [
      [
        "James",
        -0.03746063
      ],
      [
        " Clerk",
        -0.00028266964
      ],
      [
        " Maxwell",
        -0.00010974178
      ]
    ]
  },
  "The town of Moshi lies on the south slopes of this mountain, which Douglas Adams climbed in a rhino suit for charity. The highest of this mountain's three cones, Kibo Peak, is a dormant volcano that has (*) lost a significant portion of its ice cap in recent years. It is located roughly 300 miles southeast": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.0010999687
      ],
      [
        " Kil",
        -2.0815847e-05
      ],
      [
        "iman",
        -7.362307e-05
      ],
      [
        "j",
        -0.000108907356
      ],
      [
        "aro",
        -7.3458323e-06
      ]
    ]
  },
  "The town of El Búfalo lies in this state, along with Satevó and Urique. The Recohuata Hot Springs are located in this state, along with Lake Arareco and the Samalayuca Dunes. Near Janos in this state, archeological digs occur at Paquimé. This state's town of Creel, a stop on the \"El (*) Chepe\" train, lies roughly 50 miles from Basaseachic Falls. At Ojinaga in this state, the Río Conchos ends, and it is home to the cities of Delicias and Parral. Deeper in parts than Arizona's Grand Canyon, Copper Canyon lies in its southwest. Its capital shares its name, while its largest city, across the ► Rio Grande from El Paso, is Ciudad Juárez. For 10 points, name this state bordering New Mexico, Sonora,": {
    "guess": "Chihuahua (state)",
    "confidence": [
      [
        "Ch",
        -0.0010632979
      ],
      [
        "ihu",
        -4.3822154e-05
      ],
      [
        "ah",
        -1.7120534e-05
      ],
      [
        "ua",
        -2.5941605e-05
      ],
      [
        " (",
        -0.0005381396
      ],
      [
        "state",
        -2.4272753e-05
      ],
      [
        ")",
        -1.2664457e-06
      ]
    ]
  },
  "Towards the end of this work, an injured veteran from World War II fails to open the gates of heaven": {
    "guess": "The Death of Ivan Ilyich",
    "confidence": [
      [
        "The",
        -0.7216969
      ],
      [
        " Death",
        -2.191574
      ],
      [
        " of",
        -0.0068278485
      ],
      [
        " Ivan",
        -1.1317078
      ],
      [
        " I",
        -0.00043281488
      ],
      [
        "ly",
        -7.2907846e-05
      ],
      [
        "ich",
        -0.0011227145
      ]
    ]
  },
  "The town of Moshi is the chief base for ascent of this mountain, whose southern slopes features forests": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.0044854274
      ],
      [
        " Kil",
        -1.3856493e-06
      ],
      [
        "iman",
        -2.8206474e-05
      ],
      [
        "j",
        -3.4166656e-05
      ],
      [
        "aro",
        -2.3392786e-06
      ]
    ]
  },
  "The town of El Búfalo lies in this state, along with Satevó and Urique. The Recohuata Hot Springs are located in this state, along with Lake Arareco and the Samalayuca Dunes. Near Janos in this state, archeological digs occur at Paquimé. This state's town of Creel, a stop on the \"El (*) Chepe\" train,": {
    "guess": "Chihuahua (state)",
    "confidence": [
      [
        "Ch",
        -0.0020342765
      ],
      [
        "ihu",
        -1.6882126e-05
      ],
      [
        "ah",
        -1.2113979e-05
      ],
      [
        "ua",
        -5.8841815e-05
      ],
      [
        " (",
        -0.00021283828
      ],
      [
        "state",
        -2.9875326e-05
      ],
      [
        ")",
        -9.0883464e-07
      ]
    ]
  },
  "The town of El Búfalo lies in this state, along with Satevó and Urique. The Recohuata Hot Springs are located in this state, along with Lake Arareco and the Samalayuca Dunes. Near Janos in this state, archeological digs occur at Paquimé. This state's town of Creel, a stop on the \"El (*) Chepe\" train, lies roughly 50 miles from Basaseachic Falls. At Ojinaga in this state, the Río Conchos ends, and it is home to the cities of Delicias and Parral. Deeper in parts than Arizona's Grand Canyon, Copper": {
    "guess": "Chihuahua (state)",
    "confidence": [
      [
        "Ch",
        -0.0017245612
      ],
      [
        "ihu",
        -1.5928495e-05
      ],
      [
        "ah",
        -1.3306016e-05
      ],
      [
        "ua",
        -0.000110576206
      ],
      [
        " (",
        -0.00019257364
      ],
      [
        "state",
        -2.808727e-05
      ],
      [
        ")",
        -1.147242e-06
      ]
    ]
  },
  "Towns in this region include Tshane and Orapa, and the Morokweng crater is located underground in it. Flamingos are known to flock to the Makgadikgadi Pan, which is located in this area's namesake basin, and Chief's Island is part of the world's largest inland delta located in this region. Gemsbok National": {
    "guess": "Okavango Delta",
    "confidence": [
      [
        "Ok",
        -0.52596116
      ],
      [
        "av",
        -1.3186812e-05
      ],
      [
        "ango",
        -2.7372049e-05
      ],
      [
        " Delta",
        -0.3120754
      ]
    ]
  },
  "Toward the end of this period the office of Shikken assumed most of the Shogun's power, and Northern and Southern imperial lines existed simultaneously. It began when the Taira clan was defeated in the Gempei war, and also saw the defeat of two Mongol invasions. However, it ended when one of the generals in the Genko war defected to the emperor Go-Daigo. Seeing the rule of the Minimoto and Hojo families,": {
    "guess": "Kamakura period",
    "confidence": [
      [
        "K",
        -0.04760725
      ],
      [
        "am",
        -0.005489872
      ],
      [
        "ak",
        -2.6895234e-05
      ],
      [
        "ura",
        -2.6968896e-06
      ],
      [
        " period",
        -0.05760182
      ]
    ]
  },
  "Towards the end of the American Revolution, this man was named a brigadier- general of the Continental Army, and after the war he took up politics. He was one of the main opponents of the three fifths compromise, arguing that all slaves should be counted towards the population. For the last 20 years of his life, he was the President of the Society of Cincinnatus. A strong Federalist, he was that party's candidate for President in 1808, receiving 47 electoral votes. During the XYZ Affair of 1798,": {
    "guess": "Charles Cotesworth Pinckney",
    "confidence": [
      [
        "Charles",
        -0.15370171
      ],
      [
        " C",
        -0.0012423749
      ],
      [
        "otes",
        -0.008286893
      ],
      [
        "worth",
        -5.407367e-05
      ],
      [
        " Pin",
        -0.006628924
      ],
      [
        "ck",
        -1.8074163e-05
      ],
      [
        "ney",
        -0.00019638817
      ]
    ]
  },
  "Towards its end, this organization came to be referred to as \"Clean out of Cash and Poor Pay,\" and advertisements issued by it show that it preferred orphans and \"skinny, wiry fellows, not over 18.\" This": {
    "guess": "The Children's Aid Society",
    "confidence": [
      [
        "The",
        -0.8498602
      ],
      [
        " Children",
        -1.7672802
      ],
      [
        "'s",
        -0.0026932477
      ],
      [
        " Aid",
        -0.007790213
      ],
      [
        " Society",
        -1.11603495e-05
      ]
    ]
  },
  "It has 9 towers, 9 organs, 16 patios, 73 statues, 86 sets of stairs, 88 fountains, 1200 widows, and more than 1600 paintings.  Designed to support the Counter-Reformation, its church fa?de is of a simplified Roman Mannerist style with an Ionic temple on a Doric lower story.  Dedicated to St. Lawrence, on whose feast day the King defeated the French at St. Quentin, it was begun by Juan Bautista de Toledo and finished by Juan de Herrera to honor Philip II.  FTP name this monastery, church, and museum": {
    "guess": "Monasterio de El Escorial",
    "confidence": [
      [
        "Mon",
        -0.33909926
      ],
      [
        "aster",
        -0.23572822
      ],
      [
        "io",
        -0.000117132404
      ],
      [
        " de",
        -0.00020580526
      ],
      [
        " El",
        -0.009697541
      ],
      [
        " Esc",
        -2.2961513e-05
      ],
      [
        "orial",
        -2.0458236e-05
      ]
    ]
  },
  "The town of Moshi lies on the south slopes of this mountain, which Douglas Adams climbed in a rhino suit": {
    "guess": "Kilimanjaro",
    "confidence": [
      [
        "K",
        -0.21047893
      ],
      [
        "il",
        -0.0009436229
      ],
      [
        "iman",
        -0.00044246673
      ],
      [
        "j",
        -0.00012880703
      ],
      [
        "aro",
        -1.4378848e-05
      ]
    ]
  },
  "Towards its end, this organization came to be referred to as \"Clean out of Cash and Poor Pay,\" and advertisements issued by it show that it preferred orphans and \"skinny, wiry fellows, not over 18.\" This organization suffered a setback when one of its members captured a Paiute Indian, thus setting off the Pyramid Lake War. It succeeded a failed operation led by John Butterfield, and members of this organization were given a colt revolver and a Bible and were entrusted with carrying a mochila. Founded by Russell, Majors, and Waddell, it operated a service which passed through Fort Laramie, Split Rock, and Carson City during its run from 1860-1861. For 10 points, identify this service which transmitted": {
    "guess": "Pony Express",
    "confidence": [
      [
        "P",
        -0.024424417
      ],
      [
        "ony",
        -2.1008714e-06
      ],
      [
        " Express",
        -0.00026491194
      ]
    ]
  },
  "Towns in this region include Tshane and Orapa, and the Morokweng crater is located underground in it. Flamingos are known to flock to the Makgadikgadi Pan, which is located in this area's namesake basin, and Chief's Island is part of the world's largest inland delta located in this region. Gemsbok National Park is part of its Kgalagadi Transfrontier Park, which contains the dry Nossob riverbed, and this place also contains the Omuramba. Its only permanent river is the Okavango, and it contains native populations like the Khoikhoi and San bushmen. For 10 points, identify this African desert covering": {
    "guess": "Kalahari Desert",
    "confidence": [
      [
        "K",
        -0.00597987
      ],
      [
        "alah",
        -0.00032879043
      ],
      [
        "ari",
        -9.043079e-05
      ],
      [
        " Desert",
        -0.00045605595
      ]
    ]
  },
  "The town of El Búfalo lies in this state, along with Satevó and Urique. The Recohuata Hot Springs are located in this state, along with Lake Arareco and the Samalayuca Dunes. Near Janos in this state,": {
    "guess": "Chihuahua (state)",
    "confidence": [
      [
        "Ch",
        -0.0007679368
      ],
      [
        "ihu",
        -1.831257e-05
      ],
      [
        "ah",
        -2.319992e-05
      ],
      [
        "ua",
        -0.0015397422
      ],
      [
        " (",
        -1.700133e-05
      ],
      [
        "state",
        -1.6643718e-05
      ],
      [
        ")",
        -1.3856493e-06
      ]
    ]
  },
  "Towards the end of his life, he was credited with developing the first color photographs by using red, blue and green filters. Along with Ludwig Boltzmann, he formulated a statistical kinetic theory of gases in 1866 (*) which describes the relation between a gas molecules' speed and its temperature. The impossibility of violating the Second Law of Thermodynamics is discussed using his namesake \"Demon\".": {
    "guess": "Ludwig Boltzmann",
    "confidence": [
      [
        "L",
        -0.39773956
      ],
      [
        "ud",
        -0.00032890963
      ],
      [
        "wig",
        -0.00028743778
      ],
      [
        " Bolt",
        -0.00034070716
      ],
      [
        "z",
        -0.00018899754
      ],
      [
        "mann",
        -2.9875326e-05
      ]
    ]
  },
  "This town was founded in 1796 on the principle that one should be allowed to marry one's [*] cousins,": {
    "guess": "Nauvoo, Illinois",
    "confidence": [
      [
        "N",
        -1.1875502
      ],
      [
        "au",
        -0.069360584
      ],
      [
        "v",
        -0.00040314416
      ],
      [
        "oo",
        -3.5313153e-06
      ],
      [
        ",",
        -0.027909998
      ],
      [
        " Illinois",
        -8.017927e-05
      ]
    ]
  },
  "The town of Moshi lies on the south slopes of this mountain, which Douglas Adams climbed in a rhino suit for charity. The highest of this mountain's three cones, Kibo Peak, is a dormant volcano that has (*) lost a significant portion of its ice cap in recent years. It is located roughly 300 miles southeast of Lake Victoria on the border between Kenya and Tanzania. For 10 points, name this tallest mountain in Africa.": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.004049433
      ],
      [
        " Kil",
        -8.10137e-05
      ],
      [
        "iman",
        -6.754368e-05
      ],
      [
        "j",
        -0.00021116942
      ],
      [
        "aro",
        -8.89548e-06
      ]
    ]
  },
  "Towards the end of the American Revolution, this man was named a brigadier- general of the Continental": {
    "guess": "Nathanael Greene",
    "confidence": [
      [
        "N",
        -1.1309264
      ],
      [
        "ath",
        -0.011264146
      ],
      [
        "ana",
        -0.0061499043
      ],
      [
        "el",
        -9.133887e-06
      ],
      [
        " Greene",
        -7.5411124e-05
      ]
    ]
  },
  "Towards the end of this story, the narrator decides that \"once you begin a gesture it's fatal not to go through with it.\" One of its characters has friends who are nicknamed Plaid and Big Tall Goony-Goony by the protagonist. At the end of this story, the narrator's stomach sinks as he realizes \"how hard": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.5253986
      ],
      [
        " Catch",
        -0.040102985
      ],
      [
        "er",
        -1.247159e-05
      ],
      [
        " in",
        -0.00014585316
      ],
      [
        " the",
        -0.00048632268
      ],
      [
        " R",
        -3.488188e-05
      ],
      [
        "ye",
        -3.888926e-06
      ]
    ]
  },
  "Toward the end of this period the office of Shikken assumed most of the Shogun's power, and Northern": {
    "guess": "Kamakura shogunate",
    "confidence": [
      [
        "K",
        -0.04017147
      ],
      [
        "am",
        -0.011021411
      ],
      [
        "ak",
        -7.89631e-07
      ],
      [
        "ura",
        -1.6240566e-06
      ],
      [
        " sh",
        -0.0019408922
      ],
      [
        "og",
        -1.2352386e-05
      ],
      [
        "unate",
        -4.3202e-07
      ]
    ]
  },
  "Towards the end of this work, an injured veteran from World War II fails to open the gates of heaven with his trumpet and does a dance instead. The protagonist works with his former prison mate Jim Bono and tells his son why he ran away from home at age fourteen. Some of the words of wisdom in this work include, \"You got to take the crookeds with the straights\" and \"Death ain't nothing but a fastball on the outside corner,\" the first recalled by Lyons, and the latter by Lyons, Raynell, and Cory's father. For 10 points, identify this August Wilson play about Troy Maxon, which notes that the titular": {
    "guess": "Fences (play)",
    "confidence": [
      [
        "F",
        -0.01000114
      ],
      [
        "ences",
        -5.5577775e-06
      ],
      [
        " (",
        -0.00053230225
      ],
      [
        "play",
        -1.342522e-05
      ],
      [
        ")",
        -4.3202e-07
      ]
    ]
  },
  "It has 9 towers, 9 organs, 16 patios, 73 statues, 86 sets of stairs, 88 fountains, 1200 widows, and more": {
    "guess": "Alhambra",
    "confidence": [
      [
        "Al",
        -1.3531145
      ],
      [
        "h",
        -0.005932947
      ],
      [
        "amb",
        -1.0445127e-05
      ],
      [
        "ra",
        -9.253091e-06
      ]
    ]
  },
  "Towards the end of this story, the narrator decides that \"once you begin a gesture it's fatal not to go through with it.\" One of its characters has friends who are nicknamed Plaid and Big Tall Goony-Goony by the protagonist. At the end of this story, the narrator's stomach sinks as he realizes \"how hard the world was going to be to me hereafter.\" Its narrator contrasts his life with that of the married Stokesie and ends this story by telling Lengel that he wants to quit his job. This story's protagonist compares his parents' parties to those run by the parents of Queenie, who distracts Sammy and his coworkers by walking into the title establishment while wearing a bikini. For 10 points, name this short story narrated by a checkout operator at the title convenience store, by John Updike.": {
    "guess": "A&P",
    "confidence": [
      [
        "A",
        -0.02151962
      ],
      [
        "&P",
        -0.19609646
      ]
    ]
  },
  "This town was founded in 1796 on the principle that one should be allowed to marry one's [*] cousins, because they're so attractive. This town's rivalry with its neighbor ranges from a near war over a": {
    "guess": "Cousin marriage",
    "confidence": [
      [
        "C",
        -1.2713104
      ],
      [
        "ous",
        -0.12088627
      ],
      [
        "in",
        -0.3814723
      ],
      [
        " marriage",
        -0.04046699
      ]
    ]
  },
  "Towards the end of the American Revolution, this man was named a brigadier- general of the Continental Army, and after the war he took up politics. He was one of the main opponents of the three fifths": {
    "guess": "Nathanael Greene",
    "confidence": [
      [
        "N",
        -1.2981473
      ],
      [
        "ath",
        -0.03668593
      ],
      [
        "ana",
        -0.005078753
      ],
      [
        "el",
        -1.3186812e-05
      ],
      [
        " Greene",
        -9.877504e-05
      ]
    ]
  },
  "The town of Arkona can be seen in the distant background of this man's The Tree of Crows, while three": {
    "guess": "The Tree of Crows",
    "confidence": [
      [
        "The",
        -2.3401208
      ],
      [
        " Tree",
        -0.23086251
      ],
      [
        " of",
        -0.00028111998
      ],
      [
        " C",
        -0.006297176
      ],
      [
        "rows",
        -0.00020926216
      ]
    ]
  },
  "It has 9 towers, 9 organs, 16 patios, 73 statues, 86 sets of stairs, 88 fountains, 1200 widows, and more than 1600 paintings.  Designed to support the Counter-Reformation, its church fa?de is of a simplified Roman Mannerist style with an Ionic temple on a Doric lower story.  Dedicated to St. Lawrence, on whose feast day the King defeated the French at St. Quentin, it was begun by Juan Bautista de Toledo and finished by Juan de Herrera to honor Philip II.  FTP name this monastery, church, and museum located about thirty miles northwest of Madrid.": {
    "guess": "El Escorial",
    "confidence": [
      [
        "El",
        -0.09220969
      ],
      [
        " Esc",
        -0.0001407274
      ],
      [
        "orial",
        -2.9994528e-05
      ]
    ]
  },
  "Towns in this region include Tshane and Orapa, and the Morokweng crater is located underground in it. Flamingos are known to flock to the Makgadikgadi Pan, which is located in this area's namesake basin,": {
    "guess": "Kalahari Desert",
    "confidence": [
      [
        "K",
        -0.19155307
      ],
      [
        "alah",
        -0.0026322575
      ],
      [
        "ari",
        -4.1080468e-05
      ],
      [
        " Desert",
        -0.0019972736
      ]
    ]
  },
  "Towards the end of his life, he was credited with developing the first color photographs by using red, blue and green filters. Along with Ludwig Boltzmann, he formulated a statistical kinetic theory of": {
    "guess": "James Clerk Maxwell",
    "confidence": [
      [
        "James",
        -0.105308
      ],
      [
        " Clerk",
        -0.0001844678
      ],
      [
        " Maxwell",
        -2.9756122e-05
      ]
    ]
  },
  "Towards the end of this story, the narrator decides that \"once you begin a gesture it's fatal not to go through with it.\" One of its characters has friends who are nicknamed Plaid and Big Tall Goony-Goony by the protagonist. At the end of this story, the narrator's stomach sinks as he realizes \"how hard the world was going to be to me hereafter.\" Its narrator contrasts his life with that of the married Stokesie and ends this story by telling Lengel that he wants to quit his job. This story's protagonist": {
    "guess": "A&P",
    "confidence": [
      [
        "A",
        -0.009105531
      ],
      [
        "&P",
        -0.4613527
      ]
    ]
  },
  "Toward the end of this period the office of Shikken assumed most of the Shogun's power, and Northern and Southern imperial lines existed simultaneously. It began when the Taira clan was defeated in the Gempei war, and also saw the defeat of two Mongol invasions. However, it ended when one of the generals in the Genko war defected to the emperor Go-Daigo. Seeing the rule of the Minimoto and Hojo families, For 10 points, identify this first Japanese Shogunate, which was succeeded by the Ashikaga Shogunate and is named for a city near Tokyo.": {
    "guess": "Kamakura shogunate",
    "confidence": [
      [
        "K",
        -0.0053714295
      ],
      [
        "am",
        -4.179569e-05
      ],
      [
        "ak",
        -7.231183e-05
      ],
      [
        "ura",
        -3.1737043e-06
      ],
      [
        " sh",
        -0.001897702
      ],
      [
        "og",
        -1.7716551e-05
      ],
      [
        "unate",
        -3.106736e-05
      ]
    ]
  },
  "Towns in this region include Tshane and Orapa, and the Morokweng crater is located underground in it. Flamingos are known to flock to the Makgadikgadi Pan, which is located in this area's namesake basin, and Chief's Island is part of the world's largest inland delta located in this region. Gemsbok National Park is part of its Kgalagadi Transfrontier Park, which contains the dry Nossob riverbed, and": {
    "guess": "Kalahari Desert",
    "confidence": [
      [
        "K",
        -0.29648328
      ],
      [
        "alah",
        -0.25176868
      ],
      [
        "ari",
        -0.00010032469
      ],
      [
        " Desert",
        -0.0065121525
      ]
    ]
  },
  "Toward the end of his career, he invented the inverted stage metallurgical microscope, introduced the platinum-platinum rhodium thermocouple, and developed new methods of measuring high temperatures. After studying at the School of Mines in Paris, he returned to teach there in 1877, and did important work on the chemistry of cement. FTP, identify this French scientist, best known for the principle he formulated in 1884, that if a system in chemical equilibrium experiences a change in conditions,": {
    "guess": "Henri Le Chatelier",
    "confidence": [
      [
        "Hen",
        -0.20809719
      ],
      [
        "ri",
        -6.945094e-05
      ],
      [
        " Le",
        -0.07589356
      ],
      [
        " Chat",
        -0.00018530223
      ],
      [
        "elier",
        -0.0002040172
      ]
    ]
  },
  "The town of Moshi is the chief base for ascent of this mountain, whose southern slopes features forests that are home to the rare Abbot's starling. At 13,000 feet is the Shira ridge, a remnant of a volcanic": {
    "guess": "Kilimanjaro",
    "confidence": [
      [
        "K",
        -0.1305465
      ],
      [
        "il",
        -9.281486e-05
      ],
      [
        "iman",
        -5.0497558e-05
      ],
      [
        "j",
        -8.041768e-05
      ],
      [
        "aro",
        -4.723352e-06
      ]
    ]
  },
  "Towards the end of the work he appears in, this character is taken to a place with giant boulders arranged in the shape of a womb. He also finds a series of letters exchanged by a lady named Clarice and her lover. This character briefly works Officer Farrell, who sodomizes Harry Edwards. Later, this": {
    "guess": "The Secret History (novel)",
    "confidence": [
      [
        "The",
        -1.5887833
      ],
      [
        " Secret",
        -2.2229865
      ],
      [
        " History",
        -0.3119761
      ],
      [
        " (",
        -0.45160463
      ],
      [
        "nov",
        -0.043795925
      ],
      [
        "el",
        -1.9361265e-07
      ],
      [
        ")",
        -0.0003087679
      ]
    ]
  },
  "Toward the end of this period the office of Shikken assumed most of the Shogun's power, and Northern and Southern imperial lines existed simultaneously. It began when the Taira clan was defeated in the Gempei war, and also saw the defeat of two Mongol invasions. However, it ended when one of the generals": {
    "guess": "Kamakura period",
    "confidence": [
      [
        "K",
        -0.07786428
      ],
      [
        "am",
        -0.002457699
      ],
      [
        "ak",
        -6.1106686e-05
      ],
      [
        "ura",
        -2.677603e-05
      ],
      [
        " period",
        -0.02329789
      ]
    ]
  },
  "Towards the end of his life, he was credited with developing the first color photographs by using red, blue and green filters. Along with Ludwig Boltzmann, he formulated a statistical kinetic theory of gases in 1866 (*) which describes the relation between a gas molecules' speed and its temperature.": {
    "guess": "James Clerk Maxwell",
    "confidence": [
      [
        "James",
        -0.037208322
      ],
      [
        " Clerk",
        -0.00032998246
      ],
      [
        " Maxwell",
        -0.000107238506
      ]
    ]
  },
  "Towns in this region include Tshane and Orapa, and the Morokweng crater is located underground in it. Flamingos are known to flock to the Makgadikgadi Pan, which is located in this area's namesake basin, and Chief's Island is part of the world's largest inland delta located in this region. Gemsbok National Park is part of its Kgalagadi Transfrontier Park, which contains the dry Nossob riverbed, and this place also contains the Omuramba. Its only permanent river is the Okavango, and it contains native": {
    "guess": "Geography of Botswana",
    "confidence": [
      [
        "Ge",
        -0.8740609
      ],
      [
        "ography",
        -0.0012408252
      ],
      [
        " of",
        -0.0018583188
      ],
      [
        " Bot",
        -0.00048833445
      ],
      [
        "swana",
        -0.00012999907
      ]
    ]
  },
  "Towards the end of this story, the narrator decides that \"once you begin a gesture it's fatal not to": {
    "guess": "The Tell-Tale Heart",
    "confidence": [
      [
        "The",
        -0.48359632
      ],
      [
        " Tell",
        -1.5294836
      ],
      [
        "-T",
        -0.000764003
      ],
      [
        "ale",
        -5.2643223e-05
      ],
      [
        " Heart",
        -4.2272506e-05
      ]
    ]
  },
  "Towards the end of this work, an injured veteran from World War II fails to open the gates of heaven with his trumpet and does a dance instead. The protagonist works with his former prison mate Jim Bono": {
    "guess": "Fences (play)",
    "confidence": [
      [
        "F",
        -0.008699427
      ],
      [
        "ences",
        -2.4749568e-05
      ],
      [
        " (",
        -0.021509351
      ],
      [
        "play",
        -0.00026598477
      ],
      [
        ")",
        -1.147242e-06
      ]
    ]
  },
  "Toward the end of his career, he invented the inverted stage metallurgical microscope, introduced the platinum-platinum rhodium thermocouple, and developed new methods of measuring high temperatures. After": {
    "guess": "Henri Le Chatelier",
    "confidence": [
      [
        "Hen",
        -1.3266896
      ],
      [
        "ri",
        -0.0012171404
      ],
      [
        " Le",
        -0.02762848
      ],
      [
        " Chat",
        -0.00012678056
      ],
      [
        "elier",
        -0.00015681623
      ]
    ]
  },
  "Towards the end of this novel, black liquid pours from one character's mouth like vomit, and a Blind Beggar with a horrible skin disease sings while that character dies in agony. Berthe is left a poor orphan in this novel, and the town apothecary is awarded a Legion of Honor. The title character attends a [*] performance of Lucia de Lammermoor in Rouen, where she re-meets the law student Leon. She": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0048775696
      ],
      [
        "ame",
        -0.00010664248
      ],
      [
        " B",
        -0.00013870094
      ],
      [
        "ov",
        -1.8624639e-06
      ],
      [
        "ary",
        -7.1238996e-05
      ]
    ]
  },
  "It has 9 towers, 9 organs, 16 patios, 73 statues, 86 sets of stairs, 88 fountains, 1200 widows, and more than 1600 paintings.  Designed to support the Counter-Reformation, its church fa?de is of a simplified Roman Mannerist style with an Ionic temple on a Doric lower story.  Dedicated to St. Lawrence, on whose feast day the King defeated the French at St. Quentin, it was begun by Juan Bautista de Toledo": {
    "guess": "Monasterio de El Escorial",
    "confidence": [
      [
        "Mon",
        -0.19570437
      ],
      [
        "aster",
        -0.057645146
      ],
      [
        "io",
        -8.017927e-05
      ],
      [
        " de",
        -0.00024596223
      ],
      [
        " El",
        -0.0042499467
      ],
      [
        " Esc",
        -2.2365493e-05
      ],
      [
        "orial",
        -2.5226382e-05
      ]
    ]
  },
  "The town of Moshi is the chief base for ascent of this mountain, whose southern slopes features forests that are home to the rare Abbot's starling. At 13,000 feet is the Shira ridge, a remnant of a volcanic crater. A saddle at about 15,000 feet links the peak Mawensi with its highest point, the snow-clad dome Kibo, found at an elevation of 19,340 feet. FTP, what is this mountain of Tanzania, the highest": {
    "guess": "Kilimanjaro",
    "confidence": [
      [
        "K",
        -0.47611699
      ],
      [
        "il",
        -0.00016396845
      ],
      [
        "iman",
        -0.00029148703
      ],
      [
        "j",
        -9.805982e-05
      ],
      [
        "aro",
        -1.7954959e-05
      ]
    ]
  },
  "Towards the end of this work, an injured veteran from World War II fails to open the gates of heaven with his trumpet and does a dance instead. The protagonist works with his former prison mate Jim Bono and tells his son why he ran away from home at age fourteen. Some of the words of wisdom in this work": {
    "guess": "Fences (play)",
    "confidence": [
      [
        "F",
        -0.15386762
      ],
      [
        "ences",
        -6.086828e-05
      ],
      [
        " (",
        -0.008233819
      ],
      [
        "play",
        -0.00038384052
      ],
      [
        ")",
        -2.6968896e-06
      ]
    ]
  },
  "Towards the end of the American Revolution, this man was named a brigadier- general of the Continental Army, and after the war he took up politics. He was one of the main opponents of the three fifths compromise, arguing that all slaves should be counted towards the population. For the last 20 years of his life, he was the President of the Society of Cincinnatus. A strong Federalist, he was that party's candidate for President in 1808, receiving 47 electoral votes. During the XYZ Affair of 1798, he supposedly said \"Millions for defense, but not one cent for tribute,\" in response to demands for a loan. FTP, name this South Carolina planter and politician, whose middle name is \"Cotesworth.\"          |": {
    "guess": "Charles Cotesworth Pinckney",
    "confidence": [
      [
        "Charles",
        -0.18227784
      ],
      [
        " C",
        -0.03965567
      ],
      [
        "otes",
        -0.009285421
      ],
      [
        "worth",
        -6.873572e-05
      ],
      [
        " Pin",
        -0.0048717577
      ],
      [
        "ck",
        -7.465036e-06
      ],
      [
        "ney",
        -0.00013023747
      ]
    ]
  },
  "The town of Moshi lies on the south slopes of this mountain, which Douglas Adams climbed in a rhino suit for charity. The highest of this mountain's three cones, Kibo Peak, is a dormant volcano that has (*) lost a significant portion of its ice cap in recent years. It is located roughly 300 miles southeast of Lake Victoria on the border between Kenya and Tanzania. For 10 points, name this tallest mountain": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.1035653
      ],
      [
        " Kil",
        -0.00014430351
      ],
      [
        "iman",
        -9.1026806e-05
      ],
      [
        "j",
        -0.00014787962
      ],
      [
        "aro",
        -1.2352386e-05
      ]
    ]
  },
  "The town of El Búfalo lies in this state, along with Satevó and Urique. The Recohuata Hot Springs are located in this state, along with Lake Arareco and the Samalayuca Dunes. Near Janos in this state, archeological digs occur at Paquimé. This state's town of Creel, a stop on the \"El (*) Chepe\" train, lies roughly 50 miles from Basaseachic Falls. At Ojinaga in this state, the Río Conchos ends, and it": {
    "guess": "Chihuahua (state)",
    "confidence": [
      [
        "Ch",
        -0.0030656531
      ],
      [
        "ihu",
        -4.2272506e-05
      ],
      [
        "ah",
        -2.4391957e-05
      ],
      [
        "ua",
        -0.0002491807
      ],
      [
        " (",
        -0.0006426189
      ],
      [
        "state",
        -5.3596854e-05
      ],
      [
        ")",
        -6.704273e-07
      ]
    ]
  },
  "The town of Moshi lies on the south slopes of this mountain, which Douglas Adams climbed in a rhino suit for charity. The highest of this mountain's three cones, Kibo Peak, is a dormant volcano that has": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.082843676
      ],
      [
        " Kil",
        -0.00011856285
      ],
      [
        "iman",
        -7.016616e-05
      ],
      [
        "j",
        -0.00012594614
      ],
      [
        "aro",
        -2.129266e-05
      ]
    ]
  },
  "Towards its end, this organization came to be referred to as \"Clean out of Cash and Poor Pay,\" and advertisements issued by it show that it preferred orphans and \"skinny, wiry fellows, not over 18.\" This organization suffered a setback when one of its members captured a Paiute Indian, thus setting off": {
    "guess": "Pony Express",
    "confidence": [
      [
        "P",
        -0.8340005
      ],
      [
        "ony",
        -0.025486689
      ],
      [
        " Express",
        -7.827201e-05
      ]
    ]
  },
  "Towards its end, this organization came to be referred to as \"Clean out of Cash and Poor Pay,\" and advertisements issued by it show that it preferred orphans and \"skinny, wiry fellows, not over 18.\" This organization suffered a setback when one of its members captured a Paiute Indian, thus setting off the Pyramid Lake War. It succeeded a failed operation led by John Butterfield, and members of this organization were given a colt revolver and a Bible and were entrusted with carrying a mochila. Founded": {
    "guess": "Pony Express",
    "confidence": [
      [
        "P",
        -0.11279206
      ],
      [
        "ony",
        -1.3902034e-05
      ],
      [
        " Express",
        -0.0011155696
      ]
    ]
  },
  "Towards the end of this novel, black liquid pours from one character's mouth like vomit, and a Blind Beggar with a horrible skin disease sings while that character dies in agony. Berthe is left a poor orphan in this novel, and the town apothecary is awarded a Legion of Honor. The title character attends": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.09654388
      ],
      [
        "ame",
        -7.862962e-05
      ],
      [
        " B",
        -3.166338e-05
      ],
      [
        "ov",
        -1.0280384e-06
      ],
      [
        "ary",
        -5.6934558e-05
      ]
    ]
  },
  "Towards the end of this story, the narrator decides that \"once you begin a gesture it's fatal not to go through with it.\" One of its characters has friends who are nicknamed Plaid and Big Tall Goony-Goony by the protagonist. At the end of this story, the narrator's stomach sinks as he realizes \"how hard the world was going to be to me hereafter.\" Its narrator contrasts his life with that of the married": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.74138486
      ],
      [
        " Catch",
        -0.057577394
      ],
      [
        "er",
        -6.9882217e-06
      ],
      [
        " in",
        -6.670925e-05
      ],
      [
        " the",
        -7.7318386e-05
      ],
      [
        " R",
        -2.0339032e-05
      ],
      [
        "ye",
        -7.107425e-06
      ]
    ]
  },
  "Towards the end of the American Revolution, this man was named a brigadier- general of the Continental Army, and after the war he took up politics. He was one of the main opponents of the three fifths compromise, arguing that all slaves should be counted towards the population. For the last 20 years of his life, he was the President of the Society of Cincinnatus. A strong Federalist, he was that party's candidate for President in 1808, receiving 47 electoral votes. During the XYZ Affair of 1798, he supposedly said \"Millions for defense, but not one cent for tribute,\" in response to demands for a loan. FTP, name this South Carolina planter and politician, whose middle name is \"Cotesworth.\"   ": {
    "guess": "Charles Cotesworth Pinckney",
    "confidence": [
      [
        "Charles",
        -0.17334566
      ],
      [
        " C",
        -0.12458755
      ],
      [
        "otes",
        -0.013474303
      ],
      [
        "worth",
        -6.80205e-05
      ],
      [
        " Pin",
        -0.0072354283
      ],
      [
        "ck",
        -7.9418505e-06
      ],
      [
        "ney",
        -0.00014621076
      ]
    ]
  },
  "The town of El Búfalo lies in this state, along with Satevó and Urique. The Recohuata Hot Springs are located in this state, along with Lake Arareco and the Samalayuca Dunes. Near Janos in this state, archeological digs occur at Paquimé. This state's town of Creel, a stop on the \"El (*) Chepe\" train, lies roughly 50 miles from Basaseachic Falls. At Ojinaga in this state, the Río Conchos ends, and it is home to the cities of Delicias and Parral. Deeper in parts than Arizona's Grand Canyon, Copper Canyon lies in its southwest. Its capital shares its name, while its largest city, across the ► Rio Grande from El Paso, is Ciudad Juárez. For 10 points, name this state bordering New Mexico, Sonora, and Texas, the largest in Mexico, which lends its name to a breed of small dogs.": {
    "guess": "Chihuahua (state)",
    "confidence": [
      [
        "Ch",
        -0.0029005704
      ],
      [
        "ihu",
        -2.749125e-05
      ],
      [
        "ah",
        -2.677603e-05
      ],
      [
        "ua",
        -3.8457987e-05
      ],
      [
        " (",
        -0.00090848346
      ],
      [
        "state",
        -4.4537377e-05
      ],
      [
        ")",
        -9.0883464e-07
      ]
    ]
  },
  "The town of Arkona can be seen in the distant background of this man's The Tree of Crows, while three people walk down a deserted road beneath a bright sun in his Easter Morning.  The lady in a greenish dress looking out a square windowsill in his Woman at the Window was his wife, Caroline Bommer, who appeared in the painting with her back facing the viewer, like most of the human subjects in his paintings.  Depicted in his studio with a trademark oversized easel and canvas in a portrait by Georg Kersting, this man also painted Two Men Contemplating the Moon, Chalk Cliffs on Rugen, and Wanderer above the Sea of Fog.  Fond of snowy winter settings, he depicted an icebound shipwreck in Polar Sea, and is also known for an 1812 painting that put the elements of a religious altarpiece into a landscape setting.  FTP, name this German Romantic artist, who painted the Cross in the Mountains.": {
    "guess": "Caspar David Friedrich",
    "confidence": [
      [
        "Cas",
        -0.0008034338
      ],
      [
        "par",
        -6.396757e-05
      ],
      [
        " David",
        -4.1273333e-06
      ],
      [
        " Friedrich",
        -7.822647e-06
      ]
    ]
  },
  "Towards the end of the American Revolution, this man was named a brigadier- general of the Continental Army, and after the war he took up politics. He was one of the main opponents of the three fifths compromise, arguing that all slaves should be counted towards the population. For the last 20 years of his life, he was the President of the Society of Cincinnatus. A strong Federalist, he was that party's candidate for President in 1808, receiving 47 electoral votes. During the XYZ Affair of 1798, he supposedly said \"Millions for defense, but not one cent for tribute,\" in response to demands for": {
    "guess": "Charles Cotesworth Pinckney",
    "confidence": [
      [
        "Charles",
        -0.597326
      ],
      [
        " C",
        -0.0019517067
      ],
      [
        "otes",
        -0.008671538
      ],
      [
        "worth",
        -4.0603656e-05
      ],
      [
        " Pin",
        -0.006268967
      ],
      [
        "ck",
        -1.1041146e-05
      ],
      [
        "ney",
        -0.00010294717
      ]
    ]
  },
  "This town was founded in 1796 on the principle that one should be allowed to marry one's [*] cousins, because they're so attractive. This town's rivalry with its neighbor ranges from a near war over a lemon tree to sports matches between its Sharks and the neighboring Isotopes. For 10 points—what is": {
    "guess": "Springfield (The Simpsons)",
    "confidence": [
      [
        "Spring",
        -0.33073092
      ],
      [
        "field",
        -7.255024e-05
      ],
      [
        " (",
        -0.69931245
      ],
      [
        "The",
        -0.0023920638
      ],
      [
        " Simpsons",
        -0.0024115655
      ],
      [
        ")",
        -0.012907016
      ]
    ]
  },
  "Towards the end of the work he appears in, this character is taken to a place with giant boulders arranged in the shape of a womb. He also finds a series of letters exchanged by a lady named Clarice and her lover. This character briefly works Officer Farrell, who sodomizes Harry Edwards. Later, this character finds work with the Newbys, but realizes that his wife's child is sired by a cook. When his Uncle and his brother arrive at the Newby homestead, this character is treated cruelly, which results in a scene where Miss Petra Graf is killed. He runs around  with Mort, trying to escape authorities,": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.7265619
      ]
    ]
  },
  "Towards the end of the work he appears in, this character is taken to a place with giant boulders arranged in the shape of a womb. He also finds a series of letters exchanged by a lady named Clarice and her lover. This character briefly works Officer Farrell, who sodomizes Harry Edwards. Later, this character finds work with the Newbys, but realizes that his wife's child is sired by a cook. When his Uncle and his brother arrive at the Newby homestead, this character is treated cruelly, which results in a scene where Miss Petra Graf is killed. He runs around  with Mort, trying to escape authorities, but is caught and executed by the Federation of Australia. For 10 points, identify this half-aboriginal": {
    "guess": "The Chant of Jimmie Blacksmith",
    "confidence": [
      [
        "The",
        -0.46507585
      ],
      [
        " Ch",
        -0.014528495
      ],
      [
        "ant",
        -2.808727e-05
      ],
      [
        " of",
        -0.0001819682
      ],
      [
        " Jim",
        -0.023941746
      ],
      [
        "mie",
        -4.3822154e-05
      ],
      [
        " Black",
        -9.472212e-05
      ],
      [
        "smith",
        -6.9882217e-06
      ]
    ]
  },
  "Towards the end of the work he appears in, this character is taken to a place with giant boulders arranged in the shape of a womb. He also finds a series of letters exchanged by a lady named Clarice and her lover. This character briefly works Officer Farrell, who sodomizes Harry Edwards. Later, this character finds work with the Newbys, but realizes that his wife's child is sired by a cook. When his Uncle and his brother arrive at the Newby homestead, this character is treated cruelly, which results in a scene where Miss Petra Graf is killed. He runs around  with Mort, trying to escape authorities, but is caught and executed by the Federation of Australia. For 10 points, identify this half-aboriginal title character who goes on a rampage and murders several whites in a work by Thomas Keneally": {
    "guess": "The Chant of Jimmie Blacksmith",
    "confidence": [
      [
        "The",
        -0.013524529
      ],
      [
        " Ch",
        -0.00067740795
      ],
      [
        "ant",
        -3.1281633e-07
      ],
      [
        " of",
        -0.00010819213
      ],
      [
        " Jim",
        -0.009570736
      ],
      [
        "mie",
        -4.0842064e-05
      ],
      [
        " Black",
        -7.862962e-05
      ],
      [
        "smith",
        -4.246537e-06
      ]
    ]
  },
  "Towards the end of the work he appears in, this character is taken to a place with giant boulders arranged in the shape of a womb. He also finds a series of letters exchanged by a lady named Clarice and her lover. This character briefly works Officer Farrell, who sodomizes Harry Edwards. Later, this character finds work with the Newbys, but realizes that his wife's child is sired by a cook. When his Uncle and his brother arrive at the Newby homestead, this character is treated cruelly, which results in a scene where Miss Petra Graf is killed. He runs around  with Mort, trying to escape authorities, but is caught and executed by the Federation of Australia. For 10 points, identify this half-aboriginal title character who goes on a rampage and murders several whites in a work by Thomas Keneally about his \"chant.\" ": {
    "guess": "The Chant of Jimmie Blacksmith",
    "confidence": [
      [
        "The",
        -0.055888012
      ],
      [
        " Ch",
        -0.0009600583
      ],
      [
        "ant",
        -3.1281633e-07
      ],
      [
        " of",
        -9.901345e-05
      ],
      [
        " Jim",
        -0.023441365
      ],
      [
        "mie",
        -4.0722858e-05
      ],
      [
        " Black",
        -6.217952e-05
      ],
      [
        "smith",
        -3.5313153e-06
      ]
    ]
  }
}