{
  "Geert Hofstede created a \"dimensions\" theory of this thing, which includes the power distance index and uncertainty avoidance index. In the configurationalist approach, this thing is copied from personality, which is why that approach is called the this \"and personality\" school. In another work, it is": {
    "guess": "Cultural dimensions",
    "confidence": [
      [
        "C",
        -0.29109606
      ],
      [
        "ultural",
        -0.00568785
      ],
      [
        " dimensions",
        -0.68307036
      ]
    ]
  },
  "Geert Hofstede created a \"dimensions\" theory of this thing, which includes the power distance index and uncertainty avoidance index. In the configurationalist approach, this thing is copied from personality, which is why that approach is called the this \"and personality\" school. In another work, it is asserted that the \"nucleus of individuality\" cannot be manipulated by the \"industry\" of this thing;": {
    "guess": "Cultural dimensions",
    "confidence": [
      [
        "C",
        -0.4238472
      ],
      [
        "ultural",
        -0.0020223781
      ],
      [
        " dimensions",
        -0.9110015
      ]
    ]
  },
  "Geert Hofstede created a \"dimensions\" theory of this thing, which includes the power distance index and uncertainty avoidance index. In the configurationalist approach, this thing is copied from personality, which is why that approach is called the this \"and personality\" school. In another work, it is asserted that the \"nucleus of individuality\" cannot be manipulated by the \"industry\" of this thing; that is (*) Adorno's Dialectic of Enlightenment. Those that value restraint and those that value excess": {
    "guess": "Culture",
    "confidence": [
      [
        "Culture",
        -0.75120115
      ]
    ]
  },
  "Geert Hofstede created a \"dimensions\" theory of this thing, which includes the power distance index and uncertainty avoidance index. In the configurationalist approach, this thing is copied from personality, which is why that approach is called the this \"and personality\" school. In another work, it is asserted that the \"nucleus of individuality\" cannot be manipulated by the \"industry\" of this thing; that is (*) Adorno's Dialectic of Enlightenment. Those that value restraint and those that value excess were called Apollonian and Dionysian, respectively, in a work titled after their patterns. When a minority one adopts a majority one, assimilation has occurred. So-called \"guilt\" and \"shame\" ones were contrasted in another work by Benedict. For 10 points, name this anthropological term encompassing the behaviors and beliefs of a particular group.": {
    "guess": "Culture",
    "confidence": [
      [
        "Culture",
        -0.033336516
      ]
    ]
  },
  "Geert Hofstede created a \"dimensions\" theory of this thing, which includes the power distance index and uncertainty avoidance index. In the configurationalist approach, this thing is copied from personality, which is why that approach is called the this \"and personality\" school. In another work, it is asserted that the \"nucleus of individuality\" cannot be manipulated by the \"industry\" of this thing; that is (*) Adorno's Dialectic of Enlightenment. Those that value restraint and those that value excess were called Apollonian and Dionysian, respectively, in a work titled after their patterns. When a minority one adopts a majority one, assimilation has occurred. So-called \"guilt\" and \"shame\" ones were contrasted in another work by Benedict. For 10 points, name this anthropological term encompassing": {
    "guess": "Culture",
    "confidence": [
      [
        "Culture",
        -0.36541575
      ]
    ]
  },
  "Geert Hofstede created a \"dimensions\" theory of this thing, which includes the power distance index and uncertainty avoidance index. In the configurationalist approach, this thing is copied from personality,": {
    "guess": "Cultural dimensions",
    "confidence": [
      [
        "C",
        -1.0125906
      ],
      [
        "ultural",
        -0.00079104764
      ],
      [
        " dimensions",
        -0.81681526
      ]
    ]
  },
  "Geert Hofstede created a \"dimensions\" theory of this thing, which includes the power distance index and uncertainty avoidance index. In the configurationalist approach, this thing is copied from personality, which is why that approach is called the this \"and personality\" school. In another work, it is asserted that the \"nucleus of individuality\" cannot be manipulated by the \"industry\" of this thing; that is (*) Adorno's Dialectic of Enlightenment. Those that value restraint and those that value excess were called Apollonian and Dionysian, respectively, in a work titled after their patterns. When a minority one adopts a majority one, assimilation has occurred. So-called \"guilt\" and \"shame\" ones": {
    "guess": "Culture",
    "confidence": [
      [
        "Culture",
        -0.12792258
      ]
    ]
  },
  "Geert Hofstede created a \"dimensions\" theory of this thing, which includes the power distance index and": {
    "guess": "Cultural dimensions",
    "confidence": [
      [
        "C",
        -0.07947989
      ],
      [
        "ultural",
        -0.00020687809
      ],
      [
        " dimensions",
        -0.4736712
      ]
    ]
  },
  "Geert Hofstede created a \"dimensions\" theory of this thing, which includes the power distance index and uncertainty avoidance index. In the configurationalist approach, this thing is copied from personality, which is why that approach is called the this \"and personality\" school. In another work, it is asserted that the \"nucleus of individuality\" cannot be manipulated by the \"industry\" of this thing; that is (*) Adorno's Dialectic of Enlightenment. Those that value restraint and those that value excess were called Apollonian and Dionysian, respectively, in a work titled after their patterns. When": {
    "guess": "Culture",
    "confidence": [
      [
        "Culture",
        -0.12932518
      ]
    ]
  }
}