{
  "The occurrence of this phenomenon with respect to the earth results in the Milankovitch cycles, and a (*) relativistic form of this phenomenon results from the noncommutativity of infinitesimal Lorentz transformations. A more common form of this phenomenon is exploited in such techniques as NMR and has a frequency given by the product of the gyromagnetic ration and the applied magnetic field. It is the term given to the tumbling of an object about an unstable Euler axis, and when applied to a top": {
    "guess": "Precession",
    "confidence": [
      [
        "Pre",
        -0.029835874
      ],
      [
        "cession",
        -7.398068e-05
      ]
    ]
  },
  "The occultist Hercule dies in a fire before a silver plate from Mosaide causes Jael to desert Jacque Menetrier in this author's novel about Reine Pedauque. One novel by this author features Sophar as a": {
    "guess": "Anatole France",
    "confidence": [
      [
        "An",
        -0.030219248
      ],
      [
        "at",
        -0.00013476722
      ],
      [
        "ole",
        -4.2630116e-05
      ],
      [
        " France",
        -0.000404813
      ]
    ]
  },
  "They were occupied by the Germans from 1940 to 1945. Each is domestically independent and has its own": {
    "guess": "Jersey",
    "confidence": [
      [
        "Jer",
        -1.2223393
      ],
      [
        "sey",
        -0.00010521204
      ]
    ]
  },
  "The occurrence of this phenomenon with respect to the earth results in the Milankovitch cycles, and a (*) relativistic form of this phenomenon results from the noncommutativity of infinitesimal Lorentz transformations. A more common form of this phenomenon is exploited in such techniques as NMR and has a frequency given by the product of the gyromagnetic ration and the applied magnetic field. It is": {
    "guess": "Precession",
    "confidence": [
      [
        "Pre",
        -0.38348034
      ],
      [
        "cession",
        -0.00012976067
      ]
    ]
  },
  "While occupying this position, one person announced that two disks full of information about his country's population had been stolen in the Child Benefit Data Scandal. One former holder of this position launched the so-called Big Bang initiative and is the father of celebrity chef Nigella. The current holder of this position was accused of illegally soliciting campaign money from Oleg Deripaska and announced Project Merlin, whereby banks including Barclays would provide funding to businesses. While serving in this position, David Lloyd George promulgated the People's Budget. For 10 points, name this highest position in the Treasury of the United Kingdom, now held by George Osborne, which has": {
    "guess": "Chancellor of the Exchequer",
    "confidence": [
      [
        "Ch",
        -0.0007176732
      ],
      [
        "ancellor",
        -1.9361265e-07
      ],
      [
        " of",
        -2.0219828e-05
      ],
      [
        " the",
        -0.00017290872
      ],
      [
        " Ex",
        -6.392203e-06
      ],
      [
        "che",
        -3.7385154e-05
      ],
      [
        "quer",
        -0.00012964146
      ]
    ]
  },
  "The occultist Hercule dies in a fire before a silver plate from Mosaide causes Jael to desert Jacque Menetrier in this author's novel about Reine Pedauque. One novel by this author features Sophar as a Jewish banker supplying munitions to the title creatures that receive the assistance of the bomb maker": {
    "guess": "Anatole France",
    "confidence": [
      [
        "An",
        -0.026102765
      ],
      [
        "at",
        -0.00011820524
      ],
      [
        "ole",
        -6.46828e-05
      ],
      [
        " France",
        -0.0003280752
      ]
    ]
  },
  "It occurred after Emperor Matthias sent emissaries to explain why Rudolph II's Letter of Majesty was not being used to protect Heinrich von Thurn's band of Hussites. However, Matthias chose two councillors to Ferdinand II of Bohemia, Jaroslav Martinic and Vilém Slawata. Outraged at the choice of ambassadors": {
    "guess": "Defenestration of Prague",
    "confidence": [
      [
        "Def",
        -0.6696364
      ],
      [
        "en",
        -0.00016778296
      ],
      [
        "est",
        -0.108591914
      ],
      [
        "ration",
        -1.9361265e-07
      ],
      [
        " of",
        -0.00025728656
      ],
      [
        " Prague",
        -3.5954712e-05
      ]
    ]
  },
  "It occurs in both neovascular and non-vascular forms, also known as the rarer but more severe wet, and": {
    "guess": "Macular degeneration",
    "confidence": [
      [
        "Mac",
        -0.471869
      ],
      [
        "ular",
        -9.610702e-06
      ],
      [
        " deg",
        -0.020233057
      ],
      [
        "eneration",
        -2.8802491e-05
      ]
    ]
  },
  "The occurrence of this effect depends upon Verdet's constant, the temperature, and the frequency of the involved light. Its magnitude depends upon the nature of the transmitting substance and the strength": {
    "guess": "Faraday effect",
    "confidence": [
      [
        "Far",
        -0.0045247045
      ],
      [
        "aday",
        -4.8425554e-06
      ],
      [
        " effect",
        -0.011137198
      ]
    ]
  },
  "The occurrence of this phenomenon with respect to the earth results in the Milankovitch cycles, and a (*) relativistic form of this phenomenon results from the noncommutativity of infinitesimal Lorentz transformations. A more common form of this phenomenon is exploited in such techniques as NMR and has a frequency given by the product of the gyromagnetic ration and the applied magnetic field. It is the term given to the tumbling of an object about an unstable Euler axis, and when applied to a top subject to a torque, it is given by the time-dependence of one of the Euler angles. Coming in Larmor, Thomas, torque-free, and torque-induced forms, for ten points, identify this periodic motion of a rigid body, which on earth is responsible for the shift in the positions of stars over a period of": {
    "guess": "Precession",
    "confidence": [
      [
        "Pre",
        -0.18667634
      ],
      [
        "cession",
        -0.0026853986
      ]
    ]
  },
  "They were occupied by the Germans from 1940 to 1945. Each is domestically independent and has its own assembly, though they are not represented in Parliament. The population is mostly of French descent. The economy rests on cultivation of early vegetables, fruits, and flowers for the British market and on the tourist industry. The principal towns are St. Peter Port and St. Helier; and the four principal": {
    "guess": "Channel Islands",
    "confidence": [
      [
        "Channel",
        -0.75481474
      ],
      [
        " Islands",
        -0.00090061966
      ]
    ]
  },
  "It occurred after Emperor Matthias sent emissaries to explain why Rudolph II's Letter of Majesty was not being used to protect Heinrich von Thurn's band of Hussites. However, Matthias chose two councillors to Ferdinand II of Bohemia, Jaroslav Martinic and Vilém Slawata. Outraged at the choice of ambassadors and their message, the citizens attempted to kill the councillors. For 10 points—name this 1618 incident which sparked the Thirty Years War, in which the councillors were thrown from a window.": {
    "guess": "Defenestration of Prague",
    "confidence": [
      [
        "Def",
        -0.16711712
      ],
      [
        "en",
        -5.157039e-05
      ],
      [
        "est",
        -0.19376668
      ],
      [
        "ration",
        0.0
      ],
      [
        " of",
        -0.00017696164
      ],
      [
        " Prague",
        -8.006007e-05
      ]
    ]
  },
  "They were occupied by the Germans from 1940 to 1945. Each is domestically independent and has its own assembly, though they are not represented in Parliament. The population is mostly of French descent.": {
    "guess": "Saint Pierre and Miquelon",
    "confidence": [
      [
        "Saint",
        -0.45642498
      ],
      [
        " Pierre",
        -0.32465744
      ],
      [
        " and",
        -0.0005467186
      ],
      [
        " M",
        -0.0004485461
      ],
      [
        "iqu",
        -3.8696395e-05
      ],
      [
        "elon",
        -4.9305523e-05
      ]
    ]
  },
  "The occurrence of this effect depends upon Verdet's constant, the temperature, and the frequency of the involved light. Its magnitude depends upon the nature of the transmitting substance and the strength of the magnetic field, which is why it is also known as magnetic rotation. FTP, identify this rotation": {
    "guess": "Faraday effect",
    "confidence": [
      [
        "Far",
        -0.012283936
      ],
      [
        "aday",
        -1.8624639e-06
      ],
      [
        " effect",
        -0.007985847
      ]
    ]
  },
  "The occurrence of this phenomenon with respect to the earth results in the Milankovitch cycles, and a (*) relativistic form of this phenomenon results from the noncommutativity of infinitesimal Lorentz": {
    "guess": "Precession",
    "confidence": [
      [
        "Pre",
        -0.46164012
      ],
      [
        "cession",
        -0.00441184
      ]
    ]
  },
  "They were occupied by the Germans from 1940 to 1945. Each is domestically independent and has its own assembly, though they are not represented in Parliament. The population is mostly of French descent. The economy rests on cultivation of early vegetables, fruits, and flowers for the British market and": {
    "guess": "Channel Islands",
    "confidence": [
      [
        "Channel",
        -0.77338994
      ],
      [
        " Islands",
        -0.0005788889
      ]
    ]
  },
  "The occultist Hercule dies in a fire before a silver plate from Mosaide causes Jael to desert Jacque Menetrier in this author's novel about Reine Pedauque. One novel by this author features Sophar as a Jewish banker supplying munitions to the title creatures that receive the assistance of the bomb maker Istar. In that novel, Maurice d'Spervau advises Arcade. In another novel, Father Longuemare is killed with Maurice Brotteaux at the behest of Elodie Blaise's lover, Evariste Gamelin. In addition to Revolt of the Angels and The Gods are Athirst, he wrote another work whose characters include a monk going to hell, Marbodius, and Greatank, a resident of Alca who establishes a government for one of the title creatures. For ten points, name this author of Penguin Island who derived his pseudonym from the name of his home country.": {
    "guess": "Anatole France",
    "confidence": [
      [
        "An",
        -0.00087227486
      ],
      [
        "at",
        -3.8100377e-05
      ],
      [
        "ole",
        -6.869018e-06
      ],
      [
        " France",
        -0.00021831797
      ]
    ]
  },
  "While occupying this position, one person announced that two disks full of information about his country's population had been stolen in the Child Benefit Data Scandal. One former holder of this position": {
    "guess": "Chancellor of Germany",
    "confidence": [
      [
        "Ch",
        -0.29588205
      ],
      [
        "ancellor",
        -0.00082249544
      ],
      [
        " of",
        -0.00035608074
      ],
      [
        " Germany",
        -0.6629109
      ]
    ]
  },
  "The occurrence of this phenomenon with respect to the earth results in the Milankovitch cycles, and a (*) relativistic form of this phenomenon results from the noncommutativity of infinitesimal Lorentz transformations. A more common form of this phenomenon is exploited in such techniques as NMR and has a frequency given by the product of the gyromagnetic ration and the applied magnetic field. It is the term given to the tumbling of an object about an unstable Euler axis, and when applied to a top subject to a torque, it is given by the time-dependence of one of the Euler angles. Coming in Larmor, Thomas, torque-free, and torque-induced forms, for ten points, identify this periodic motion of a rigid body, which on earth is responsible for the shift in the positions of stars over a period of 26,000 years.": {
    "guess": "Axial precession",
    "confidence": [
      [
        "Ax",
        -0.52889216
      ],
      [
        "ial",
        -0.0009583895
      ],
      [
        " pre",
        -0.013967095
      ],
      [
        "cession",
        -0.00018530223
      ]
    ]
  },
  "It occurs in both neovascular and non-vascular forms, also known as the rarer but more severe wet, and the common and more moderate dry form. It is the leading cause of vision loss for Americans aged 60": {
    "guess": "Age-related macular degeneration",
    "confidence": [
      [
        "Age",
        -0.69998133
      ],
      [
        "-related",
        -0.23167057
      ],
      [
        " mac",
        -0.01012081
      ],
      [
        "ular",
        -4.4849444e-06
      ],
      [
        " deg",
        -0.0001309527
      ],
      [
        "eneration",
        -5.6457742e-05
      ]
    ]
  },
  "The occurrence of this effect depends upon Verdet's constant, the temperature, and the frequency of the involved light. Its magnitude depends upon the nature of the transmitting substance and the strength of the magnetic field, which is why it is also known as magnetic rotation. FTP, identify this rotation of the plane of polarization of a light beam by a magnetic field, named for and English physicist": {
    "guess": "Faraday effect",
    "confidence": [
      [
        "Far",
        -0.03127053
      ],
      [
        "aday",
        -1.7954959e-05
      ],
      [
        " effect",
        -0.013821549
      ]
    ]
  },
  "In oceans, water below the thermocline may be oxygenated by a process in which volumes of water at great depth are heated by pressure, rise to the surface without transferring heat to the surrounding water, and displace cooler, oxygenated water downwa  rd. What is the thermodynamic term for a process in which no heat is transferred between a system and its surroundings?": {
    "guess": "Adiabatic process",
    "confidence": [
      [
        "Ad",
        -0.045194343
      ],
      [
        "i",
        -5.4385737e-06
      ],
      [
        "ab",
        -0.0004120808
      ],
      [
        "atic",
        -1.831257e-05
      ],
      [
        " process",
        -0.44427064
      ]
    ]
  },
  "The occurrence of this phenomenon with respect to the earth results in the Milankovitch cycles, and a (*) relativistic form of this phenomenon results from the noncommutativity of infinitesimal Lorentz transformations. A more common form of this phenomenon is exploited in such techniques as NMR and has": {
    "guess": "Precession",
    "confidence": [
      [
        "Pre",
        -0.53734714
      ],
      [
        "cession",
        -7.982166e-05
      ]
    ]
  },
  "In oceans, water below the thermocline may be oxygenated by a process in which volumes of water at great depth are heated by pressure, rise to the surface without transferring heat to the surrounding water,": {
    "guess": "Thermohaline circulation",
    "confidence": [
      [
        "Th",
        -0.27138692
      ],
      [
        "erm",
        -0.00034225677
      ],
      [
        "oh",
        -0.0073690377
      ],
      [
        "al",
        -1.4974867e-05
      ],
      [
        "ine",
        -1.6762922e-05
      ],
      [
        " circulation",
        -0.006569364
      ]
    ]
  },
  "The occurrence of this effect depends upon Verdet's constant, the temperature, and the frequency of the": {
    "guess": "Faraday effect",
    "confidence": [
      [
        "Far",
        -0.03194585
      ],
      [
        "aday",
        -4.365741e-06
      ],
      [
        " effect",
        -0.02262613
      ]
    ]
  },
  "While occupying this position, one person announced that two disks full of information about his country's": {
    "guess": "Ambassador",
    "confidence": [
      [
        "Amb",
        -0.79204124
      ],
      [
        "assador",
        -0.0075190733
      ]
    ]
  },
  "It occurs in both neovascular and non-vascular forms, also known as the rarer but more severe wet, and the common and more moderate dry form. It is the leading cause of vision loss for Americans aged 60 or older but it can often begin in childhood. Its symptoms include visual distortion, where straight": {
    "guess": "Macular degeneration",
    "confidence": [
      [
        "Mac",
        -0.1283059
      ],
      [
        "ular",
        -2.1531068e-05
      ],
      [
        " deg",
        -0.0038485322
      ],
      [
        "eneration",
        -2.5226382e-05
      ]
    ]
  },
  "While occupying this position, one person announced that two disks full of information about his country's population had been stolen in the Child Benefit Data Scandal. One former holder of this position launched the so-called Big Bang initiative and is the father of celebrity chef Nigella. The current holder of this position was accused of illegally soliciting campaign money from Oleg Deripaska and": {
    "guess": "Prime Minister of the United Kingdom",
    "confidence": [
      [
        "Prime",
        -0.35987914
      ],
      [
        " Minister",
        -0.015669588
      ],
      [
        " of",
        -4.3464544e-05
      ],
      [
        " the",
        -0.0002509688
      ],
      [
        " United",
        -0.0005709059
      ],
      [
        " Kingdom",
        -0.00024108587
      ]
    ]
  },
  "The occurrence of this phenomenon with respect to the earth results in the Milankovitch cycles, and a": {
    "guess": "Milankovitch cycles",
    "confidence": [
      [
        "Mil",
        -0.99015427
      ],
      [
        "ank",
        -0.004154499
      ],
      [
        "ov",
        -0.0015375966
      ],
      [
        "itch",
        -8.4828214e-05
      ],
      [
        " cycles",
        -0.006777185
      ]
    ]
  },
  "The occurrence of this effect depends upon Verdet's constant, the temperature, and the frequency of the involved light. Its magnitude depends upon the nature of the transmitting substance and the strength of the magnetic field, which is why it is also known as magnetic rotation. FTP, identify this rotation of the plane of polarization of a light beam by a magnetic field, named for and English physicist and namesake of the unit of capacitance.": {
    "guess": "Faraday effect",
    "confidence": [
      [
        "Far",
        -0.01125507
      ],
      [
        "aday",
        -8.864273e-05
      ],
      [
        " effect",
        -0.021223348
      ]
    ]
  },
  "The occurrence of this phenomenon with respect to the earth results in the Milankovitch cycles, and a (*) relativistic form of this phenomenon results from the noncommutativity of infinitesimal Lorentz transformations. A more common form of this phenomenon is exploited in such techniques as NMR and has a frequency given by the product of the gyromagnetic ration and the applied magnetic field. It is the term given to the tumbling of an object about an unstable Euler axis, and when applied to a top subject to a torque, it is given by the time-dependence of one of the Euler angles. Coming in Larmor, Thomas, torque-free, and torque-induced forms, for ten points, identify this periodic motion of a": {
    "guess": "Precession",
    "confidence": [
      [
        "Pre",
        -0.29997462
      ],
      [
        "cession",
        -0.00062308414
      ]
    ]
  },
  "While occupying this position, one person announced that two disks full of information about his country's population had been stolen in the Child Benefit Data Scandal. One former holder of this position launched the so-called Big Bang initiative and is the father of celebrity chef Nigella. The current holder of this position was accused of illegally soliciting campaign money from Oleg Deripaska and announced Project Merlin, whereby banks including Barclays would provide funding to businesses. While serving in this position, David Lloyd George promulgated the People's Budget. For 10 points, name": {
    "guess": "Chancellor of the Exchequer",
    "confidence": [
      [
        "Ch",
        -0.08907382
      ],
      [
        "ancellor",
        -0.00010831134
      ],
      [
        " of",
        -0.0005819846
      ],
      [
        " the",
        -0.0015245063
      ],
      [
        " Ex",
        -0.00039301923
      ],
      [
        "che",
        -0.0005605389
      ],
      [
        "quer",
        -0.0003737119
      ]
    ]
  },
  "While occupying this position, one person announced that two disks full of information about his country's population had been stolen in the Child Benefit Data Scandal. One former holder of this position launched the so-called Big Bang initiative and is the father of celebrity chef Nigella. The current": {
    "guess": "Chancellor of the Exchequer",
    "confidence": [
      [
        "Ch",
        -0.024438027
      ],
      [
        "ancellor",
        -3.7742768e-05
      ],
      [
        " of",
        -0.00021140782
      ],
      [
        " the",
        -0.00031639694
      ],
      [
        " Ex",
        -0.012502938
      ],
      [
        "che",
        -0.00013953536
      ],
      [
        "quer",
        -0.00019877224
      ]
    ]
  },
  "They were occupied by the Germans from 1940 to 1945. Each is domestically independent and has its own assembly, though they are not represented in Parliament. The population is mostly of French descent. The economy rests on cultivation of early vegetables, fruits, and flowers for the British market and on the tourist industry. The principal towns are St. Peter Port and St. Helier; and the four principal land masses are named Sark, Alderney, Guernsey and Jersey. FTP identify this group of islands": {
    "guess": "Channel Islands",
    "confidence": [
      [
        "Channel",
        -0.0061909067
      ],
      [
        " Islands",
        -0.00025704817
      ]
    ]
  },
  "They were occupied by the Germans from 1940 to 1945. Each is domestically independent and has its own assembly, though they are not represented in Parliament. The population is mostly of French descent. The economy rests on cultivation of early vegetables, fruits, and flowers for the British market and on the tourist industry. The principal towns are St. Peter Port and St. Helier; and the four principal land masses are named Sark, Alderney, Guernsey and Jersey. FTP identify this group of islands located in some water between France and England.": {
    "guess": "Channel Islands",
    "confidence": [
      [
        "Channel",
        -0.006511206
      ],
      [
        " Islands",
        -0.00013953536
      ]
    ]
  },
  "In oceans, water below the thermocline may be oxygenated by a process in which volumes of water at great": {
    "guess": "Ocean destratification",
    "confidence": [
      [
        "Ocean",
        -0.30636683
      ],
      [
        " de",
        -0.013205058
      ],
      [
        "str",
        -0.35139632
      ],
      [
        "at",
        -0.0035456629
      ],
      [
        "ification",
        -7.421909e-05
      ]
    ]
  },
  "The occultist Hercule dies in a fire before a silver plate from Mosaide causes Jael to desert Jacque": {
    "guess": "The Hound of Death",
    "confidence": [
      [
        "The",
        -1.2969787
      ],
      [
        " H",
        -1.5525434
      ],
      [
        "ound",
        -0.4619216
      ],
      [
        " of",
        -0.010355266
      ],
      [
        " Death",
        -0.3094732
      ]
    ]
  },
  "The occultist Hercule dies in a fire before a silver plate from Mosaide causes Jael to desert Jacque Menetrier in this author's novel about Reine Pedauque. One novel by this author features Sophar as a Jewish banker supplying munitions to the title creatures that receive the assistance of the bomb maker Istar. In that novel, Maurice d'Spervau advises Arcade. In another novel, Father Longuemare is killed": {
    "guess": "Anatole France",
    "confidence": [
      [
        "An",
        -0.02711487
      ],
      [
        "at",
        -5.7768983e-05
      ],
      [
        "ole",
        -5.080963e-06
      ],
      [
        " France",
        -0.00053158705
      ]
    ]
  },
  "The occultist Hercule dies in a fire before a silver plate from Mosaide causes Jael to desert Jacque Menetrier in this author's novel about Reine Pedauque. One novel by this author features Sophar as a Jewish banker supplying munitions to the title creatures that receive the assistance of the bomb maker Istar. In that novel, Maurice d'Spervau advises Arcade. In another novel, Father Longuemare is killed with Maurice Brotteaux at the behest of Elodie Blaise's lover, Evariste Gamelin. In addition to Revolt of the Angels and The Gods are Athirst, he wrote another work whose characters include a monk": {
    "guess": "Anatole France",
    "confidence": [
      [
        "An",
        -0.008817832
      ],
      [
        "at",
        -3.4166656e-05
      ],
      [
        "ole",
        -1.5332478e-05
      ],
      [
        " France",
        -0.00048560745
      ]
    ]
  },
  "It occurred after Emperor Matthias sent emissaries to explain why Rudolph II's Letter of Majesty was": {
    "guess": "Second Defenestration of Prague",
    "confidence": [
      [
        "Second",
        -0.016788505
      ],
      [
        " Def",
        -8.1371305e-05
      ],
      [
        "en",
        -0.00041160765
      ],
      [
        "est",
        -0.00021903319
      ],
      [
        "ration",
        -2.3392786e-06
      ],
      [
        " of",
        -6.511407e-06
      ],
      [
        " Prague",
        -1.3856493e-06
      ]
    ]
  },
  "The occultist Hercule dies in a fire before a silver plate from Mosaide causes Jael to desert Jacque Menetrier in this author's novel about Reine Pedauque. One novel by this author features Sophar as a Jewish banker supplying munitions to the title creatures that receive the assistance of the bomb maker Istar. In that novel, Maurice d'Spervau advises Arcade. In another novel, Father Longuemare is killed with Maurice Brotteaux at the behest of Elodie Blaise's lover, Evariste Gamelin. In addition to": {
    "guess": "Anatole France",
    "confidence": [
      [
        "An",
        -0.28114298
      ],
      [
        "at",
        -0.00016766376
      ],
      [
        "ole",
        -3.059055e-05
      ],
      [
        " France",
        -0.00094671117
      ]
    ]
  },
  "The occultist Hercule dies in a fire before a silver plate from Mosaide causes Jael to desert Jacque Menetrier in this author's novel about Reine Pedauque. One novel by this author features Sophar as a Jewish banker supplying munitions to the title creatures that receive the assistance of the bomb maker Istar. In that novel, Maurice d'Spervau advises Arcade. In another novel, Father Longuemare is killed with Maurice Brotteaux at the behest of Elodie Blaise's lover, Evariste Gamelin. In addition to Revolt of the Angels and The Gods are Athirst, he wrote another work whose characters include a monk going to hell, Marbodius, and Greatank, a resident of Alca who establishes a government for one of the title creatures. For ten points, name this author of Penguin Island who derived his pseudonym": {
    "guess": "Anatole France",
    "confidence": [
      [
        "An",
        -0.001075088
      ],
      [
        "at",
        -4.2272506e-05
      ],
      [
        "ole",
        -7.226629e-06
      ],
      [
        " France",
        -0.00019209684
      ]
    ]
  },
  "It occurs in both neovascular and non-vascular forms, also known as the rarer but more severe wet, and the common and more moderate dry form. It is the leading cause of vision loss for Americans aged 60 or older but it can often begin in childhood. Its symptoms include visual distortion, where straight edges appear wavy or bent, and the appearance of gray or dark spots in the middle of the visual field. The eponymous structure it affects is temporal to the optic nerve and contains the fovea at its center. Leaving peripheral vision totally unaffected, for 10 points, name this progressive destruction": {
    "guess": "Macular degeneration",
    "confidence": [
      [
        "Mac",
        -0.1469864
      ],
      [
        "ular",
        -2.577686e-06
      ],
      [
        " deg",
        -0.040685166
      ],
      [
        "eneration",
        -0.000121542944
      ]
    ]
  },
  "It occurs in both neovascular and non-vascular forms, also known as the rarer but more severe wet, and the common and more moderate dry form. It is the leading cause of vision loss for Americans aged 60 or older but it can often begin in childhood. Its symptoms include visual distortion, where straight edges appear wavy or bent, and the appearance of gray or dark spots in the middle of the visual field. The eponymous structure it affects is temporal to the optic nerve and contains the fovea at its": {
    "guess": "Macular Degeneration",
    "confidence": [
      [
        "Mac",
        -0.107369766
      ],
      [
        "ular",
        -0.0027599374
      ],
      [
        " Deg",
        -0.28809044
      ],
      [
        "eneration",
        -0.00026300468
      ]
    ]
  },
  "The occultist Hercule dies in a fire before a silver plate from Mosaide causes Jael to desert Jacque Menetrier in this author's novel about Reine Pedauque. One novel by this author features Sophar as a Jewish banker supplying munitions to the title creatures that receive the assistance of the bomb maker Istar. In that novel, Maurice d'Spervau advises Arcade. In another novel, Father Longuemare is killed with Maurice Brotteaux at the behest of Elodie Blaise's lover, Evariste Gamelin. In addition to Revolt of the Angels and The Gods are Athirst, he wrote another work whose characters include a monk going to hell, Marbodius, and Greatank, a resident of Alca who establishes a government for one of": {
    "guess": "Anatole France",
    "confidence": [
      [
        "An",
        -0.01948301
      ],
      [
        "at",
        -7.266944e-05
      ],
      [
        "ole",
        -2.7968066e-05
      ],
      [
        " France",
        -0.00027230257
      ]
    ]
  },
  "It occurs in both neovascular and non-vascular forms, also known as the rarer but more severe wet, and the common and more moderate dry form. It is the leading cause of vision loss for Americans aged 60 or older but it can often begin in childhood. Its symptoms include visual distortion, where straight edges appear wavy or bent, and the appearance of gray or dark spots in the middle of the visual field.": {
    "guess": "Macular degeneration",
    "confidence": [
      [
        "Mac",
        -0.5909699
      ],
      [
        "ular",
        -1.504853e-06
      ],
      [
        " deg",
        -0.14133772
      ],
      [
        "eneration",
        -0.00013703208
      ]
    ]
  },
  "It occurs in both neovascular and non-vascular forms, also known as the rarer but more severe wet, and the common and more moderate dry form. It is the leading cause of vision loss for Americans aged 60 or older but it can often begin in childhood. Its symptoms include visual distortion, where straight edges appear wavy or bent, and the appearance of gray or dark spots in the middle of the visual field. The eponymous structure it affects is temporal to the optic nerve and contains the fovea at its center. Leaving peripheral vision totally unaffected, for 10 points, name this progressive destruction of a particular spot on the retina of the human eye.": {
    "guess": "Macular degeneration",
    "confidence": [
      [
        "Mac",
        -0.09901333
      ],
      [
        "ular",
        -2.1008714e-06
      ],
      [
        " deg",
        -0.033665642
      ],
      [
        "eneration",
        -6.647085e-05
      ]
    ]
  },
  "While occupying this position, one person announced that two disks full of information about his country's population had been stolen in the Child Benefit Data Scandal. One former holder of this position launched the so-called Big Bang initiative and is the father of celebrity chef Nigella. The current holder of this position was accused of illegally soliciting campaign money from Oleg Deripaska and announced Project Merlin, whereby banks including Barclays would provide funding to businesses. While serving in this position, David Lloyd George promulgated the People's Budget. For 10 points, name this highest position in the Treasury of the United Kingdom, now held by George Osborne, which has been held by many before becoming Prime Minister.": {
    "guess": "Chancellor of the Exchequer",
    "confidence": [
      [
        "Ch",
        -0.030363578
      ],
      [
        "ancellor",
        -2.220075e-06
      ],
      [
        " of",
        -0.00013083349
      ],
      [
        " the",
        -0.0007200573
      ],
      [
        " Ex",
        -4.0603656e-05
      ],
      [
        "che",
        -0.00023393365
      ],
      [
        "quer",
        -0.0002585978
      ]
    ]
  },
  "While occupying this position, one person announced that two disks full of information about his country's population had been stolen in the Child Benefit Data Scandal. One former holder of this position launched the so-called Big Bang initiative and is the father of celebrity chef Nigella. The current holder of this position was accused of illegally soliciting campaign money from Oleg Deripaska and announced Project Merlin, whereby banks including Barclays would provide funding to businesses. While": {
    "guess": "Chancellor of the Exchequer",
    "confidence": [
      [
        "Ch",
        -0.08060934
      ],
      [
        "ancellor",
        -0.0007225605
      ],
      [
        " of",
        -0.00059711613
      ],
      [
        " the",
        -0.00072053407
      ],
      [
        " Ex",
        -0.00092849496
      ],
      [
        "che",
        -0.0001658757
      ],
      [
        "quer",
        -0.00054266566
      ]
    ]
  },
  "In oceans, water below the thermocline may be oxygenated by a process in which volumes of water at great depth are heated by pressure, rise to the surface without transferring heat to the surrounding water, and displace cooler, oxygenated water downwa  rd. What is the thermodynamic term for a process": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.4996206
      ]
    ]
  },
  "It occurred after Emperor Matthias sent emissaries to explain why Rudolph II's Letter of Majesty was not being used to protect Heinrich von Thurn's band of Hussites. However, Matthias chose two councillors to Ferdinand II of Bohemia, Jaroslav Martinic and Vilém Slawata. Outraged at the choice of ambassadors and their message, the citizens attempted to kill the councillors. For 10 points—name this 1618": {
    "guess": "Defenestration of Prague",
    "confidence": [
      [
        "Def",
        -0.11681622
      ],
      [
        "en",
        -0.00029458632
      ],
      [
        "est",
        -0.68705386
      ],
      [
        "ration",
        -4.3202e-07
      ],
      [
        " of",
        -0.00078246865
      ],
      [
        " Prague",
        -0.0004243588
      ]
    ]
  },
  "The occurrence of this phenomenon with respect to the earth results in the Milankovitch cycles, and a (*) relativistic form of this phenomenon results from the noncommutativity of infinitesimal Lorentz transformations. A more common form of this phenomenon is exploited in such techniques as NMR and has a frequency given by the product of the gyromagnetic ration and the applied magnetic field. It is the term given to the tumbling of an object about an unstable Euler axis, and when applied to a top subject to a torque, it is given by the time-dependence of one of the Euler angles. Coming in Larmor,": {
    "guess": "Precession",
    "confidence": [
      [
        "Pre",
        -0.11480703
      ],
      [
        "cession",
        -0.00021093102
      ]
    ]
  },
  "It occurred after Emperor Matthias sent emissaries to explain why Rudolph II's Letter of Majesty was not being used to protect Heinrich von Thurn's band of Hussites. However, Matthias chose two councillors": {
    "guess": "Second Defenestration of Prague",
    "confidence": [
      [
        "Second",
        -0.53257257
      ],
      [
        " Def",
        -0.0037575671
      ],
      [
        "en",
        -0.00021545708
      ],
      [
        "est",
        -0.0005244385
      ],
      [
        "ration",
        -2.1008714e-06
      ],
      [
        " of",
        -3.5477897e-05
      ],
      [
        " Prague",
        -1.8431772e-05
      ]
    ]
  }
}