{
  "Vasco de Gama named it the Espiritu Santo River, and it joins the Marico River at the Bushveld Basin. This river is unnavigable until its confluence with the Olifants, and it reaches the fall line after receiving the Shashi River. The Hartbeespoort Dam blocks its headwaters, and this river shares its": {
    "guess": "Crocodile River",
    "confidence": [
      [
        "Cro",
        -0.1786599
      ],
      [
        "codile",
        -4.465658e-05
      ],
      [
        " River",
        -0.0019646743
      ]
    ]
  },
  "Varney murders his employer's wife Amy Robsart at the end of this author's novel Kenilworth. This author of The Fair Maid of Perth wrote a novel in which Effie is saved from death row by her sister Jeanie": {
    "guess": "Walter Scott",
    "confidence": [
      [
        "W",
        -0.01145827
      ],
      [
        "alter",
        -0.0026963397
      ],
      [
        " Scott",
        -7.612634e-05
      ]
    ]
  },
  "Vasari describes how Leo X commissioned Baccio Bandinelli to make a 1525 copy of this work, for which Giovanni Montorsoli did an erroneous attempt at restoration by making a replacement right arm in an outstretched, rather than a bent position. Giuliano di Sangallo was one of the men present at Esquiline Hill during the unearthing of this sculpture, placed at the palace of Titus in Natural History by Pliny the Elder, and accredited to Agesander, Polydore, and Athenodorus. FTP, name this classical": {
    "guess": "Laocoön and His Sons",
    "confidence": [
      [
        "La",
        -0.01838394
      ],
      [
        "oco",
        -0.0029989777
      ],
      [
        "ön",
        -4.8113485e-05
      ],
      [
        " and",
        -0.0030561422
      ],
      [
        " His",
        -0.0027201106
      ],
      [
        " Sons",
        -2.4987974e-05
      ]
    ]
  },
  "Vase paintings of this non-Heracles character's death often involve the daimon Lyssa. This man's sister once lived in the cave where Jason and Medea later married. Pausanias describes a rock in Orchomenos on which this man often rested. Like his father, this man was a student of Chiron, who erected a statue of him after his death. During a trip through the valley of Gargaphia, this brother of Macris": {
    "guess": "Actaeon",
    "confidence": [
      [
        "Act",
        -1.2176806
      ],
      [
        "ae",
        -0.0038796426
      ],
      [
        "on",
        -0.0014177383
      ]
    ]
  },
  "Varney murders his employer's wife Amy Robsart at the end of this author's novel Kenilworth. This author of The Fair Maid of Perth wrote a novel in which Effie is saved from death row by her sister Jeanie Deans. In the title novel of a series by him, the central character is rejected by Flora Mac Ivor and ends up fighting with Bonnie Prince Charlie for the Jacobites. The Heart of Midlothian was one": {
    "guess": "Walter Scott",
    "confidence": [
      [
        "W",
        -0.003847817
      ],
      [
        "alter",
        -0.037856236
      ],
      [
        " Scott",
        -0.00067026314
      ]
    ]
  },
  "Vasco de Gama named it the Espiritu Santo River, and it joins the Marico River at the Bushveld Basin. This river is unnavigable until its confluence with the Olifants, and it reaches the fall line after": {
    "guess": "Limpopo River",
    "confidence": [
      [
        "L",
        -0.39315346
      ],
      [
        "imp",
        -0.023588663
      ],
      [
        "opo",
        -6.062987e-05
      ],
      [
        " River",
        -0.00011892046
      ]
    ]
  },
  "Varney murders his employer's wife Amy Robsart at the end of this author's novel Kenilworth. This author": {
    "guess": "Walter Scott",
    "confidence": [
      [
        "W",
        -0.03932369
      ],
      [
        "alter",
        -0.001429521
      ],
      [
        " Scott",
        -0.0001439459
      ]
    ]
  },
  "Vasari relates that on many days, the artist of this work would often stand on the scaffolding without picking his brush only to study its tone. Preliminary sketches for this work were often done in red chalk, which are still preserved in its artist's notebooks. As a man recoils in this painting, he upsets the balances of a salt cellar that are next to some pewter (*) dishes. Found in the refectory of the Santa Maria delle Grazie in Milan, this painting depicts a group of figures during the exact moment they ask \"Lord is it I?\", unlike the moment after as seen in earlier versions. However, the only one not asking that question has his face in the dark and is Judas. For 10 points, name this painting by Da Vinci which depicts the 12 apostles and Jesus during the title meal.": {
    "guess": "The Last Supper",
    "confidence": [
      [
        "The",
        -0.002925519
      ],
      [
        " Last",
        -0.002605387
      ],
      [
        " Sup",
        -0.00013560164
      ],
      [
        "per",
        -5.7961847e-06
      ]
    ]
  },
  "Vasco de Gama named it the Espiritu Santo River, and it joins the Marico River at the Bushveld Basin.": {
    "guess": "Limpopo River",
    "confidence": [
      [
        "L",
        -0.15365337
      ],
      [
        "imp",
        -0.00072291814
      ],
      [
        "opo",
        -3.88156e-05
      ],
      [
        " River",
        -3.6073914e-05
      ]
    ]
  },
  "Vase paintings of this non-Heracles character's death often involve the daimon Lyssa. This man's sister once lived in the cave where Jason and Medea later married. Pausanias describes a rock in Orchomenos on which this man often rested. Like his father, this man was a student of Chiron, who erected a statue of him after his death. During a trip through the valley of Gargaphia, this brother of Macris interrupted the hairdressing efforts of Crocale and was attacked by a group led by the black-footed": {
    "guess": "Actaeon",
    "confidence": [
      [
        "Act",
        -1.3183157
      ],
      [
        "ae",
        -0.002873823
      ],
      [
        "on",
        -0.0020672334
      ]
    ]
  },
  "Vase paintings of this non-Heracles character's death often involve the daimon Lyssa. This man's sister once lived in the cave where Jason and Medea later married. Pausanias describes a rock in Orchomenos on which this man often rested. Like his father, this man was a student of Chiron, who erected a statue of him after his death. During a trip through the valley of Gargaphia, this brother of Macris interrupted the hairdressing efforts of Crocale and was attacked by a group led by the black-footed Melampus. This son of Aristaeus and Autonoë died after being splashed with water that turned him into": {
    "guess": "Actaeon",
    "confidence": [
      [
        "Act",
        -0.00062248815
      ],
      [
        "ae",
        -0.003634635
      ],
      [
        "on",
        -0.0044970578
      ]
    ]
  },
  "Vasari relates that on many days, the artist of this work would often stand on the scaffolding without picking his brush only to study its tone. Preliminary sketches for this work were often done in red chalk, which are still preserved in its artist's notebooks. As a man recoils in this painting, he": {
    "guess": "The Last Judgment",
    "confidence": [
      [
        "The",
        -0.40134853
      ],
      [
        " Last",
        -0.13574916
      ],
      [
        " Judgment",
        -0.4480297
      ]
    ]
  },
  "Vast amounts of data concerning this body were gathered by the Clementine mission. Rilles are faults found on the surface of this body. The Tycho Crater and Montes Pyrenaeus (MON-tays pee-reh-NAYuss) are found here. Its movement is calculated using sidereal and synodic periods. This body's surface contains": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.3130173
      ]
    ]
  },
  "Vasari relates that on many days, the artist of this work would often stand on the scaffolding without picking his brush only to study its tone. Preliminary sketches for this work were often done in red": {
    "guess": "The Last Judgment",
    "confidence": [
      [
        "The",
        -0.67050815
      ],
      [
        " Last",
        -0.045989167
      ],
      [
        " Judgment",
        -0.09715633
      ]
    ]
  },
  "Vast amounts of data concerning this body were gathered by the Clementine mission. Rilles are faults found on the surface of this body. The Tycho Crater and Montes Pyrenaeus (MON-tays pee-reh-NAYuss) are found here. Its movement is calculated using sidereal and synodic periods. This body's surface contains several maria (MAH-ree-ah), including the Sea of Tranquility. For 10 points, name this celestial": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.10405662
      ]
    ]
  },
  "Varney murders his employer's wife Amy Robsart at the end of this author's novel Kenilworth. This author of The Fair Maid of Perth wrote a novel in which Effie is saved from death row by her sister Jeanie Deans. In the title novel of a series by him, the central character is rejected by Flora Mac Ivor and ends up fighting with Bonnie Prince Charlie for the Jacobites. The Heart of Midlothian was one of this author's Waverley novels, as was a work in which the title character kills Rashleigh, allowing the marriage of Diana Vernon and Frank Osbaldistone. For 10 points, name this author of The Bride of Lammermoor and Rob Roy.": {
    "guess": "Walter Scott",
    "confidence": [
      [
        "W",
        -0.0074708015
      ],
      [
        "alter",
        -0.00021688752
      ],
      [
        " Scott",
        -4.0007635e-05
      ]
    ]
  },
  "Vase paintings of this non-Heracles character's death often involve the daimon Lyssa. This man's sister once lived in the cave where Jason and Medea later married. Pausanias describes a rock in Orchomenos on which this man often rested. Like his father, this man was a student of Chiron, who erected a": {
    "guess": "Peleus",
    "confidence": [
      [
        "P",
        -1.6444209
      ],
      [
        "ele",
        -0.047788188
      ],
      [
        "us",
        -0.0018863997
      ]
    ]
  },
  "Vasco de Gama named it the Espiritu Santo River, and it joins the Marico River at the Bushveld Basin. This river is unnavigable until its confluence with the Olifants, and it reaches the fall line after receiving the Shashi River. The Hartbeespoort Dam blocks its headwaters, and this river shares its name with a province with capital at Polokwane. Rising as the Crocodile River in Witwatersrand, it forms part of Botswana's southeastern border. For 10 points, name this \"greasy\" river that flows into": {
    "guess": "Limpopo River",
    "confidence": [
      [
        "L",
        -0.08971469
      ],
      [
        "imp",
        -0.0041503417
      ],
      [
        "opo",
        -5.0974373e-05
      ],
      [
        " River",
        -2.0458236e-05
      ]
    ]
  },
  "Varro states he was honored with a flamen named after him and had  his namesake festival celebrated on August 23rd. One story tells of how  he was an Etruscan king that taught mankind the arts of agriculture.  Modern scholarship disputes that notion however, and claims this  purely Roman god took his name from his ability to overturn rivers.  When he appears in The Metamorphoses, he tells the cautionary": {
    "guess": "Tiberinus",
    "confidence": [
      [
        "T",
        -1.1895127
      ],
      [
        "iber",
        -0.0015439034
      ],
      [
        "inus",
        -0.0027197604
      ]
    ]
  },
  "Vast amounts of data concerning this body were gathered by the Clementine mission. Rilles are faults found on the surface of this body. The Tycho Crater and Montes Pyrenaeus (MON-tays pee-reh-NAYuss) are found here. Its movement is calculated using sidereal and synodic periods. This body's surface contains several maria (MAH-ree-ah), including the Sea of Tranquility. For 10 points, name this celestial body that revolves around Earth.": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.02544659
      ]
    ]
  },
  "Vasari describes how Leo X commissioned Baccio Bandinelli to make a 1525 copy of this work, for which Giovanni Montorsoli did an erroneous attempt at restoration by making a replacement right arm in an outstretched, rather than a bent position. Giuliano di Sangallo was one of the men present at Esquiline": {
    "guess": "Laocoön and His Sons",
    "confidence": [
      [
        "La",
        -0.5852506
      ],
      [
        "oco",
        -0.069372594
      ],
      [
        "ön",
        -3.4762674e-05
      ],
      [
        " and",
        -0.03761208
      ],
      [
        " His",
        -0.0035672847
      ],
      [
        " Sons",
        -2.3915141e-05
      ]
    ]
  },
  "Varro states he was honored with a flamen named after him and had  his namesake festival celebrated on August 23rd. One story tells of how  he was an Etruscan king that taught mankind the arts of agriculture.  Modern scholarship disputes that notion however, and claims this  purely Roman god took his name from his ability to overturn rivers.  When he appears in The Metamorphoses, he tells the cautionary tale of  Ianthe and Iphis, the latter of whom is the son of Telethusa and Ligdus,  in order to seduce a (*) hamadryad in her own orchard. He is the god of the  ever-changing seasons. Both Giuseppe Arcimboldo and Jacopo Pontormo have  depicted, for 10 points, what god, often paired with Pomona?": {
    "guess": "Vertumnus",
    "confidence": [
      [
        "Vert",
        -0.0040350645
      ],
      [
        "umn",
        -0.00071517355
      ],
      [
        "us",
        -1.4140442e-05
      ]
    ]
  },
  "Vast amounts of data concerning this body were gathered by the Clementine mission. Rilles are faults found on the surface of this body. The Tycho Crater and Montes Pyrenaeus (MON-tays pee-reh-NAYuss) are": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.1388881
      ]
    ]
  },
  "Varro states he was honored with a flamen named after him and had  his namesake festival celebrated on August 23rd. One story tells of how  he was an Etruscan king that taught mankind the arts of agriculture.  Modern scholarship disputes that notion however, and claims this  purely Roman god took his": {
    "guess": "Consus",
    "confidence": [
      [
        "Cons",
        -0.4972569
      ],
      [
        "us",
        -0.0002969704
      ]
    ]
  },
  "Vasari relates that on many days, the artist of this work would often stand on the scaffolding without picking his brush only to study its tone. Preliminary sketches for this work were often done in red chalk, which are still preserved in its artist's notebooks. As a man recoils in this painting, he upsets the balances of a salt cellar that are next to some pewter (*) dishes. Found in the refectory of the Santa Maria delle Grazie in Milan, this painting depicts a group of figures during the exact moment they ask \"Lord is it I?\", unlike the moment after as seen in earlier versions. However, the": {
    "guess": "The Last Supper",
    "confidence": [
      [
        "The",
        -0.014213106
      ],
      [
        " Last",
        -0.009872365
      ],
      [
        " Sup",
        -7.1954215e-05
      ],
      [
        "per",
        -6.392203e-06
      ]
    ]
  },
  "Varying the lengths of an object used in it showed that T1 minus T2 is independent of Lorentz contraction in an experiment performed by Kennedy and Thorndike. Its setup was rotated to ensure that all orientations of the substance under consideration would affect the system equally, and it involved a half silvered mirror which partially reflected light whose differential travel time would result in an interference pattern on the detector. For 10 points, identify this experiment performed by two American": {
    "guess": "Kennedy–Thorndike experiment",
    "confidence": [
      [
        "Kenn",
        -0.004122331
      ],
      [
        "edy",
        -6.392203e-06
      ],
      [
        "–",
        -0.008545191
      ],
      [
        "Thor",
        -3.4121115e-06
      ],
      [
        "nd",
        0.0
      ],
      [
        "ike",
        -3.297462e-05
      ],
      [
        " experiment",
        -0.0031506233
      ]
    ]
  },
  "Varying the lengths of an object used in it showed that T1 minus T2 is independent of Lorentz contraction": {
    "guess": "Michelson–Morley experiment",
    "confidence": [
      [
        "Mich",
        -0.20816399
      ],
      [
        "elson",
        -7.226629e-06
      ],
      [
        "–",
        -0.30341214
      ],
      [
        "Mor",
        -0.003130775
      ],
      [
        "ley",
        -1.3856493e-06
      ],
      [
        " experiment",
        -0.018061204
      ]
    ]
  },
  "Vasari describes how Leo X commissioned Baccio Bandinelli to make a 1525 copy of this work, for which Giovanni Montorsoli did an erroneous attempt at restoration by making a replacement right arm in an": {
    "guess": "Laocoön and His Sons",
    "confidence": [
      [
        "La",
        -0.082474135
      ],
      [
        "oco",
        -0.09003698
      ],
      [
        "ön",
        -0.0001008015
      ],
      [
        " and",
        -0.0109045645
      ],
      [
        " His",
        -0.0061456347
      ],
      [
        " Sons",
        -3.1305768e-05
      ]
    ]
  },
  "Varney murders his employer's wife Amy Robsart at the end of this author's novel Kenilworth. This author of The Fair Maid of Perth wrote a novel in which Effie is saved from death row by her sister Jeanie Deans. In the title novel of a series by him, the central character is rejected by Flora Mac Ivor": {
    "guess": "Walter Scott",
    "confidence": [
      [
        "W",
        -0.0050379448
      ],
      [
        "alter",
        -0.00222258
      ],
      [
        " Scott",
        -0.00035655755
      ]
    ]
  },
  "Varney murders his employer's wife Amy Robsart at the end of this author's novel Kenilworth. This author of The Fair Maid of Perth wrote a novel in which Effie is saved from death row by her sister Jeanie Deans. In the title novel of a series by him, the central character is rejected by Flora Mac Ivor and ends up fighting with Bonnie Prince Charlie for the Jacobites. The Heart of Midlothian was one of this author's Waverley novels, as was a work in which the title character kills Rashleigh, allowing": {
    "guess": "Walter Scott",
    "confidence": [
      [
        "W",
        -0.005345344
      ],
      [
        "alter",
        -0.45424125
      ],
      [
        " Scott",
        -0.001137239
      ]
    ]
  },
  "Vasco de Gama named it the Espiritu Santo River, and it joins the Marico River at the Bushveld Basin. This river is unnavigable until its confluence with the Olifants, and it reaches the fall line after receiving the Shashi River. The Hartbeespoort Dam blocks its headwaters, and this river shares its name with a province with capital at Polokwane. Rising as the Crocodile River in Witwatersrand, it": {
    "guess": "Limpopo River",
    "confidence": [
      [
        "L",
        -0.3109328
      ],
      [
        "imp",
        -0.004101316
      ],
      [
        "opo",
        -6.420598e-05
      ],
      [
        " River",
        -0.0001506213
      ]
    ]
  },
  "Vasari relates that on many days, the artist of this work would often stand on the scaffolding without picking his brush only to study its tone. Preliminary sketches for this work were often done in red chalk, which are still preserved in its artist's notebooks. As a man recoils in this painting, he upsets the balances of a salt cellar that are next to some pewter (*) dishes. Found in the refectory of the Santa Maria delle Grazie in Milan, this painting depicts a group of figures during the exact moment they ask \"Lord is it I?\", unlike the moment after as seen in earlier versions. However, the only one not asking that question has his face in the dark and is Judas. For 10 points, name this painting": {
    "guess": "The Last Supper",
    "confidence": [
      [
        "The",
        -0.025049524
      ],
      [
        " Last",
        -0.0031919705
      ],
      [
        " Sup",
        -3.6431527e-05
      ],
      [
        "per",
        -6.1537958e-06
      ]
    ]
  },
  "Vase paintings of this non-Heracles character's death often involve the daimon Lyssa. This man's sister once lived in the cave where Jason and Medea later married. Pausanias describes a rock in Orchomenos on which this man often rested. Like his father, this man was a student of Chiron, who erected a statue of him after his death. During a trip through the valley of Gargaphia, this brother of Macris interrupted the hairdressing efforts of Crocale and was attacked by a group led by the black-footed Melampus. This son of Aristaeus and Autonoë died after being splashed with water that turned him into a stag. For 10 points, name this huntsman who was torn apart by his own dogs after witnessing Artemis": {
    "guess": "Actaeon",
    "confidence": [
      [
        "Act",
        -0.0012623754
      ],
      [
        "ae",
        -0.005088953
      ],
      [
        "on",
        -0.00062403776
      ]
    ]
  },
  "Vasari relates that on many days, the artist of this work would often stand on the scaffolding without picking his brush only to study its tone. Preliminary sketches for this work were often done in red chalk, which are still preserved in its artist's notebooks. As a man recoils in this painting, he upsets the balances of a salt cellar that are next to some pewter (*) dishes. Found in the refectory of the Santa Maria delle Grazie in Milan, this painting depicts a group of figures during the exact": {
    "guess": "The Last Supper",
    "confidence": [
      [
        "The",
        -0.05961954
      ],
      [
        " Last",
        -0.0046612844
      ],
      [
        " Sup",
        -4.632543e-05
      ],
      [
        "per",
        -6.1537958e-06
      ]
    ]
  },
  "Vasari relates that on many days, the artist of this work would often stand on the scaffolding without": {
    "guess": "Sistine Chapel ceiling",
    "confidence": [
      [
        "S",
        -0.52148163
      ],
      [
        "istine",
        -0.015700337
      ],
      [
        " Chapel",
        -0.0062828334
      ],
      [
        " ceiling",
        -0.5271092
      ]
    ]
  },
  "Varying the lengths of an object used in it showed that T1 minus T2 is independent of Lorentz contraction in an experiment performed by Kennedy and Thorndike. Its setup was rotated to ensure that all orientations of the substance under consideration would affect the system equally, and it involved a half silvered mirror which partially reflected light whose differential travel time would result in an interference pattern on the detector. For 10 points, identify this experiment performed by two American scientists, which did not find any trace of the luminiferous ether.": {
    "guess": "Kennedy–Thorndike experiment",
    "confidence": [
      [
        "Kenn",
        -0.1989869
      ],
      [
        "edy",
        -9.4914985e-06
      ],
      [
        "–",
        -0.009243842
      ],
      [
        "Thor",
        -2.1008714e-06
      ],
      [
        "nd",
        0.0
      ],
      [
        "ike",
        -3.5358695e-05
      ],
      [
        " experiment",
        -0.005643517
      ]
    ]
  },
  "Varro states he was honored with a flamen named after him and had  his namesake festival celebrated on": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -1.126921
      ],
      [
        "ars",
        -0.0014441647
      ],
      [
        " (",
        -0.45572117
      ],
      [
        "my",
        -0.23319028
      ],
      [
        "th",
        -1.147242e-06
      ],
      [
        "ology",
        -0.00014001218
      ],
      [
        ")",
        -3.8457987e-05
      ]
    ]
  },
  "Vasari describes how Leo X commissioned Baccio Bandinelli to make a 1525 copy of this work, for which": {
    "guess": "Laocoön and His Sons",
    "confidence": [
      [
        "La",
        -0.5303635
      ],
      [
        "oco",
        -0.05094791
      ],
      [
        "ön",
        -3.1782583e-05
      ],
      [
        " and",
        -0.0009883884
      ],
      [
        " His",
        -0.0011934409
      ],
      [
        " Sons",
        -1.6762922e-05
      ]
    ]
  },
  "Vasari describes how Leo X commissioned Baccio Bandinelli to make a 1525 copy of this work, for which Giovanni Montorsoli did an erroneous attempt at restoration by making a replacement right arm in an outstretched, rather than a bent position. Giuliano di Sangallo was one of the men present at Esquiline Hill during the unearthing of this sculpture, placed at the palace of Titus in Natural History by Pliny the Elder, and accredited to Agesander, Polydore, and Athenodorus. FTP, name this classical sculpture group that shows giant snakes killing the eponymous Trojan priest and his sons.": {
    "guess": "Laocoön and His Sons",
    "confidence": [
      [
        "La",
        -0.007031724
      ],
      [
        "oco",
        -0.021014422
      ],
      [
        "ön",
        -1.0564331e-05
      ],
      [
        " and",
        -0.0003582264
      ],
      [
        " His",
        -0.0025705448
      ],
      [
        " Sons",
        -3.094816e-05
      ]
    ]
  },
  "Vasari describes how Leo X commissioned Baccio Bandinelli to make a 1525 copy of this work, for which Giovanni Montorsoli did an erroneous attempt at restoration by making a replacement right arm in an outstretched, rather than a bent position. Giuliano di Sangallo was one of the men present at Esquiline Hill during the unearthing of this sculpture, placed at the palace of Titus in Natural History": {
    "guess": "Laocoön and His Sons",
    "confidence": [
      [
        "La",
        -0.01015008
      ],
      [
        "oco",
        -0.0376619
      ],
      [
        "ön",
        -3.3451433e-05
      ],
      [
        " and",
        -0.014835785
      ],
      [
        " His",
        -0.0034315004
      ],
      [
        " Sons",
        -5.0020742e-05
      ]
    ]
  },
  "Varying the lengths of an object used in it showed that T1 minus T2 is independent of Lorentz contraction in an experiment performed by Kennedy and Thorndike. Its setup was rotated to ensure that all orientations of the substance under consideration would affect the system equally, and it involved a": {
    "guess": "Michelson–Morley experiment",
    "confidence": [
      [
        "Mich",
        -0.016471015
      ],
      [
        "elson",
        -2.8160932e-06
      ],
      [
        "–",
        -0.07986638
      ],
      [
        "Mor",
        -7.703444e-06
      ],
      [
        "ley",
        -6.2729996e-06
      ],
      [
        " experiment",
        -0.0010161372
      ]
    ]
  },
  "Varro states he was honored with a flamen named after him and had  his namesake festival celebrated on August 23rd. One story tells of how  he was an Etruscan king that taught mankind the arts of agriculture.": {
    "guess": "Vertumnus",
    "confidence": [
      [
        "Vert",
        -0.31927738
      ],
      [
        "umn",
        -0.0002966128
      ],
      [
        "us",
        -2.5226382e-05
      ]
    ]
  },
  "Varney murders his employer's wife Amy Robsart at the end of this author's novel Kenilworth. This author of The Fair Maid of Perth wrote a novel in which Effie is saved from death row by her sister Jeanie Deans. In the title novel of a series by him, the central character is rejected by Flora Mac Ivor and ends up fighting with Bonnie Prince Charlie for the Jacobites. The Heart of Midlothian was one of this author's Waverley novels, as was a work in which the title character kills Rashleigh, allowing the marriage of Diana Vernon and Frank Osbaldistone. For 10 points, name this author of The Bride": {
    "guess": "Walter Scott",
    "confidence": [
      [
        "W",
        -0.031564415
      ],
      [
        "alter",
        -0.00022558939
      ],
      [
        " Scott",
        -4.5491004e-05
      ]
    ]
  },
  "Vase paintings of this non-Heracles character's death often involve the daimon Lyssa. This man's sister": {
    "guess": "Patroclus",
    "confidence": [
      [
        "Pat",
        -0.42785078
      ],
      [
        "ro",
        -0.0008403576
      ],
      [
        "clus",
        -0.00066406454
      ]
    ]
  },
  "Varro states he was honored with a flamen named after him and had  his namesake festival celebrated on August 23rd. One story tells of how  he was an Etruscan king that taught mankind the arts of agriculture.  Modern scholarship disputes that notion however, and claims this  purely Roman god took his name from his ability to overturn rivers.  When he appears in The Metamorphoses, he tells the cautionary tale of  Ianthe and Iphis, the latter of whom is the son of Telethusa and Ligdus,  in order to": {
    "guess": "Inuus",
    "confidence": [
      [
        "In",
        -1.3133012
      ],
      [
        "u",
        -0.00982645
      ],
      [
        "us",
        -0.00042923877
      ]
    ]
  },
  "Vast amounts of data concerning this body were gathered by the Clementine mission. Rilles are faults": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.0015264062
      ]
    ]
  },
  "Vase paintings of this non-Heracles character's death often involve the daimon Lyssa. This man's sister once lived in the cave where Jason and Medea later married. Pausanias describes a rock in Orchomenos on which this man often rested. Like his father, this man was a student of Chiron, who erected a statue of him after his death. During a trip through the valley of Gargaphia, this brother of Macris interrupted the hairdressing efforts of Crocale and was attacked by a group led by the black-footed Melampus. This son of Aristaeus and Autonoë died after being splashed with water that turned him into a stag. For 10 points, name this huntsman who was torn apart by his own dogs after witnessing Artemis bathing.": {
    "guess": "Actaeon",
    "confidence": [
      [
        "Act",
        -0.0013549984
      ],
      [
        "ae",
        -0.0058222637
      ],
      [
        "on",
        -0.00022010603
      ]
    ]
  },
  "Vasco de Gama named it the Espiritu Santo River, and it joins the Marico River at the Bushveld Basin. This river is unnavigable until its confluence with the Olifants, and it reaches the fall line after receiving the Shashi River. The Hartbeespoort Dam blocks its headwaters, and this river shares its name with a province with capital at Polokwane. Rising as the Crocodile River in Witwatersrand, it forms part of Botswana's southeastern border. For 10 points, name this \"greasy\" river that flows into the Indian Ocean in Mozambique.": {
    "guess": "Limpopo River",
    "confidence": [
      [
        "L",
        -0.10879583
      ],
      [
        "imp",
        -0.009279753
      ],
      [
        "opo",
        -5.4908094e-05
      ],
      [
        " River",
        -4.0842064e-05
      ]
    ]
  },
  "Vasari relates that on many days, the artist of this work would often stand on the scaffolding without picking his brush only to study its tone. Preliminary sketches for this work were often done in red chalk, which are still preserved in its artist's notebooks. As a man recoils in this painting, he upsets the balances of a salt cellar that are next to some pewter (*) dishes. Found in the refectory": {
    "guess": "The Last Supper",
    "confidence": [
      [
        "The",
        -0.0034165322
      ],
      [
        " Last",
        -0.0004012369
      ],
      [
        " Sup",
        -3.631232e-05
      ],
      [
        "per",
        -4.9186317e-05
      ]
    ]
  },
  "Varro states he was honored with a flamen named after him and had  his namesake festival celebrated on August 23rd. One story tells of how  he was an Etruscan king that taught mankind the arts of agriculture.  Modern scholarship disputes that notion however, and claims this  purely Roman god took his name from his ability to overturn rivers.  When he appears in The Metamorphoses, he tells the cautionary tale of  Ianthe and Iphis, the latter of whom is the son of Telethusa and Ligdus,  in order to seduce a (*) hamadryad in her own orchard. He is the god of the  ever-changing seasons. Both Giuseppe": {
    "guess": "Vertumnus",
    "confidence": [
      [
        "Vert",
        -0.23631614
      ],
      [
        "umn",
        -0.002752569
      ],
      [
        "us",
        -7.0285365e-05
      ]
    ]
  },
  "Vase paintings of this non-Heracles character's death often involve the daimon Lyssa. This man's sister once lived in the cave where Jason and Medea later married. Pausanias describes a rock in Orchomenos": {
    "guess": "Amphiaraus",
    "confidence": [
      [
        "Am",
        -1.3650727
      ],
      [
        "phi",
        -0.62039155
      ],
      [
        "ara",
        -0.00016408764
      ],
      [
        "us",
        -0.004522685
      ]
    ]
  },
  "Varying the lengths of an object used in it showed that T1 minus T2 is independent of Lorentz contraction in an experiment performed by Kennedy and Thorndike. Its setup was rotated to ensure that all orientations of the substance under consideration would affect the system equally, and it involved a half silvered mirror which partially reflected light whose differential travel time would result in": {
    "guess": "Kennedy–Thorndike experiment",
    "confidence": [
      [
        "Kenn",
        -0.063185096
      ],
      [
        "edy",
        -4.9617593e-06
      ],
      [
        "–",
        -0.025400693
      ],
      [
        "Thor",
        -2.1008714e-06
      ],
      [
        "nd",
        0.0
      ],
      [
        "ike",
        -4.143808e-05
      ],
      [
        " experiment",
        -0.000932183
      ]
    ]
  },
  "Varying the lengths of an object used in it showed that T1 minus T2 is independent of Lorentz contraction in an experiment performed by Kennedy and Thorndike. Its setup was rotated to ensure that all orientations": {
    "guess": "Michelson–Morley experiment",
    "confidence": [
      [
        "Mich",
        -0.062327396
      ],
      [
        "elson",
        -4.8425554e-06
      ],
      [
        "–",
        -0.024943141
      ],
      [
        "Mor",
        -1.8624639e-06
      ],
      [
        "ley",
        -5.2001665e-06
      ],
      [
        " experiment",
        -0.00041518008
      ]
    ]
  }
}