{
  "Her 2001 album Wanderland wasn't released in the US, while her 1999 solo debut Kaleidoscope featured the feminist anger of \"Caught Out There.\"   She sang the chorus on the Wu Tang hit \"Gravel Pit,\" but she first came to many people's attention through her performance on \"Got Your Money\" by Ol' Dirty": {
    "guess": "Kelis",
    "confidence": [
      [
        "Kel",
        -0.0017563374
      ],
      [
        "is",
        -2.9875326e-05
      ]
    ]
  },
  "This album's fourth track is based on the \"arrow of song\" sung during religious processionals honoring the crucified Christ with the part of the soprano vocalist being substituted with the trumpet part. A \"morning song\" from festival season inspired this album's third piece \"The Pan Piper\" and its fourth track is the aforementioned \"Saeta.\" Midway through this album's first track the music lightens as the muted trumpet joins with the bass played by Paul Chambers, and that piece begins with a quiet castanet solo leading to the full orchestra's entrance including the drums and percussion played by Jimmy Cobb and Elvin Jones. Conductor Gil Evans helped arrange Joaquin Rodrigo's \"Concierto de Aranjuez\" and Manuel de Falla's \"Will o Wisp\" for this album. For 10 points, name this 1960 album by Miles": {
    "guess": "Sketches of Spain",
    "confidence": [
      [
        "Sketch",
        -0.0072435914
      ],
      [
        "es",
        -1.640531e-05
      ],
      [
        " of",
        -0.00011021859
      ],
      [
        " Spain",
        -5.4385737e-06
      ]
    ]
  },
  "Her 2001 album Wanderland wasn't released in the US, while her 1999 solo debut Kaleidoscope featured": {
    "guess": "Kelis",
    "confidence": [
      [
        "Kel",
        -0.033493537
      ],
      [
        "is",
        -3.9054008e-05
      ]
    ]
  },
  "In Alberto Moravia's The Conformist, one character of this name, along with Marcello, is told to assassinate Professor Quadri. In Ippolito Nievo's novel The Castle of Fratta, another character with this name is a gluttonous priest and brother of Count Giovanni. In one story, the most famous character of this name falls in love with the sister of Uberto, and, in pursuing her has many adventures, including slaying the Tartar king Agrican. In another work, this character and Astolpho lead a Nubian army": {
    "guess": "Orlando (character)",
    "confidence": [
      [
        "Or",
        -0.007571246
      ],
      [
        "lando",
        -0.00018268342
      ],
      [
        " (",
        -0.3342935
      ],
      [
        "character",
        -0.414784
      ],
      [
        ")",
        -0.00047226032
      ]
    ]
  },
  "In Alberto Moravia's The Conformist, one character of this name, along with Marcello, is told to assassinate Professor Quadri. In Ippolito Nievo's novel The Castle of Fratta, another character with this name is a gluttonous priest and brother of Count Giovanni. In one story, the most famous character of this name falls in love with the sister of Uberto, and, in pursuing her has many adventures, including slaying the Tartar king Agrican. In another work, this character and Astolpho lead a Nubian army against Biserta and later, he saves Rogero from a desert island. In a famous chanson de geste, the French version of this character carries the sword Durendal, prior to his death at Roncevaux Pass. For ten points, identify this literary name most commonly associated with a character who, in works by Boiardo and Ariosto, is \"Innamorato\" and \"Furioso.\"": {
    "guess": "Orlando (character)",
    "confidence": [
      [
        "Or",
        -0.0057423753
      ],
      [
        "lando",
        -2.58224e-05
      ],
      [
        " (",
        -0.041464888
      ],
      [
        "character",
        -0.97284776
      ],
      [
        ")",
        -0.0001558626
      ]
    ]
  },
  "This album's fourth track is based on the \"arrow of song\" sung during religious processionals honoring the crucified Christ with the part of the soprano vocalist being substituted with the trumpet part. A \"morning song\" from festival season inspired this album's third piece \"The Pan Piper\" and its fourth track is the aforementioned \"Saeta.\" Midway through this album's first track the music lightens as the muted trumpet joins with the bass played by Paul Chambers, and that piece begins with a quiet castanet solo leading to the full orchestra's entrance including the drums and percussion played by Jimmy Cobb and Elvin Jones. Conductor Gil Evans helped arrange Joaquin Rodrigo's \"Concierto de Aranjuez\"": {
    "guess": "Sketches of Spain",
    "confidence": [
      [
        "Sketch",
        -0.0041588875
      ],
      [
        "es",
        -7.107425e-06
      ],
      [
        " of",
        -4.0961266e-05
      ],
      [
        " Spain",
        -5.5122365e-07
      ]
    ]
  },
  "In Alberto Moravia's The Conformist, one character of this name, along with Marcello, is told to assassinate Professor Quadri. In Ippolito Nievo's novel The Castle of Fratta, another character with this name is a gluttonous priest and brother of Count Giovanni. In one story, the most famous character of this name falls in love with the sister of Uberto, and, in pursuing her has many adventures, including slaying the Tartar king Agrican. In another work, this character and Astolpho lead a Nubian army against Biserta and later, he saves Rogero from a desert island. In a famous chanson de geste, the French version of this character carries the sword Durendal, prior to his death at Roncevaux Pass. For ten points, identify this literary name most commonly associated with a character who, in works": {
    "guess": "Orlando (character)",
    "confidence": [
      [
        "Or",
        -0.4760191
      ],
      [
        "lando",
        -0.00015121732
      ],
      [
        " (",
        -0.01152273
      ],
      [
        "character",
        -1.0335735
      ],
      [
        ")",
        -0.00016146517
      ]
    ]
  },
  "A 2003 album named for this instrument's \"evolution\" contains nineteen tracks each in the style of a different master of it and was recorded by Arturo Sandoval. Another player of this instrument became the subject of Benny Golson's \"I Remember Clifford\" after dying in a car crash at the age of 25. It is also played by the Lincoln Center jazz director who composed the jazz oratorio Blood on the Fields. This instrument of Clifford Brown and Wynton Marsalis was played by a bandleader whose hits \"Salt Peanuts\" and \"A Night in Tunisa\" led him to be considered a cofounder of the bebop style along with saxophonist Charlie Parker. For 10 points, Dizzy Gillespie played a \"bent\" version of what instrument which was also played by Louis Armstrong?": {
    "guess": "Trumpet",
    "confidence": [
      [
        "Trump",
        -0.0008143932
      ],
      [
        "et",
        -1.6166903e-05
      ]
    ]
  },
  "In Alberto Moravia's The Conformist, one character of this name, along with Marcello, is told to assassinate Professor Quadri. In Ippolito Nievo's novel The Castle of Fratta, another character with this name is a gluttonous priest and brother of Count Giovanni. In one story, the most famous character of this name falls in love with the sister of Uberto, and, in pursuing her has many adventures, including slaying the Tartar king Agrican. In another work, this character and Astolpho lead a Nubian army against Biserta and later, he saves Rogero from a desert island. In a famous chanson de geste, the": {
    "guess": "Orlando (chanson de geste)",
    "confidence": [
      [
        "Or",
        -0.009912621
      ],
      [
        "lando",
        -0.00010318558
      ],
      [
        " (",
        -0.3883456
      ],
      [
        "ch",
        -1.4278463
      ],
      [
        "anson",
        -0.015973253
      ],
      [
        " de",
        -0.0013071446
      ],
      [
        " gest",
        -4.00813e-06
      ],
      [
        "e",
        -2.749125e-05
      ],
      [
        ")",
        -0.0007045681
      ]
    ]
  },
  "This album's fourth track is based on the \"arrow of song\" sung during religious processionals honoring": {
    "guess": "Jerusalem (hymn)",
    "confidence": [
      [
        "Jer",
        -1.4755969
      ],
      [
        "usalem",
        -0.014286447
      ],
      [
        " (",
        -0.03838066
      ],
      [
        "h",
        -1.1706994
      ],
      [
        "ym",
        -0.0005327791
      ],
      [
        "n",
        -6.704273e-07
      ],
      [
        ")",
        -0.00017147827
      ]
    ]
  },
  "This album's fourth track is based on the \"arrow of song\" sung during religious processionals honoring the crucified Christ with the part of the soprano vocalist being substituted with the trumpet part. A \"morning song\" from festival season inspired this album's third piece \"The Pan Piper\" and its fourth track is the aforementioned \"Saeta.\" Midway through this album's first track the music lightens as the muted trumpet joins with the bass played by Paul Chambers, and that piece begins with a quiet castanet solo leading to the full orchestra's entrance including the drums and percussion played by": {
    "guess": "Sketches of Spain",
    "confidence": [
      [
        "Sketch",
        -0.31517273
      ],
      [
        "es",
        -3.6908343e-05
      ],
      [
        " of",
        -0.00010759611
      ],
      [
        " Spain",
        -1.8624639e-06
      ]
    ]
  },
  "In Alberto Moravia's The Conformist, one character of this name, along with Marcello, is told to assassinate": {
    "guess": "The Conformist",
    "confidence": [
      [
        "The",
        -0.035520688
      ],
      [
        " Con",
        -0.0007836607
      ],
      [
        "form",
        -7.100059e-05
      ],
      [
        "ist",
        -1.3663626e-05
      ]
    ]
  },
  "Her 2001 album Wanderland wasn't released in the US, while her 1999 solo debut Kaleidoscope featured the feminist anger of \"Caught Out There.\"   She sang the chorus on the Wu Tang hit \"Gravel Pit,\" but she first came to many people's attention through her performance on \"Got Your Money\" by Ol' Dirty Bastard.  That record was also produced by the Neptunes, who included her newest and now most famous song on their album, The Neptunes Present...Clones.  FTP, name this Harlem-born singer, the girlfriend": {
    "guess": "Kelis",
    "confidence": [
      [
        "Kel",
        -0.0011199765
      ],
      [
        "is",
        -1.1398757e-05
      ]
    ]
  },
  "A 2003 album named for this instrument's \"evolution\" contains nineteen tracks each in the style of a different master of it and was recorded by Arturo Sandoval. Another player of this instrument became the subject of Benny Golson's \"I Remember Clifford\" after dying in a car crash at the age of 25. It": {
    "guess": "Trumpet",
    "confidence": [
      [
        "Trump",
        -0.03371048
      ],
      [
        "et",
        -0.002018094
      ]
    ]
  },
  "A 2003 album named for this instrument's \"evolution\" contains nineteen tracks each in the style of a": {
    "guess": "Evolver",
    "confidence": [
      [
        "Ev",
        -1.8454235
      ],
      [
        "olver",
        -0.4042391
      ]
    ]
  },
  "This album's fourth track is based on the \"arrow of song\" sung during religious processionals honoring the crucified Christ with the part of the soprano vocalist being substituted with the trumpet part. A \"morning song\" from festival season inspired this album's third piece \"The Pan Piper\" and its fourth track is the aforementioned \"Saeta.\" Midway through this album's first track the music lightens as the muted trumpet joins with the bass played by Paul Chambers, and that piece begins with a quiet castanet solo leading to the full orchestra's entrance including the drums and percussion played by Jimmy Cobb and Elvin Jones. Conductor Gil Evans helped arrange Joaquin Rodrigo's \"Concierto de Aranjuez\" and Manuel de Falla's \"Will o Wisp\" for this album. For 10 points, name this 1960 album by Miles Davis inspired largely by Iberian folk music.": {
    "guess": "Sketches of Spain",
    "confidence": [
      [
        "Sketch",
        -0.0032449667
      ],
      [
        "es",
        -2.5583993e-05
      ],
      [
        " of",
        -5.2643223e-05
      ],
      [
        " Spain",
        -3.4121115e-06
      ]
    ]
  },
  "A 2003 album named for this instrument's \"evolution\" contains nineteen tracks each in the style of a different master of it and was recorded by Arturo Sandoval. Another player of this instrument became the subject of Benny Golson's \"I Remember Clifford\" after dying in a car crash at the age of 25. It is also played by the Lincoln Center jazz director who composed the jazz oratorio Blood on the Fields. This instrument of Clifford Brown and Wynton Marsalis was played by a bandleader whose hits \"Salt Peanuts\" and \"A Night in Tunisa\" led him to be considered a cofounder of the bebop style along with": {
    "guess": "Trumpet",
    "confidence": [
      [
        "Trump",
        -0.013852705
      ],
      [
        "et",
        -2.9636918e-05
      ]
    ]
  },
  "This album's fourth track is based on the \"arrow of song\" sung during religious processionals honoring the crucified Christ with the part of the soprano vocalist being substituted with the trumpet part.": {
    "guess": "Liturgy of St. John Chrysostom",
    "confidence": [
      [
        "L",
        -2.042324
      ],
      [
        "itur",
        -0.63055104
      ],
      [
        "gy",
        -0.0001787497
      ],
      [
        " of",
        -0.15675831
      ],
      [
        " St",
        -0.0840396
      ],
      [
        ".",
        -0.13604647
      ],
      [
        " John",
        -0.17754957
      ],
      [
        " Ch",
        -0.0021591836
      ],
      [
        "rys",
        -0.0019137615
      ],
      [
        "ost",
        -0.0015637812
      ],
      [
        "om",
        -0.0014446416
      ]
    ]
  },
  "In Alberto Moravia's The Conformist, one character of this name, along with Marcello, is told to assassinate Professor Quadri. In Ippolito Nievo's novel The Castle of Fratta, another character with this": {
    "guess": "The Conformist",
    "confidence": [
      [
        "The",
        -1.6129832
      ],
      [
        " Con",
        -0.02826571
      ],
      [
        "form",
        -1.6643718e-05
      ],
      [
        "ist",
        -3.500108e-05
      ]
    ]
  },
  "A 2003 album named for this instrument's \"evolution\" contains nineteen tracks each in the style of a different master of it and was recorded by Arturo Sandoval. Another player of this instrument became": {
    "guess": "Trumpet",
    "confidence": [
      [
        "Trump",
        -0.015843257
      ],
      [
        "et",
        -0.0023335475
      ]
    ]
  },
  "A 2003 album named for this instrument's \"evolution\" contains nineteen tracks each in the style of a different master of it and was recorded by Arturo Sandoval. Another player of this instrument became the subject of Benny Golson's \"I Remember Clifford\" after dying in a car crash at the age of 25. It is also played by the Lincoln Center jazz director who composed the jazz oratorio Blood on the Fields. This instrument of Clifford Brown and Wynton Marsalis was played by a bandleader whose hits \"Salt Peanuts\" and \"A Night in Tunisa\" led him to be considered a cofounder of the bebop style along with saxophonist Charlie Parker. For 10 points, Dizzy Gillespie played a \"bent\" version of what instrument": {
    "guess": "Trumpet",
    "confidence": [
      [
        "Trump",
        -0.0023735121
      ],
      [
        "et",
        -2.4630364e-05
      ]
    ]
  },
  "Her 2001 album Wanderland wasn't released in the US, while her 1999 solo debut Kaleidoscope featured the feminist anger of \"Caught Out There.\"   She sang the chorus on the Wu Tang hit \"Gravel Pit,\" but": {
    "guess": "Kelis",
    "confidence": [
      [
        "Kel",
        -0.007902349
      ],
      [
        "is",
        -2.057744e-05
      ]
    ]
  },
  "This album's fourth track is based on the \"arrow of song\" sung during religious processionals honoring the crucified Christ with the part of the soprano vocalist being substituted with the trumpet part. A \"morning song\" from festival season inspired this album's third piece \"The Pan Piper\" and its fourth track is the aforementioned \"Saeta.\" Midway through this album's first track the music lightens as the muted trumpet joins with the bass played by Paul Chambers, and that piece begins with a quiet": {
    "guess": "Sketches of Spain",
    "confidence": [
      [
        "Sketch",
        -0.56749076
      ],
      [
        "es",
        -0.00022177487
      ],
      [
        " of",
        -0.00016682933
      ],
      [
        " Spain",
        -8.061054e-06
      ]
    ]
  },
  "Her 2001 album Wanderland wasn't released in the US, while her 1999 solo debut Kaleidoscope featured the feminist anger of \"Caught Out There.\"   She sang the chorus on the Wu Tang hit \"Gravel Pit,\" but she first came to many people's attention through her performance on \"Got Your Money\" by Ol' Dirty Bastard.  That record was also produced by the Neptunes, who included her newest and now most famous": {
    "guess": "Kelis",
    "confidence": [
      [
        "Kel",
        -0.002055812
      ],
      [
        "is",
        -1.9027791e-05
      ]
    ]
  },
  "A 2003 album named for this instrument's \"evolution\" contains nineteen tracks each in the style of a different master of it and was recorded by Arturo Sandoval. Another player of this instrument became the subject of Benny Golson's \"I Remember Clifford\" after dying in a car crash at the age of 25. It is also played by the Lincoln Center jazz director who composed the jazz oratorio Blood on the Fields. This instrument of Clifford Brown and Wynton Marsalis was played by a bandleader whose hits \"Salt": {
    "guess": "Trumpet",
    "confidence": [
      [
        "Trump",
        -0.09009385
      ],
      [
        "et",
        -5.443128e-05
      ]
    ]
  },
  "In Alberto Moravia's The Conformist, one character of this name, along with Marcello, is told to assassinate Professor Quadri. In Ippolito Nievo's novel The Castle of Fratta, another character with this name is a gluttonous priest and brother of Count Giovanni. In one story, the most famous character of this name falls in love with the sister of Uberto, and, in pursuing her has many adventures, including": {
    "guess": "Casanova",
    "confidence": [
      [
        "C",
        -2.4264345
      ],
      [
        "asan",
        -0.22158244
      ],
      [
        "ova",
        -0.00022296692
      ]
    ]
  },
  "In Alberto Moravia's The Conformist, one character of this name, along with Marcello, is told to assassinate Professor Quadri. In Ippolito Nievo's novel The Castle of Fratta, another character with this name is a gluttonous priest and brother of Count Giovanni. In one story, the most famous character": {
    "guess": "List of fictional characters named Italo",
    "confidence": [
      [
        "List",
        -1.7900176
      ],
      [
        " of",
        -0.0011233105
      ],
      [
        " fictional",
        -0.60264087
      ],
      [
        " characters",
        -0.80744565
      ],
      [
        " named",
        -0.03908343
      ],
      [
        " It",
        -0.50189155
      ],
      [
        "alo",
        -0.00096922595
      ]
    ]
  },
  "This album's fourth track is based on the \"arrow of song\" sung during religious processionals honoring the crucified Christ with the part of the soprano vocalist being substituted with the trumpet part. A \"morning song\" from festival season inspired this album's third piece \"The Pan Piper\" and its fourth": {
    "guess": "Sketches of Spain",
    "confidence": [
      [
        "Sketch",
        -0.15625483
      ],
      [
        "es",
        -4.2868523e-05
      ],
      [
        " of",
        -5.109358e-05
      ],
      [
        " Spain",
        -9.0883464e-07
      ]
    ]
  },
  "A 2003 album named for this instrument's \"evolution\" contains nineteen tracks each in the style of a different master of it and was recorded by Arturo Sandoval. Another player of this instrument became the subject of Benny Golson's \"I Remember Clifford\" after dying in a car crash at the age of 25. It is also played by the Lincoln Center jazz director who composed the jazz oratorio Blood on the Fields.": {
    "guess": "Trumpet",
    "confidence": [
      [
        "Trump",
        -0.1895213
      ],
      [
        "et",
        -0.00024382756
      ]
    ]
  },
  "Her 2001 album Wanderland wasn't released in the US, while her 1999 solo debut Kaleidoscope featured the feminist anger of \"Caught Out There.\"   She sang the chorus on the Wu Tang hit \"Gravel Pit,\" but she first came to many people's attention through her performance on \"Got Your Money\" by Ol' Dirty Bastard.  That record was also produced by the Neptunes, who included her newest and now most famous song on their album, The Neptunes Present...Clones.  FTP, name this Harlem-born singer, the girlfriend of Nas, whose album Tasty features a refrain about bringing all the boys to the yard: \"Milkshake.\"": {
    "guess": "Kelis",
    "confidence": [
      [
        "Kel",
        -0.0010398368
      ],
      [
        "is",
        -1.3902034e-05
      ]
    ]
  },
  "In Alberto Moravia's The Conformist, one character of this name, along with Marcello, is told to assassinate Professor Quadri. In Ippolito Nievo's novel The Castle of Fratta, another character with this name is a gluttonous priest and brother of Count Giovanni. In one story, the most famous character of this name falls in love with the sister of Uberto, and, in pursuing her has many adventures, including slaying the Tartar king Agrican. In another work, this character and Astolpho lead a Nubian army against Biserta and later, he saves Rogero from a desert island. In a famous chanson de geste, the French version of this character carries the sword Durendal, prior to his death at Roncevaux Pass.": {
    "guess": "Roland",
    "confidence": [
      [
        "Rol",
        -0.18844557
      ],
      [
        "and",
        -5.800739e-05
      ]
    ]
  },
  "This album's fourth track is based on the \"arrow of song\" sung during religious processionals honoring the crucified Christ with the part of the soprano vocalist being substituted with the trumpet part. A \"morning song\" from festival season inspired this album's third piece \"The Pan Piper\" and its fourth track is the aforementioned \"Saeta.\" Midway through this album's first track the music lightens": {
    "guess": "Sketches of Spain",
    "confidence": [
      [
        "Sketch",
        -0.24231468
      ],
      [
        "es",
        -9.400689e-05
      ],
      [
        " of",
        -9.8536635e-05
      ],
      [
        " Spain",
        -1.9816675e-06
      ]
    ]
  }
}