{
  "A tosylated version of this compound is used in the preparation step of the Shapiro reaction, while derivatives of this compound are iodinated in the Barton vinyl iodide procedure. FCCP contains this compound bridging a pair of nitrile groups attached to a methyl, and it can be produced from hydrogen peroxide through an oxaziridine intermediate in the Atofina-PCUK cycle, but is more commonly produced from sodium hypochlorite in the Olin Raschig process. This compound is sometimes used to cleave pthalamides in the Gabriel synthesis, and as the reducing agent in a reaction sometimes carried out in ethylene glycol, the Wolff-Kishner reduction. For 10 points, name this compound used in rocket fuel": {
    "guess": "Hydrazine",
    "confidence": [
      [
        "Hy",
        -0.0026877753
      ],
      [
        "d",
        -0.00022976153
      ],
      [
        "raz",
        -6.704273e-07
      ],
      [
        "ine",
        -2.7968066e-05
      ]
    ]
  },
  "The total radiative loss rate predicted by this equation exhibits drops proportional to gamma squared, with which namesake \"steps\" are associated; those steps are sudden increases in the equilibrium spectrum of certain cosmic ray particles. Chao's experiments to test this equation, which seemed to find deviations in heavy elements, were later found to have been early evidence of pair production and": {
    "guess": "Klein-Nishina formula",
    "confidence": [
      [
        "K",
        -0.6346176
      ],
      [
        "lein",
        -0.080754064
      ],
      [
        "-N",
        -0.30842403
      ],
      [
        "ish",
        -9.133887e-06
      ],
      [
        "ina",
        -0.00043984794
      ],
      [
        " formula",
        -0.0039672665
      ]
    ]
  },
  "The total mass of the biologically active form of this element has doubled since the beginning of the 20th century and an overabundance of it has been shown to reduce biodiversity. One of its oxides is an extremely effective greenhouse gas and can catalyze ozone destruction in the stratosphere, while another of its oxides serves as a fuel for the production of tropospheric ozone. Biologically active": {
    "guess": "Nitrogen",
    "confidence": [
      [
        "Nit",
        -0.17153494
      ],
      [
        "rogen",
        -0.00022463576
      ]
    ]
  },
  "The total radiative loss rate predicted by this equation exhibits drops proportional to gamma squared, with which namesake \"steps\" are associated; those steps are sudden increases in the equilibrium spectrum of certain cosmic ray particles. Chao's experiments to test this equation, which seemed to find deviations in heavy elements, were later found to have been early evidence of pair production and annihilation. A primitive and incorrect form of this equation derived separately by Dirac and by Gordon": {
    "guess": "Klein–Nishina formula",
    "confidence": [
      [
        "K",
        -0.28217906
      ],
      [
        "lein",
        -0.0055597057
      ],
      [
        "–",
        -0.8071561
      ],
      [
        "N",
        -0.007522035
      ],
      [
        "ish",
        -2.6968896e-06
      ],
      [
        "ina",
        -8.6735476e-05
      ],
      [
        " formula",
        -0.0043841978
      ]
    ]
  },
  "The total mass of the biologically active form of this element has doubled since the beginning of the 20th century and an overabundance of it has been shown to reduce biodiversity. One of its oxides is an extremely effective greenhouse gas and can catalyze ozone destruction in the stratosphere, while": {
    "guess": "Nitrogen",
    "confidence": [
      [
        "Nit",
        -0.03725128
      ],
      [
        "rogen",
        -0.0064348113
      ]
    ]
  },
  "A tosylated version of this compound is used in the preparation step of the Shapiro reaction, while derivatives of this compound are iodinated in the Barton vinyl iodide procedure. FCCP contains this compound bridging a pair of nitrile groups attached to a methyl, and it can be produced from hydrogen peroxide through an oxaziridine intermediate in the Atofina-PCUK cycle, but is more commonly produced from sodium hypochlorite in the Olin Raschig process. This compound is sometimes used to cleave pthalamides in the Gabriel synthesis, and as the reducing agent in a reaction sometimes carried out in": {
    "guess": "Hydrazine",
    "confidence": [
      [
        "Hy",
        -0.22889195
      ],
      [
        "d",
        -0.15095879
      ],
      [
        "raz",
        -0.00010616567
      ],
      [
        "ine",
        -0.00047857445
      ]
    ]
  },
  "A tosylated version of this compound is used in the preparation step of the Shapiro reaction, while derivatives of this compound are iodinated in the Barton vinyl iodide procedure. FCCP contains this compound bridging a pair of nitrile groups attached to a methyl, and it can be produced from hydrogen peroxide through an oxaziridine intermediate in the Atofina-PCUK cycle, but is more commonly produced": {
    "guess": "Acetone",
    "confidence": [
      [
        "Ac",
        -1.0837986
      ],
      [
        "et",
        -0.034563936
      ],
      [
        "one",
        -0.051472187
      ]
    ]
  },
  "The total radiative loss rate predicted by this equation exhibits drops proportional to gamma squared, with which namesake \"steps\" are associated; those steps are sudden increases in the equilibrium spectrum of certain cosmic ray particles. Chao's experiments to test this equation, which seemed to find": {
    "guess": "Landau–Lifshitz equation",
    "confidence": [
      [
        "Land",
        -1.3225929
      ],
      [
        "au",
        -5.0497558e-05
      ],
      [
        "–",
        -0.6824129
      ],
      [
        "L",
        -0.7634638
      ],
      [
        "if",
        -2.6968896e-06
      ],
      [
        "sh",
        -0.0007381579
      ],
      [
        "itz",
        -1.3856493e-06
      ],
      [
        " equation",
        -0.106372535
      ]
    ]
  },
  "The total radiative loss rate predicted by this equation exhibits drops proportional to gamma squared, with which namesake \"steps\" are associated; those steps are sudden increases in the equilibrium spectrum of certain cosmic ray particles. Chao's experiments to test this equation, which seemed to find deviations in heavy elements, were later found to have been early evidence of pair production and annihilation. A primitive and incorrect form of this equation derived separately by Dirac and by Gordon omitted its final two terms since it neglected spin. This equation's classical precursor gives": {
    "guess": "Klein–Nishina formula",
    "confidence": [
      [
        "K",
        -0.40137985
      ],
      [
        "lein",
        -0.0026436753
      ],
      [
        "–",
        -0.18941921
      ],
      [
        "N",
        -0.06715084
      ],
      [
        "ish",
        -2.577686e-06
      ],
      [
        "ina",
        -0.00010914576
      ],
      [
        " formula",
        -0.0012504661
      ]
    ]
  },
  "The total radiative loss rate predicted by this equation exhibits drops proportional to gamma squared, with which namesake \"steps\" are associated; those steps are sudden increases in the equilibrium spectrum of certain cosmic ray particles. Chao's experiments to test this equation, which seemed to find deviations in heavy elements, were later found to have been early evidence of pair production and annihilation. A primitive and incorrect form of this equation derived separately by Dirac and by Gordon omitted its final two terms since it neglected spin. This equation's classical precursor gives sigma as eight thirds pi times the square of quantity e squared over m c squared and was developed by J. J. Thomson. The differential form of this equation contains terms cubic, quadratic, and linear": {
    "guess": "Klein-Gordon equation",
    "confidence": [
      [
        "K",
        -0.44802538
      ],
      [
        "lein",
        -0.00077448937
      ],
      [
        "-G",
        -0.31585547
      ],
      [
        "ordon",
        -8.3993786e-05
      ],
      [
        " equation",
        -0.00081534684
      ]
    ]
  },
  "The total mass of the biologically active form of this element has doubled since the beginning of the 20th century and an overabundance of it has been shown to reduce biodiversity. One of its oxides is an extremely effective greenhouse gas and can catalyze ozone destruction in the stratosphere, while another of its oxides serves as a fuel for the production of tropospheric ozone. Biologically active forms of it are produced naturally by lighting and certain types of bacteria, who \"fix\" it. It is": {
    "guess": "Nitrogen",
    "confidence": [
      [
        "Nit",
        -0.012382615
      ],
      [
        "rogen",
        -0.00024798868
      ]
    ]
  },
  "The total mass of the biologically active form of this element has doubled since the beginning of the 20th century and an overabundance of it has been shown to reduce biodiversity. One of its oxides is an extremely effective greenhouse gas and can catalyze ozone destruction in the stratosphere, while another of its oxides serves as a fuel for the production of tropospheric ozone. Biologically active forms of it are produced naturally by lighting and certain types of bacteria, who \"fix\" it. It is mostly inert due to the very strong bond between its atoms as a diatomic gas. FTP, name this element,": {
    "guess": "Nitrogen",
    "confidence": [
      [
        "Nit",
        -0.0026063335
      ],
      [
        "rogen",
        -0.00013870094
      ]
    ]
  },
  "The total radiative loss rate predicted by this equation exhibits drops proportional to gamma squared,": {
    "guess": "Synchrotron radiation",
    "confidence": [
      [
        "Syn",
        -0.6979281
      ],
      [
        "ch",
        -0.00021402664
      ],
      [
        "ro",
        -7.576874e-05
      ],
      [
        "tron",
        -2.0339032e-05
      ],
      [
        " radiation",
        -0.09297427
      ]
    ]
  },
  "A tosylated version of this compound is used in the preparation step of the Shapiro reaction, while derivatives": {
    "guess": "Hydrazine",
    "confidence": [
      [
        "Hy",
        -1.2197467
      ],
      [
        "d",
        -0.05902077
      ],
      [
        "raz",
        -0.0004484269
      ],
      [
        "ine",
        -0.0068076183
      ]
    ]
  },
  "The total mass of the biologically active form of this element has doubled since the beginning of the 20th century and an overabundance of it has been shown to reduce biodiversity. One of its oxides is": {
    "guess": "Phosphorus",
    "confidence": [
      [
        "Ph",
        -0.7252245
      ],
      [
        "osph",
        -0.005324597
      ],
      [
        "orus",
        -0.0008327359
      ]
    ]
  },
  "A tosylated version of this compound is used in the preparation step of the Shapiro reaction, while derivatives of this compound are iodinated in the Barton vinyl iodide procedure. FCCP contains this compound bridging a pair of nitrile groups attached to a methyl, and it can be produced from hydrogen": {
    "guess": "Cyanide",
    "confidence": [
      [
        "C",
        -1.3701373
      ],
      [
        "yan",
        -0.16762565
      ],
      [
        "ide",
        -0.25524217
      ]
    ]
  },
  "A tosylated version of this compound is used in the preparation step of the Shapiro reaction, while derivatives of this compound are iodinated in the Barton vinyl iodide procedure. FCCP contains this compound": {
    "guess": "Ubiquinone",
    "confidence": [
      [
        "Ub",
        -1.1443211
      ],
      [
        "iqu",
        -0.015947444
      ],
      [
        "in",
        -0.0020229742
      ],
      [
        "one",
        -0.04275617
      ]
    ]
  },
  "The total mass of the biologically active form of this element has doubled since the beginning of the 20th century and an overabundance of it has been shown to reduce biodiversity. One of its oxides is an extremely effective greenhouse gas and can catalyze ozone destruction in the stratosphere, while another of its oxides serves as a fuel for the production of tropospheric ozone. Biologically active forms of it are produced naturally by lighting and certain types of bacteria, who \"fix\" it. It is mostly inert due to the very strong bond between its atoms as a diatomic gas. FTP, name this element, the most abundant in the atmosphere.": {
    "guess": "Nitrogen",
    "confidence": [
      [
        "Nit",
        -0.0020316576
      ],
      [
        "rogen",
        -5.9080223e-05
      ]
    ]
  },
  "The total mass of the biologically active form of this element has doubled since the beginning of the": {
    "guess": "Iron in biology",
    "confidence": [
      [
        "Iron",
        -1.130772
      ],
      [
        " in",
        -0.20592691
      ],
      [
        " biology",
        -1.2295706
      ]
    ]
  },
  "A tosylated version of this compound is used in the preparation step of the Shapiro reaction, while derivatives of this compound are iodinated in the Barton vinyl iodide procedure. FCCP contains this compound bridging a pair of nitrile groups attached to a methyl, and it can be produced from hydrogen peroxide through an oxaziridine intermediate in the Atofina-PCUK cycle, but is more commonly produced from sodium hypochlorite in the Olin Raschig process. This compound is sometimes used to cleave pthalamides": {
    "guess": "Adrenaline",
    "confidence": [
      [
        "Ad",
        -0.7770867
      ],
      [
        "renal",
        -0.06634616
      ],
      [
        "ine",
        -0.00014144262
      ]
    ]
  },
  "The total radiative loss rate predicted by this equation exhibits drops proportional to gamma squared, with which namesake \"steps\" are associated; those steps are sudden increases in the equilibrium spectrum of certain cosmic ray particles. Chao's experiments to test this equation, which seemed to find deviations in heavy elements, were later found to have been early evidence of pair production and annihilation. A primitive and incorrect form of this equation derived separately by Dirac and by Gordon omitted its final two terms since it neglected spin. This equation's classical precursor gives sigma as eight thirds pi times the square of quantity e squared over m c squared and was developed by J. J. Thomson. The differential form of this equation contains terms cubic, quadratic, and linear in the ratio of before and after photon energy. For 10 points, name this early result of quantum electrodynamics, which gives the differential cross section of photon scattering from a free electron.": {
    "guess": "Klein-Nishina formula",
    "confidence": [
      [
        "K",
        -0.008260539
      ],
      [
        "lein",
        -0.00035345825
      ],
      [
        "-N",
        -0.17832345
      ],
      [
        "ish",
        -2.3915141e-05
      ],
      [
        "ina",
        -0.00067442795
      ],
      [
        " formula",
        -0.0025948
      ]
    ]
  },
  "The total radiative loss rate predicted by this equation exhibits drops proportional to gamma squared, with which namesake \"steps\" are associated; those steps are sudden increases in the equilibrium spectrum of certain cosmic ray particles. Chao's experiments to test this equation, which seemed to find deviations in heavy elements, were later found to have been early evidence of pair production and annihilation. A primitive and incorrect form of this equation derived separately by Dirac and by Gordon omitted its final two terms since it neglected spin. This equation's classical precursor gives sigma as eight thirds pi times the square of quantity e squared over m c squared and was developed by": {
    "guess": "Klein–Nishina formula",
    "confidence": [
      [
        "K",
        -0.61519164
      ],
      [
        "lein",
        -0.0014291671
      ],
      [
        "–",
        -0.18663253
      ],
      [
        "N",
        -0.12985359
      ],
      [
        "ish",
        -4.1273333e-06
      ],
      [
        "ina",
        -0.00021521868
      ],
      [
        " formula",
        -0.00052408094
      ]
    ]
  },
  "A tosylated version of this compound is used in the preparation step of the Shapiro reaction, while derivatives of this compound are iodinated in the Barton vinyl iodide procedure. FCCP contains this compound bridging a pair of nitrile groups attached to a methyl, and it can be produced from hydrogen peroxide through an oxaziridine intermediate in the Atofina-PCUK cycle, but is more commonly produced from sodium hypochlorite in the Olin Raschig process. This compound is sometimes used to cleave pthalamides in the Gabriel synthesis, and as the reducing agent in a reaction sometimes carried out in ethylene glycol, the Wolff-Kishner reduction. For 10 points, name this compound used in rocket fuel with formula N2H4.": {
    "guess": "Hydrazine",
    "confidence": [
      [
        "Hy",
        -0.0035309403
      ],
      [
        "d",
        -0.00016373003
      ],
      [
        "raz",
        -1.2664457e-06
      ],
      [
        "ine",
        -2.1650272e-05
      ]
    ]
  },
  "The total radiative loss rate predicted by this equation exhibits drops proportional to gamma squared, with which namesake \"steps\" are associated; those steps are sudden increases in the equilibrium spectrum": {
    "guess": "Planck's law",
    "confidence": [
      [
        "Plan",
        -1.5071138
      ],
      [
        "ck",
        -0.0007019456
      ],
      [
        "'s",
        -0.16670774
      ],
      [
        " law",
        -0.1453531
      ]
    ]
  },
  "The total radiative loss rate predicted by this equation exhibits drops proportional to gamma squared, with which namesake \"steps\" are associated; those steps are sudden increases in the equilibrium spectrum of certain cosmic ray particles. Chao's experiments to test this equation, which seemed to find deviations in heavy elements, were later found to have been early evidence of pair production and annihilation. A primitive and incorrect form of this equation derived separately by Dirac and by Gordon omitted its final two terms since it neglected spin. This equation's classical precursor gives sigma as eight thirds pi times the square of quantity e squared over m c squared and was developed by J. J. Thomson. The differential form of this equation contains terms cubic, quadratic, and linear in the ratio of before and after photon energy. For 10 points, name this early result of quantum electrodynamics,": {
    "guess": "Quantum electrodynamics",
    "confidence": [
      [
        "Quant",
        -0.84670204
      ],
      [
        "um",
        -0.02492791
      ],
      [
        " elect",
        -0.9499911
      ],
      [
        "rod",
        -1.7239736e-05
      ],
      [
        "ynamics",
        -0.0025906353
      ]
    ]
  }
}