{
  "A man escapes through a window in this work as a bloodied man stands next to a kneeling woman as the floor is littered with masks and swords. Two dogs share a connected collar in a room with a medusa-head portrait nearby the central figure of this work, who negotiates over the construction of his mansion visible through a window. The artist of this work accompanied it with a story that employed character like the Viscount and the lawyer Silvertongue, who respectively whore around and have an affair with the Countess. The paintings The Bagnio, The Tête à Tête, and The Lady's Death are featured in this painting cycle that satirizes the 18th Century English upper class. For 10 points, name this": {
    "guess": "William Hogarth",
    "confidence": [
      [
        "William",
        -0.4974815
      ],
      [
        " Hog",
        -9.531814e-05
      ],
      [
        "arth",
        -0.00010318558
      ]
    ]
  },
  "A man escapes through a window in this work as a bloodied man stands next to a kneeling woman as the floor is littered with masks and swords. Two dogs share a connected collar in a room with a medusa-head portrait nearby the central figure of this work, who negotiates over the construction of his mansion": {
    "guess": "The Wedding at Cana",
    "confidence": [
      [
        "The",
        -1.0571285
      ],
      [
        " Wedding",
        -0.69510007
      ],
      [
        " at",
        -0.009499408
      ],
      [
        " Can",
        -0.00013226394
      ],
      [
        "a",
        -2.3676734e-05
      ]
    ]
  },
  "In a 1940 eschatological analysis of this, Martin Dibelius argued that its commands are impossible for man to follow because of the flawed nature of the earthly world.  Dietrich Bonhoeffer criticized the failure of church officials to adhere to it rather than merely interpret and analyze it in his discussion of it in The Cost of Discipleship.  Anabaptists based their ethical code on a literal following of it, opposing the accumulation of wealth because of its declaration that one \"cannot serve God and Mammon.\" Nietzsche's Zarathustra parodies it by advocating the act of revenge in \"On the Adder's Bite,\" which challenges its advice to \"resist not evil\" and \"bless them that curse you.\"  Containing": {
    "guess": "Sermon on the Mount",
    "confidence": [
      [
        "Ser",
        -0.04084826
      ],
      [
        "mon",
        -1.0564331e-05
      ],
      [
        " on",
        -0.00020282516
      ],
      [
        " the",
        -0.00019078559
      ],
      [
        " Mount",
        -0.00044413557
      ]
    ]
  },
  "escape confusion)  A form of this reaction is accelerated by Furstner and Langemann's synthesis of dactylol used gem-dimethyl substitution, via the Thorpe-Ingold effect. A method for carrying out a variant of this reaction uses resorcinol as co- catalyst and is named for Mortreux. A modified catalyst for this reaction employs a chelating isopropoxy group and is named in part for Hoyveda. The mechanism of this reaction features a metallocyclobutane intermediate and was proposed by Hérison and Chauvin. This reaction's catalyst features two tricyclohexyl phosphine ligands and two chlorine ligands, with a benzyl carbene bound to its ruthenium center – that catalyst is named for Grubbs. FTP, name this equation for which the 2005 Nobel Prize was awarded, whose canonical case involves the cleavage of a double bond followed by recombination of the fragments into more alkenes.": {
    "guess": "Olefin metathesis",
    "confidence": [
      [
        "O",
        -0.042225707
      ],
      [
        "le",
        -1.867018e-05
      ],
      [
        "fin",
        0.0
      ],
      [
        " met",
        -0.06842087
      ],
      [
        "ath",
        -1.8789384e-05
      ],
      [
        "esis",
        -3.5835506e-05
      ]
    ]
  },
  "A man escapes through a window in this work as a bloodied man stands next to a kneeling woman as the floor is littered with masks and swords. Two dogs share a connected collar in a room with a medusa-head portrait nearby the central figure of this work, who negotiates over the construction of his mansion visible through a window. The artist of this work accompanied it with a story that employed character like the Viscount and the lawyer Silvertongue, who respectively whore around and have an affair with the Countess. The paintings The Bagnio, The Tête à Tête, and The Lady's Death are featured in this painting cycle that satirizes the 18th Century English upper class. For 10 points, name this six-membered William Hogarth series about the debilitating love-union of Earl Squanderfield.": {
    "guess": "Marriage à-la-Mode",
    "confidence": [
      [
        "Mar",
        -0.09191462
      ],
      [
        "riage",
        -2.1531068e-05
      ],
      [
        " à",
        -0.009058744
      ],
      [
        "-la",
        -0.0005275341
      ],
      [
        "-",
        -0.0009932722
      ],
      [
        "Mode",
        -5.9080223e-05
      ]
    ]
  },
  "It escalated to violence after Count Miloradovich was shot by Peter Kakhovsky. Involving Pestel's Southern Society and Muraviev's Northern Society, its leaders elected Trubetskoy as interim dictator. It demanded \"Constantine and constitution\" following Alexander I's death, while meeting in Senate Square at the Winter Palace in St. Petersburg. For 10 points, identify this failed revolt against the elevation of Nicholas I to tsar, named for the month in which it occurred.": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.016335111
      ],
      [
        "embr",
        -2.6299214e-05
      ],
      [
        "ist",
        -6.6306106e-06
      ],
      [
        " revolt",
        -0.0045868917
      ]
    ]
  },
  "In a 1940 eschatological analysis of this, Martin Dibelius argued that its commands are impossible for": {
    "guess": "Sermon on the Mount",
    "confidence": [
      [
        "Ser",
        -0.03945526
      ],
      [
        "mon",
        -3.0545007e-06
      ],
      [
        " on",
        -3.9650025e-05
      ],
      [
        " the",
        -2.4034345e-05
      ],
      [
        " Mount",
        -2.7968066e-05
      ]
    ]
  },
  "In a 1940 eschatological analysis of this, Martin Dibelius argued that its commands are impossible for man to follow because of the flawed nature of the earthly world.  Dietrich Bonhoeffer criticized the failure of church officials to adhere to it rather than merely interpret and analyze it in his discussion of it in The Cost of Discipleship.  Anabaptists based their ethical code on a literal following of it, opposing the accumulation of wealth because of its declaration that one \"cannot serve God": {
    "guess": "Sermon on the Mount",
    "confidence": [
      [
        "Ser",
        -0.025719667
      ],
      [
        "mon",
        -2.8160932e-06
      ],
      [
        " on",
        -0.00015848507
      ],
      [
        " the",
        -8.0656086e-05
      ],
      [
        " Mount",
        -0.00022427815
      ]
    ]
  },
  "In a 1940 eschatological analysis of this, Martin Dibelius argued that its commands are impossible for man to follow because of the flawed nature of the earthly world.  Dietrich Bonhoeffer criticized the": {
    "guess": "Sermon on the Mount",
    "confidence": [
      [
        "Ser",
        -0.12909943
      ],
      [
        "mon",
        -1.8193366e-05
      ],
      [
        " on",
        -0.00010306638
      ],
      [
        " the",
        -9.829823e-05
      ],
      [
        " Mount",
        -0.0001005631
      ]
    ]
  },
  "A man escapes through a window in this work as a bloodied man stands next to a kneeling woman as the floor is littered with masks and swords. Two dogs share a connected collar in a room with a medusa-head portrait nearby the central figure of this work, who negotiates over the construction of his mansion visible through a window. The artist of this work accompanied it with a story that employed character like the Viscount and the lawyer Silvertongue, who respectively whore around and have an affair": {
    "guess": "The Fall of the House of Usher",
    "confidence": [
      [
        "The",
        -0.639628
      ],
      [
        " Fall",
        -0.99492276
      ],
      [
        " of",
        -0.0013619013
      ],
      [
        " the",
        -0.01710343
      ],
      [
        " House",
        -0.42171603
      ],
      [
        " of",
        -6.46828e-05
      ],
      [
        " U",
        -0.00016182278
      ],
      [
        "sher",
        -3.464347e-05
      ]
    ]
  },
  "A man escapes through a window in this work as a bloodied man stands next to a kneeling woman as the floor is littered with masks and swords. Two dogs share a connected collar in a room with a medusa-head portrait nearby the central figure of this work, who negotiates over the construction of his mansion visible through a window. The artist of this work accompanied it with a story that employed character like the Viscount and the lawyer Silvertongue, who respectively whore around and have an affair with the Countess. The paintings The Bagnio, The Tête à Tête, and The Lady's Death are featured in": {
    "guess": "Francisco Goya",
    "confidence": [
      [
        "Franc",
        -0.9953785
      ],
      [
        "isco",
        -0.13760586
      ],
      [
        " G",
        -0.099871546
      ],
      [
        "oya",
        -2.5941605e-05
      ]
    ]
  },
  "A man escapes through a window in this work as a bloodied man stands next to a kneeling woman as the floor is littered with masks and swords. Two dogs share a connected collar in a room with a medusa-head portrait nearby the central figure of this work, who negotiates over the construction of his mansion visible through a window. The artist of this work accompanied it with a story that employed character": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.7135865
      ],
      [
        " Garden",
        -0.16901036
      ],
      [
        " of",
        -0.0020065533
      ],
      [
        " Earth",
        -8.268255e-05
      ],
      [
        "ly",
        -0.0010415019
      ],
      [
        " Del",
        -1.473646e-05
      ],
      [
        "ights",
        -0.0005242001
      ]
    ]
  },
  "A man escapes through a window in this work as a bloodied man stands next to a kneeling woman as the floor is littered with masks and swords. Two dogs share a connected collar in a room with a medusa-head": {
    "guess": "The Rake's Progress",
    "confidence": [
      [
        "The",
        -0.6417586
      ],
      [
        " R",
        -1.1428686
      ],
      [
        "ake",
        -0.015503515
      ],
      [
        "'s",
        -0.0043732747
      ],
      [
        " Progress",
        -0.00039444966
      ]
    ]
  },
  "In a 1940 eschatological analysis of this, Martin Dibelius argued that its commands are impossible for man to follow because of the flawed nature of the earthly world.  Dietrich Bonhoeffer criticized the failure of church officials to adhere to it rather than merely interpret and analyze it in his discussion of it in The Cost of Discipleship.  Anabaptists based their ethical code on a literal following of it, opposing the accumulation of wealth because of its declaration that one \"cannot serve God and Mammon.\" Nietzsche's Zarathustra parodies it by advocating the act of revenge in \"On the Adder's Bite,\" which challenges its advice to \"resist not evil\" and \"bless them that curse you.\"  Containing the full \"Our Father\" prayer and appearing in chapters 5 through 7 of Matthew, this is, FTP, what passage that begins with the Beatitudes, a speech Jesus delivered on a hillside?": {
    "guess": "Sermon on the Mount",
    "confidence": [
      [
        "Ser",
        -0.0022670666
      ],
      [
        "mon",
        -9.4914985e-06
      ],
      [
        " on",
        -4.274932e-05
      ],
      [
        " the",
        -2.1531068e-05
      ],
      [
        " Mount",
        -0.0001973418
      ]
    ]
  },
  "escape confusion)  A form of this reaction is accelerated by Furstner and Langemann's synthesis of dactylol": {
    "guess": "Heck reaction",
    "confidence": [
      [
        "He",
        -0.68480253
      ],
      [
        "ck",
        -0.0011642689
      ],
      [
        " reaction",
        -0.02345825
      ]
    ]
  },
  "It escalated to violence after Count Miloradovich was shot by Peter Kakhovsky. Involving Pestel's Southern Society and Muraviev's Northern Society, its leaders elected Trubetskoy as interim dictator. It demanded \"Constantine and constitution\" following Alexander I's death, while meeting in Senate Square": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.010536356
      ],
      [
        "embr",
        -3.4047454e-05
      ],
      [
        "ist",
        -4.048445e-05
      ],
      [
        " revolt",
        -0.0023572142
      ]
    ]
  },
  "escape confusion)  A form of this reaction is accelerated by Furstner and Langemann's synthesis of dactylol used gem-dimethyl substitution, via the Thorpe-Ingold effect. A method for carrying out a variant of this reaction uses resorcinol as co- catalyst and is named for Mortreux. A modified catalyst for this reaction employs a chelating isopropoxy group and is named in part for Hoyveda. The mechanism": {
    "guess": "Cross-coupling reaction",
    "confidence": [
      [
        "Cross",
        -0.45904654
      ],
      [
        "-c",
        -0.19236352
      ],
      [
        "ou",
        -3.166338e-05
      ],
      [
        "pling",
        -8.220573e-05
      ],
      [
        " reaction",
        -0.49783117
      ]
    ]
  },
  "escape confusion)  A form of this reaction is accelerated by Furstner and Langemann's synthesis of dactylol used gem-dimethyl substitution, via the Thorpe-Ingold effect. A method for carrying out a variant of this reaction uses resorcinol as co- catalyst and is named for Mortreux. A modified catalyst for this reaction employs a chelating isopropoxy group and is named in part for Hoyveda. The mechanism of this reaction features a metallocyclobutane intermediate and was proposed by Hérison and Chauvin.": {
    "guess": "Olefin metathesis",
    "confidence": [
      [
        "O",
        -0.078747675
      ],
      [
        "le",
        -0.00012606535
      ],
      [
        "fin",
        -7.89631e-07
      ],
      [
        " met",
        -0.12259864
      ],
      [
        "ath",
        -1.2590794e-05
      ],
      [
        "esis",
        -9.7821416e-05
      ]
    ]
  },
  "In a 1940 eschatological analysis of this, Martin Dibelius argued that its commands are impossible for man to follow because of the flawed nature of the earthly world.  Dietrich Bonhoeffer criticized the failure of church officials to adhere to it rather than merely interpret and analyze it in his discussion of it in The Cost of Discipleship.  Anabaptists based their ethical code on a literal following of it, opposing the accumulation of wealth because of its declaration that one \"cannot serve God and Mammon.\" Nietzsche's Zarathustra parodies it by advocating the act of revenge in \"On the Adder's Bite,\" which challenges its advice to \"resist not evil\" and \"bless them that curse you.\"  Containing the full \"Our Father\" prayer and appearing in chapters 5 through 7 of Matthew, this is, FTP, what": {
    "guess": "Sermon on the Mount",
    "confidence": [
      [
        "Ser",
        -0.14150691
      ],
      [
        "mon",
        -2.8444882e-05
      ],
      [
        " on",
        -0.0008159428
      ],
      [
        " the",
        -0.00017100146
      ],
      [
        " Mount",
        -0.001518669
      ]
    ]
  },
  "escape confusion)  A form of this reaction is accelerated by Furstner and Langemann's synthesis of dactylol used gem-dimethyl substitution, via the Thorpe-Ingold effect. A method for carrying out a variant of this reaction uses resorcinol as co- catalyst and is named for Mortreux. A modified catalyst for this reaction employs a chelating isopropoxy group and is named in part for Hoyveda. The mechanism of this reaction features a metallocyclobutane intermediate and was proposed by Hérison and Chauvin. This reaction's catalyst features two tricyclohexyl phosphine ligands and two chlorine ligands,": {
    "guess": "Olefin metathesis",
    "confidence": [
      [
        "O",
        -0.27144897
      ],
      [
        "le",
        -4.365741e-06
      ],
      [
        "fin",
        0.0
      ],
      [
        " met",
        -0.019997401
      ],
      [
        "ath",
        -4.604148e-06
      ],
      [
        "esis",
        -3.357064e-05
      ]
    ]
  },
  "In a 1940 eschatological analysis of this, Martin Dibelius argued that its commands are impossible for man to follow because of the flawed nature of the earthly world.  Dietrich Bonhoeffer criticized the failure of church officials to adhere to it rather than merely interpret and analyze it in his discussion": {
    "guess": "Sermon on the Mount",
    "confidence": [
      [
        "Ser",
        -0.72957194
      ],
      [
        "mon",
        -3.9054008e-05
      ],
      [
        " on",
        -0.00027373302
      ],
      [
        " the",
        -0.00019126241
      ],
      [
        " Mount",
        -0.00038860866
      ]
    ]
  },
  "escape confusion)  A form of this reaction is accelerated by Furstner and Langemann's synthesis of dactylol used gem-dimethyl substitution, via the Thorpe-Ingold effect. A method for carrying out a variant": {
    "guess": "Cross-coupling",
    "confidence": [
      [
        "Cross",
        -1.5903798
      ],
      [
        "-c",
        -0.09157811
      ],
      [
        "ou",
        -2.4272753e-05
      ],
      [
        "pling",
        -1.4498052e-05
      ]
    ]
  },
  "escape confusion)  A form of this reaction is accelerated by Furstner and Langemann's synthesis of dactylol used gem-dimethyl substitution, via the Thorpe-Ingold effect. A method for carrying out a variant of this reaction uses resorcinol as co- catalyst and is named for Mortreux. A modified catalyst for this reaction employs a chelating isopropoxy group and is named in part for Hoyveda. The mechanism of this reaction features a metallocyclobutane intermediate and was proposed by Hérison and Chauvin. This reaction's catalyst features two tricyclohexyl phosphine ligands and two chlorine ligands, with a benzyl carbene bound to its ruthenium center – that catalyst is named for Grubbs. FTP, name this equation for which the 2005 Nobel Prize was awarded, whose canonical case involves the cleavage": {
    "guess": "Olefin metathesis",
    "confidence": [
      [
        "O",
        -0.04490045
      ],
      [
        "le",
        -2.5583993e-05
      ],
      [
        "fin",
        -5.5122365e-07
      ],
      [
        " met",
        -0.08243606
      ],
      [
        "ath",
        -4.5491004e-05
      ],
      [
        "esis",
        -0.00011093382
      ]
    ]
  },
  "It escalated to violence after Count Miloradovich was shot by Peter Kakhovsky. Involving Pestel's Southern": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.008379945
      ],
      [
        "embr",
        -0.00016468366
      ],
      [
        "ist",
        -3.7146747e-05
      ],
      [
        " revolt",
        -0.019307287
      ]
    ]
  },
  "It escalated to violence after Count Miloradovich was shot by Peter Kakhovsky. Involving Pestel's Southern Society and Muraviev's Northern Society, its leaders elected Trubetskoy as interim dictator. It demanded \"Constantine and constitution\" following Alexander I's death, while meeting in Senate Square at the Winter Palace in St. Petersburg. For 10 points, identify this failed revolt against the elevation": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.02659264
      ],
      [
        "embr",
        -3.357064e-05
      ],
      [
        "ist",
        -1.2948405e-05
      ],
      [
        " revolt",
        -0.0025561652
      ]
    ]
  },
  "In a 1940 eschatological analysis of this, Martin Dibelius argued that its commands are impossible for man to follow because of the flawed nature of the earthly world.  Dietrich Bonhoeffer criticized the failure of church officials to adhere to it rather than merely interpret and analyze it in his discussion of it in The Cost of Discipleship.  Anabaptists based their ethical code on a literal following of it, opposing the accumulation of wealth because of its declaration that one \"cannot serve God and Mammon.\" Nietzsche's Zarathustra parodies it by advocating the act of revenge in \"On the Adder's": {
    "guess": "Sermon on the Mount",
    "confidence": [
      [
        "Ser",
        -0.011317663
      ],
      [
        "mon",
        -1.0921943e-05
      ],
      [
        " on",
        -0.00216501
      ],
      [
        " the",
        -0.0002755174
      ],
      [
        " Mount",
        -0.00050311204
      ]
    ]
  },
  "In a 1940 eschatological analysis of this, Martin Dibelius argued that its commands are impossible for man to follow because of the flawed nature of the earthly world.  Dietrich Bonhoeffer criticized the failure of church officials to adhere to it rather than merely interpret and analyze it in his discussion of it in The Cost of Discipleship.  Anabaptists based their ethical code on a literal following": {
    "guess": "Sermon on the Mount",
    "confidence": [
      [
        "Ser",
        -0.2709568
      ],
      [
        "mon",
        -1.504853e-06
      ],
      [
        " on",
        -0.00013870094
      ],
      [
        " the",
        -0.00019054719
      ],
      [
        " Mount",
        -0.00033343938
      ]
    ]
  },
  "escape confusion)  A form of this reaction is accelerated by Furstner and Langemann's synthesis of dactylol used gem-dimethyl substitution, via the Thorpe-Ingold effect. A method for carrying out a variant of this reaction uses resorcinol as co- catalyst and is named for Mortreux. A modified catalyst for this reaction employs a chelating isopropoxy group and is named in part for Hoyveda. The mechanism of this reaction features a metallocyclobutane intermediate and was proposed by Hérison and Chauvin. This reaction's catalyst features two tricyclohexyl phosphine ligands and two chlorine ligands, with a benzyl carbene bound to its ruthenium center – that catalyst is named for Grubbs. FTP, name": {
    "guess": "Olefin metathesis",
    "confidence": [
      [
        "O",
        -0.46478906
      ],
      [
        "le",
        -2.6656826e-05
      ],
      [
        "fin",
        -1.7432603e-06
      ],
      [
        " met",
        -0.14136297
      ],
      [
        "ath",
        -5.312004e-05
      ],
      [
        "esis",
        -8.8404326e-05
      ]
    ]
  },
  "A man escapes through a window in this work as a bloodied man stands next to a kneeling woman as the": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -1.329215
      ],
      [
        " Night",
        -1.9850229
      ],
      [
        " Watch",
        -0.3102048
      ]
    ]
  },
  "escape confusion)  A form of this reaction is accelerated by Furstner and Langemann's synthesis of dactylol used gem-dimethyl substitution, via the Thorpe-Ingold effect. A method for carrying out a variant of this reaction uses resorcinol as co- catalyst and is named for Mortreux. A modified catalyst": {
    "guess": "Cross-coupling reaction",
    "confidence": [
      [
        "Cross",
        -0.5067875
      ],
      [
        "-c",
        -0.47717825
      ],
      [
        "ou",
        -0.00065572764
      ],
      [
        "pling",
        -9.186123e-05
      ],
      [
        " reaction",
        -0.43486094
      ]
    ]
  },
  "It escalated to violence after Count Miloradovich was shot by Peter Kakhovsky. Involving Pestel's Southern Society and Muraviev's Northern Society, its leaders elected Trubetskoy as interim dictator. It": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.008577812
      ],
      [
        "embr",
        -2.8325678e-05
      ],
      [
        "ist",
        -2.5226382e-05
      ],
      [
        " revolt",
        -0.0057061007
      ]
    ]
  }
}