{
  "The 1983 Canadian Opera Company performance of this opera was the first time supertitles were used. One of its characters describes nightmares in which she is being chased by an avenging spirit in the aria \"Ich habe keine guten Nächte\" or \"I have no good nights.\" This opera opens with the \"fifth maid\" being punished for protesting the gossip of her coworkers. Its protagonist, who searches for a buried": {
    "guess": "Elektra",
    "confidence": [
      [
        "Ele",
        -0.30127865
      ],
      [
        "k",
        -1.2352386e-05
      ],
      [
        "tra",
        -2.3392786e-06
      ]
    ]
  },
  "One of his campaigns was conducted against Grimoald III, duke of Benevento, who had formerly been his hostage. In his namesake Libri, theologians attacked the Second Council of Nicaea, before he himself convened the Synod of Frankfurt, which overruled that ecumenical council. In his \"cold war\" with the Byzantines, he advanced his own candidate to succeed Hadrian I, Pope Leo III. Defeat at Zaragoza": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.70860124
      ]
    ]
  },
  "A cantilevered beam bends by an amount inversely proportional to the moment of inertia and this quantity,": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.013265167
      ],
      [
        " of",
        -0.00086465315
      ],
      [
        " inertia",
        -0.011278766
      ]
    ]
  },
  "In this campaign, Theophilus Holmes attacked the city of Helena, while Alfred Ellet and William Parsons squared off at Goodrich's Landing. John Bowen failed to protect the bridge over the Big Black River in this campaign. The northern-born Martin L. Smith constructed the Confederate defenses at this": {
    "guess": "Vicksburg Campaign",
    "confidence": [
      [
        "V",
        -0.4632633
      ],
      [
        "icks",
        -4.4849444e-06
      ],
      [
        "burg",
        -0.00012178135
      ],
      [
        " Campaign",
        -0.16229816
      ]
    ]
  },
  "The cannonball problem asks when the number of cannonballs in a pyramidal stack can be one of these-the answer is only twice, when the number of cannonballs is either 1 or 4900. Lagrange proved that every positive integer can be expressed as the sum of four of these numbers, and the zeta function of two is defined as the sum of their reciprocals. They are always congruent to zero or one modulo four, and their last digit is always 1, 4, 9, 6, or 5. FTP, identify these numbers which are formed by raising an integer to the second power.": {
    "guess": "Square numbers",
    "confidence": [
      [
        "Square",
        -0.15712574
      ],
      [
        " numbers",
        -0.8808943
      ]
    ]
  },
  "He came into this world and left it in a hotel room. His father was a stage actor and he grew up behind the scenes at the theater. His early plays were put on by the Provincetown Players, but he did not": {
    "guess": "Eugene O'Neill",
    "confidence": [
      [
        "E",
        -0.074561216
      ],
      [
        "ug",
        -1.60477e-05
      ],
      [
        "ene",
        -0.00034380643
      ],
      [
        " O",
        -0.00046796896
      ],
      [
        "'Neill",
        -0.0003088871
      ]
    ]
  },
  "A cantilevered beam bends by an amount inversely proportional to the moment of inertia and this quantity, while a rod in tension will be stretched an amount inversely proportional to cross-sectional area and this quantity. It is not constant for materials in the plastic region since (*) Hooke's law doesn't hold, and it is the value of the slope on a stress-strain diagram, as it is equal to stress divided by strain. For 10 points, name this measure of elasticity, named for a British physicist who": {
    "guess": "Young's modulus",
    "confidence": [
      [
        "Young",
        -0.11324712
      ],
      [
        "'s",
        -9.5079726e-05
      ],
      [
        " modulus",
        -0.39467588
      ]
    ]
  },
  "The 1983 Canadian Opera Company performance of this opera was the first time supertitles were used. One of its characters describes nightmares in which she is being chased by an avenging spirit in the aria \"Ich habe keine guten Nächte\" or \"I have no good nights.\" This opera opens with the \"fifth maid\" being punished for protesting the gossip of her coworkers. Its protagonist, who searches for a buried axe, is often accompanied with a namesake dissonant bitonal chord that combines E major and D major. That protagonist shares a recognition scene with her (*) brother and duets with her sister Chrysothemis": {
    "guess": "Elektra",
    "confidence": [
      [
        "Ele",
        -0.011343353
      ],
      [
        "k",
        -1.60477e-05
      ],
      [
        "tra",
        -0.00011284107
      ]
    ]
  },
  "While in Canton, this man used the pseudonym Ly Thuy and founded a Revolutionary Youth Association. He worked as a ship's pastry cook before presenting a failed eight-point petition for rights at the Versailles peace conference. His country's bloody 5-phase campaign for [*] land reform began in 1954, and he was often called \"Uncle\" by his country's people. After his troops defeated the French at Dienbienphu,": {
    "guess": "Ho Chi Minh",
    "confidence": [
      [
        "Ho",
        -0.061593384
      ],
      [
        " Chi",
        -0.000723395
      ],
      [
        " Minh",
        -0.0005831766
      ]
    ]
  },
  "His canine-inspired works include a portrait of \"A Most Remarkable and Sagacious Cur,\" Bumper. Sylvan paintings include Wooded Landscape with a Flooded Road and Cornard Wood, the latter of which was known as this man's \"forest.\" He painted the musicians Carl Friedrich Abel and Johann Christian Bach but may be better known for The Woodsman and a picture of Jonathan Buttal holding a feathered black hat and otherwise dressed in a different color. For 10 points, name this painter of The Blue Boy.": {
    "guess": "Thomas Gainsborough",
    "confidence": [
      [
        "Thomas",
        -0.005631301
      ],
      [
        " G",
        -0.00020377879
      ],
      [
        "ains",
        -8.657073e-06
      ],
      [
        "borough",
        -4.1557283e-05
      ]
    ]
  },
  "The 1443 Cantate Domino proposed to reunite this sect with the Roman Church but was struck down by this group's pope, John XI. A convert to this sect named Annianus dated the Creation to March 25, 5492 BC, and believed in \"Paschal Cycles\" of 532 years that mark off periods known in this religion as the": {
    "guess": "Coptic calendar",
    "confidence": [
      [
        "C",
        -0.1467367
      ],
      [
        "optic",
        -0.0034236587
      ],
      [
        " calendar",
        -0.38380685
      ]
    ]
  },
  "His canine-inspired works include a portrait of \"A Most Remarkable and Sagacious Cur,\" Bumper. Sylvan paintings include Wooded Landscape with a Flooded Road and Cornard Wood, the latter of which was known": {
    "guess": "Thomas Gainsborough",
    "confidence": [
      [
        "Thomas",
        -0.018498853
      ],
      [
        " G",
        -0.00042888118
      ],
      [
        "ains",
        -1.6643718e-05
      ],
      [
        "borough",
        -0.00011522515
      ]
    ]
  },
  "One candidate for it is trinification, which predict magnetic monopoles, while some technicolor models, may also fall into this category. Other candidates include preon models, such as the Harari-Rishon model, while SO10 suffers from the doublet-triplet splitting problem. The flipped SU5 and SU10 models get their name from the flipping of the left-handed fermions relative to the Georgi-Glashow model, which predicts proton decay. The Pati-Salam one predicts spontaneous symmetry breaking, but the most": {
    "guess": "Grand Unified Theory",
    "confidence": [
      [
        "Grand",
        -0.01704871
      ],
      [
        " Unified",
        -0.041866686
      ],
      [
        " Theory",
        -0.0026909865
      ]
    ]
  },
  "This man came to prominence when he led an army to assist the usurper Joannes; when Joannes was killed he was awarded the title of count of Gaul in exchange for dismissing his forces. His path to power involved the murder of Flavius Felix, and although he lost to the governor of Africa, Bonifacius, at Ravenna, Bonifacius fortuitously died from his wounds. He moved the Burgundians to Sapaudia after destroying their kingdom at Worms, an event recounted in the Nibelungenlied. This man's greatest accomplishment was convincing Sangiban of the Alans, Gondioc of the Burgundians and Theodoric the Goth to join him in a great coalition to defeat a common foe. For 10 points, name this Roman general who dominated the reign of Valentinian III and won the battle of the Catalaunian Plains against Attila the Hun.": {
    "guess": "Flavius Aetius",
    "confidence": [
      [
        "Fl",
        -0.021983989
      ],
      [
        "avi",
        -6.0391463e-05
      ],
      [
        "us",
        -3.166338e-05
      ],
      [
        " A",
        -0.0005611349
      ],
      [
        "et",
        -0.0044025825
      ],
      [
        "ius",
        -1.8193366e-05
      ]
    ]
  },
  "In this campaign, Theophilus Holmes attacked the city of Helena, while Alfred Ellet and William Parsons squared off at Goodrich's Landing. John Bowen failed to protect the bridge over the Big Black River in this campaign. The northern-born Martin L. Smith constructed the Confederate defenses at this series of battles. Good position for the winning side of this campaign was set up by a Henry Halleck win at the Battle of Corinth. Position by the surrender of Port Gibson and (*) Champion's Hill. Before": {
    "guess": "Vicksburg Campaign",
    "confidence": [
      [
        "V",
        -0.02485965
      ],
      [
        "icks",
        -2.9352968e-06
      ],
      [
        "burg",
        -4.5491004e-05
      ],
      [
        " Campaign",
        -0.0025304758
      ]
    ]
  },
  "In this campaign, Theophilus Holmes attacked the city of Helena, while Alfred Ellet and William Parsons squared off at Goodrich's Landing. John Bowen failed to protect the bridge over the Big Black River in this campaign. The northern-born Martin L. Smith constructed the Confederate defenses at this series of battles. Good position for the winning side of this campaign was set up by a Henry Halleck win at the Battle of Corinth. Position by the surrender of Port Gibson and (*) Champion's Hill. Before meeting in Atlanta, William Sherman and Joseph Johnston's troops fought in this skirmish. This campaign ended on July 4th, 1863 when John Pemberton surrendered. For 10 points, name this Union victory, where U.S. Grant laid siege to a Mississippi fortress city.": {
    "guess": "Vicksburg Campaign",
    "confidence": [
      [
        "V",
        -0.17211209
      ],
      [
        "icks",
        -5.5577775e-06
      ],
      [
        "burg",
        -6.670925e-05
      ],
      [
        " Campaign",
        -0.0015395039
      ]
    ]
  },
  "After he came to power, he sent Wulfstan of Haithabu to the Baltic and fought the battle of Wilton. Made a Consul of Rome at the age of five by Pope Leo IV, this man forced Guthrum convert to Christianity and sign the Treaty of Wedmore after winning the Battle of Edington. He allegedly spied on his opponents by entering their camp as a minstrel, which allowed him to extend his lands all the way to Watling Street, deep into the Danelaw. He is credited with creating the shire system as well as standardizing": {
    "guess": "Alfred the Great",
    "confidence": [
      [
        "Al",
        -0.009421236
      ],
      [
        "fred",
        -6.6306106e-06
      ],
      [
        " the",
        -0.00031973462
      ],
      [
        " Great",
        -9.5914154e-05
      ]
    ]
  },
  "After campaigning for Barry Goldwater in 1964, she later fell under the influence of Marian Wright Edelman and worked for the Children's Defense Fund. A graduate of Yale Law, she assisted in the Judiciary": {
    "guess": "Hillary Clinton",
    "confidence": [
      [
        "Hillary",
        -0.0075459313
      ],
      [
        " Clinton",
        -0.6369992
      ]
    ]
  },
  "When he came of age, this figure lifted up a rock to find sandals and a sword.  Lycomedes killed this figure by pushing him off a cliff.  Earlier, this man set out on a journey that saw him kill Sciron": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.0005053733
      ],
      [
        "us",
        -6.372917e-05
      ]
    ]
  },
  "The 1443 Cantate Domino proposed to reunite this sect with the Roman Church but was struck down by this group's pope, John XI. A convert to this sect named Annianus dated the Creation to March 25, 5492": {
    "guess": "Coptic Church",
    "confidence": [
      [
        "C",
        -0.049001306
      ],
      [
        "optic",
        -0.0028142668
      ],
      [
        " Church",
        -0.5444728
      ]
    ]
  },
  "During a campaign in 1948, this man traversed his home state by helicopter and defeated Coke Stevenson, and in his highest office he responded to an attack on the U.S.S. Maddox. This man created the Office of Economic Opportunity as part of a \"War on Poverty\", and he passed Medicare and Medicaid as part": {
    "guess": "Lyndon B. Johnson",
    "confidence": [
      [
        "Ly",
        -0.0048789927
      ],
      [
        "ndon",
        -7.100059e-05
      ],
      [
        " B",
        -0.00019531534
      ],
      [
        ".",
        -0.00028410007
      ],
      [
        " Johnson",
        -3.3093824e-05
      ]
    ]
  },
  "The campus of the University of California at Irvine_ _has a center that studies the use of this technology in the arts, in medicine, in the social sciences, and in society. For 10 points -- name this": {
    "guess": "Virtual Reality",
    "confidence": [
      [
        "Virtual",
        -0.27617896
      ],
      [
        " Reality",
        -0.53306335
      ]
    ]
  },
  "Camille Saint-Saens' op. 135 set of six etudes and the traditional teaching of the Parsons transcription of C.P.E. Bach's Solfeggietto in C Minor both center on this technique. A series of transcriptions of Chopin etudes by Leopold Godowsky and an op. 9 Prelude and Nocturne written by Alexander Scriabin during a recovery period also fit this description. Erich Korngold's Concerto in C Sharp Minor, a recently rediscovered Paul Hindemith concerto, and Prokofiev's Concerto No. 4 in B Flat Major are": {
    "guess": "Chromaticism",
    "confidence": [
      [
        "Ch",
        -2.1391478
      ],
      [
        "romatic",
        -0.038656075
      ],
      [
        "ism",
        -0.5619081
      ]
    ]
  },
  "The cannonball problem asks when the number of cannonballs in a pyramidal stack can be one of these-the answer is only twice, when the number of cannonballs is either 1 or 4900. Lagrange proved that every positive integer can be expressed as the sum of four of these numbers, and the zeta function of": {
    "guess": "Lagrange's four-square theorem",
    "confidence": [
      [
        "L",
        -0.040751554
      ],
      [
        "ag",
        -0.011047697
      ],
      [
        "range",
        -5.6769813e-06
      ],
      [
        "'s",
        -0.001243444
      ],
      [
        " four",
        -0.69461
      ],
      [
        "-square",
        -1.3544423e-05
      ],
      [
        " theorem",
        -4.2868523e-05
      ]
    ]
  },
  "In this campaign, Theophilus Holmes attacked the city of Helena, while Alfred Ellet and William Parsons": {
    "guess": "Battle of Helena",
    "confidence": [
      [
        "Battle",
        -0.62890565
      ],
      [
        " of",
        -0.0005915172
      ],
      [
        " Helena",
        -0.17092572
      ]
    ]
  },
  "While in Canton, this man used the pseudonym Ly Thuy and founded a Revolutionary Youth Association. He worked as a ship's pastry cook before presenting a failed eight-point petition for rights at the Versailles peace conference. His country's bloody 5-phase campaign for [*] land reform began in 1954, and he was often called \"Uncle\" by his country's people. After his troops defeated the French at Dienbienphu, his main enemy became Ngô ?ình Di?m. For 10 points, name this Communist leader of the Viet": {
    "guess": "Ho Chi Minh",
    "confidence": [
      [
        "Ho",
        -0.0334653
      ],
      [
        " Chi",
        -0.00014585316
      ],
      [
        " Minh",
        -2.9517714e-05
      ]
    ]
  },
  "In the canonical DMP model, this endogenous object is determined as the solution to a Nash bargaining problem. As such, it varies too much as Shimer pointed out, resulting in the empirical puzzle of unemployment that is not sufficiently counter-cyclical. Bewley published a subjective study of the empirical \"stickiness\" of this value, which provides some support to theoretical departures from traditional bilateral efficiency. In the models by Shapiro and Stiglitz, this value is higher than it would be in the absence of shirking, resulting in the so-called \"efficiency\" one of these. In such cases, piecework is an infeasible alternative to this since the value of an individual's output is likely": {
    "guess": "Wages",
    "confidence": [
      [
        "W",
        -0.6020459
      ],
      [
        "ages",
        -0.22977722
      ]
    ]
  },
  "A cantilevered beam bends by an amount inversely proportional to the moment of inertia and this quantity, while a rod in tension will be stretched an amount inversely proportional to cross-sectional area": {
    "guess": "Young's modulus",
    "confidence": [
      [
        "Young",
        -0.5296693
      ],
      [
        "'s",
        -8.900034e-05
      ],
      [
        " modulus",
        -0.08767574
      ]
    ]
  },
  "Most of them came from Same (SAH-may), Zacynthos (zah-KIN-thaws), or Dulichium (doo-LIKK-ee-oom). Their ranks included Liodes, a priest, Ctesippus (kuh-TEE-sip-oss), who helped spark their doom by throwing a hoof at a beggar, and Eurymachus, who seduced the maid Melantho. A force to avenge them was led by Eupeithes (ey-oh-PAY-ith-ees), father of their leader, Antinous (an-TIH- noh-oss). They were delayed for three years by the weaving of a burial shroud and eventually slain with the aid of Philoetius (fil-oh-EY-tee-oss), Eumaeus (ey-oh-MYE-oss), and Telemachus. For ten points, identify this group which tried to usurp the throne of Odysseus.": {
    "guess": "Suitors of Penelope",
    "confidence": [
      [
        "Suit",
        -0.45712796
      ],
      [
        "ors",
        -7.465036e-06
      ],
      [
        " of",
        -0.0016437613
      ],
      [
        " Pen",
        -1.7954959e-05
      ],
      [
        "elope",
        -5.9199425e-05
      ]
    ]
  },
  "One candidate for it is trinification, which predict magnetic monopoles, while some technicolor models, may also fall into this category. Other candidates include preon models, such as the Harari-Rishon model, while SO10 suffers from the doublet-triplet splitting problem. The flipped SU5 and SU10 models get their name from the flipping of the left-handed fermions relative to the Georgi-Glashow model,": {
    "guess": "Grand Unified Theory",
    "confidence": [
      [
        "Grand",
        -0.031151177
      ],
      [
        " Unified",
        -0.049112428
      ],
      [
        " Theory",
        -0.0050571603
      ]
    ]
  },
  "The canonical value of this quantity is equal to its classical value plus the product of charge and vector": {
    "guess": "Action (physics)",
    "confidence": [
      [
        "Action",
        -1.6163985
      ],
      [
        " (",
        -0.01036518
      ],
      [
        "physics",
        -0.00023488728
      ],
      [
        ")",
        -6.372917e-05
      ]
    ]
  },
  "In this campaign, Theophilus Holmes attacked the city of Helena, while Alfred Ellet and William Parsons squared off at Goodrich's Landing. John Bowen failed to protect the bridge over the Big Black River": {
    "guess": "Battle of Helena",
    "confidence": [
      [
        "Battle",
        -0.80879194
      ],
      [
        " of",
        -0.0012642826
      ],
      [
        " Helena",
        -0.08681356
      ]
    ]
  },
  "Most of them came from Same (SAH-may), Zacynthos (zah-KIN-thaws), or Dulichium (doo-LIKK-ee-oom). Their ranks included Liodes, a priest, Ctesippus (kuh-TEE-sip-oss), who helped spark their doom by throwing a hoof at a beggar, and Eurymachus, who seduced the maid Melantho. A force to avenge them was led by Eupeithes (ey-oh-PAY-ith-ees), father of their leader, Antinous (an-TIH- noh-oss). They were delayed": {
    "guess": "Odyssey",
    "confidence": [
      [
        "Od",
        -0.052326478
      ],
      [
        "yssey",
        -0.022357807
      ]
    ]
  },
  "In cancer research, DMBA is often attached to this molecule. Two of this molecule's components form \"spore\"": {
    "guess": "DNA_polymerase",
    "confidence": [
      [
        "DNA",
        -1.1977745
      ],
      [
        "_poly",
        -0.95568705
      ],
      [
        "mer",
        -0.0011596236
      ],
      [
        "ase",
        -0.006603107
      ]
    ]
  },
  "The man who came to power just after this event's end promulgated the unpopular Two Whatevers Policy, which implicitly condoned sending a political leader to work in a tractor factory as penance for forcing": {
    "guess": "Cultural Revolution",
    "confidence": [
      [
        "C",
        -0.0541929
      ],
      [
        "ultural",
        -5.6769813e-06
      ],
      [
        " Revolution",
        -0.000116655596
      ]
    ]
  },
  "The 1983 Canadian Opera Company performance of this opera was the first time supertitles were used. One of its characters describes nightmares in which she is being chased by an avenging spirit in the aria \"Ich habe keine guten Nächte\" or \"I have no good nights.\" This opera opens with the \"fifth maid\"": {
    "guess": "Elektra",
    "confidence": [
      [
        "Ele",
        -0.22972018
      ],
      [
        "k",
        -3.88156e-05
      ],
      [
        "tra",
        -9.014684e-06
      ]
    ]
  },
  "This campaign was initially proposed at the Council of Ferentino and then renewed at San Germano. The army set sail in the midst of a malaria epidemic, and the Langrave of Thuringia fell ill soon after departure from Brindisi. It resulted in the signing of a flimsy ten year truce with Melek el-Kamel in return for aid against al-Nasir, after the marriage of the main participant to Yolande, the daughter": {
    "guess": "Crusade of 1101",
    "confidence": [
      [
        "Cr",
        -0.7386028
      ],
      [
        "us",
        -5.312004e-05
      ],
      [
        "ade",
        -0.036637094
      ],
      [
        " of",
        -0.013136818
      ],
      [
        " ",
        -0.32822976
      ],
      [
        "110",
        -0.6957361
      ],
      [
        "1",
        -0.0039641783
      ]
    ]
  },
  "He came to power when his father and brothers were killed by Heracles. After helping with the sacking of Troy, primarily by giving lots of long-winded advice, he returned to rule Pylos. While there, he was visited by Telemachus, who wanted to know the fate of his father but was instead informed of the": {
    "guess": "Nestor (mythology)",
    "confidence": [
      [
        "N",
        -0.010929322
      ],
      [
        "est",
        -2.5226382e-05
      ],
      [
        "or",
        -7.107425e-06
      ],
      [
        " (",
        -0.008596373
      ],
      [
        "my",
        -5.3954464e-05
      ],
      [
        "th",
        -2.9352968e-06
      ],
      [
        "ology",
        -0.0001037816
      ],
      [
        ")",
        -1.1517961e-05
      ]
    ]
  },
  "In one campaign, this man's staffers changed the title of a Roy Acuff song to \"Ruthless Cannonball\" after this man's campaigning style. He was succeeded by Nicholas Katzenbach in one post and defeated Kenneth Keating for another after which he became part of the first pair of brothers to ever serve in the Senate simultaneously. According to conspiracy theories, this man's attempts to go after Santo Trafficante, Carlos Marcello, and the mafia as Attorney General may have led to his brother's death. For ten points, name this man assassinated by Sirhan Sirhan the brother of longtime Massachusetts Senator Edward and U.S. President, John.": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -0.3659475
      ],
      [
        " F",
        -0.00013560164
      ],
      [
        ".",
        -0.00023965542
      ],
      [
        " Kennedy",
        -9.968313e-06
      ]
    ]
  },
  "One candidate in this nation's 2010 presidential election authorized the sale of Nossa Caixa (CAI-shuh) Bank in 2008. Besides Jose Serra, another candidate in this country's upcoming election is of Bulgarian descent and was once a guerilla in the VAR Palmares organization. That woman is Dilma Rousseff. This nation is currently led by a man who has served as president since 2003 and initiated the anti-hunger Fome Zero project. For 10 points, name this country where President Lula da Silva governs": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.4201685
      ]
    ]
  },
  "The cannonball problem asks when the number of cannonballs in a pyramidal stack can be one of these-the": {
    "guess": "Cannonball stacking",
    "confidence": [
      [
        "C",
        -1.29924
      ],
      [
        "annon",
        -0.026244568
      ],
      [
        "ball",
        -0.0028348267
      ],
      [
        " stacking",
        -0.4717112
      ]
    ]
  },
  "Canadian-born and of Irish and Scottish descent, this pianist, harpist, and singer released her first album, Elemental, in 1985 under her own label, Quinlan Road. Later albums include The Visit and The": {
    "guess": "Loreena McKennitt",
    "confidence": [
      [
        "L",
        -0.0066992617
      ],
      [
        "ore",
        -4.0007635e-05
      ],
      [
        "ena",
        -0.0001008015
      ],
      [
        " McK",
        -4.8471098e-05
      ],
      [
        "enn",
        -2.1054253e-05
      ],
      [
        "itt",
        -0.00045736716
      ]
    ]
  },
  "After he came to power, he sent Wulfstan of Haithabu to the Baltic and fought the battle of Wilton. Made a Consul of Rome at the age of five by Pope Leo IV, this man forced Guthrum convert to Christianity": {
    "guess": "Alfred the Great",
    "confidence": [
      [
        "Al",
        -0.002423218
      ],
      [
        "fred",
        -6.392203e-06
      ],
      [
        " the",
        -0.00013965457
      ],
      [
        " Great",
        -4.2153304e-05
      ]
    ]
  },
  "This man came to prominence when he led an army to assist the usurper Joannes; when Joannes was killed he was awarded the title of count of Gaul in exchange for dismissing his forces. His path to power involved the murder of Flavius Felix, and although he lost to the governor of Africa, Bonifacius, at": {
    "guess": "Flavius Aetius",
    "confidence": [
      [
        "Fl",
        -1.0454714
      ],
      [
        "avi",
        -6.849731e-05
      ],
      [
        "us",
        -6.704273e-07
      ],
      [
        " A",
        -0.026602274
      ],
      [
        "et",
        -0.032776117
      ],
      [
        "ius",
        -3.1281633e-07
      ]
    ]
  },
  "This man came to prominence when he led an army to assist the usurper Joannes; when Joannes was killed he was awarded the title of count of Gaul in exchange for dismissing his forces. His path to power involved the murder of Flavius Felix, and although he lost to the governor of Africa, Bonifacius, at Ravenna, Bonifacius fortuitously died from his wounds. He moved the Burgundians to Sapaudia after destroying their kingdom at Worms, an event recounted in the Nibelungenlied. This man's greatest accomplishment": {
    "guess": "Orestes",
    "confidence": [
      [
        "O",
        -1.4538983
      ],
      [
        "rest",
        -0.44482058
      ],
      [
        "es",
        -0.00024251631
      ]
    ]
  },
  "In the canonical DMP model, this endogenous object is determined as the solution to a Nash bargaining problem. As such, it varies too much as Shimer pointed out, resulting in the empirical puzzle of unemployment": {
    "guess": "Diamond-Mortensen-Pissarides model",
    "confidence": [
      [
        "Diamond",
        -0.16906996
      ],
      [
        "-M",
        -0.10868122
      ],
      [
        "ort",
        -0.00011427152
      ],
      [
        "ensen",
        -0.0029253997
      ],
      [
        "-P",
        -7.7199176e-05
      ],
      [
        "iss",
        -0.0005251537
      ],
      [
        "ar",
        -0.00012999907
      ],
      [
        "ides",
        -6.0510665e-05
      ],
      [
        " model",
        -0.24472077
      ]
    ]
  },
  "Canadians in this profession launched a 23-day strike in 1962 against the CCF and Tommy Douglas in Saskatchewan. Thousands of people in this profession were loaned from Cuba to Venezuela in Mission Barrio Adentro. An organization named for these people was founded by Bernard Kouchner following action in (*) Biafra. A man in this profession named Samuel Mudd was implicated in the Lincoln Assassination. This was the profession of Herta Oberheuser, who received a jail sentence as part of a Nazi trial of these professionals in Nuremberg. For 10 points, which profession was held in the 1970s by Ron Paul, in which capacity he helped deliver babies?": {
    "guess": "Medical Doctors",
    "confidence": [
      [
        "Medical",
        -0.48864982
      ],
      [
        " Doctors",
        -0.006422729
      ]
    ]
  },
  "When he came of age, this figure lifted up a rock to find sandals and a sword.  Lycomedes killed this": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.017763676
      ],
      [
        "us",
        -0.00031115196
      ]
    ]
  },
  "The canonical commutation relation between the variables involved in this relation implies that no state can be an eigenstate of the variables at the same time. This relation is a special case of the Robertson-Schrödinger inequality, and it was introduced through a thought experiment that involved a gamma-ray microscope. One way of representing this principle involves energy and time, and this principle": {
    "guess": "Time-energy uncertainty principle",
    "confidence": [
      [
        "Time",
        -0.59759176
      ],
      [
        "-energy",
        -0.18629576
      ],
      [
        " uncertainty",
        -0.011702304
      ],
      [
        " principle",
        -0.5375708
      ]
    ]
  },
  "While in Canton, this man used the pseudonym Ly Thuy and founded a Revolutionary Youth Association. He": {
    "guess": "Ho Chi Minh",
    "confidence": [
      [
        "Ho",
        -1.5279491
      ],
      [
        " Chi",
        -0.0017426508
      ],
      [
        " Minh",
        -0.000238821
      ]
    ]
  },
  "Camille Saint-Saëns described this piece as \"no more a piece of music than the palette on which a painter has been working is a picture.\" This piece's only percussion instruments are two crotales, which do not play until the first theme returns in its original rhythm and original key of E major. This piece's first chord is played in measure 4 after the opening solo and is accompanied by a glissando": {
    "guess": "Carnival of the Animals",
    "confidence": [
      [
        "C",
        -0.95276487
      ],
      [
        "arn",
        -0.0012492813
      ],
      [
        "ival",
        -0.029760096
      ],
      [
        " of",
        -0.0007441144
      ],
      [
        " the",
        -0.000565065
      ],
      [
        " Animals",
        -0.0008858494
      ]
    ]
  },
  "Most of them came from Same (SAH-may), Zacynthos (zah-KIN-thaws), or Dulichium (doo-LIKK-ee-oom). Their": {
    "guess": "Odyssey",
    "confidence": [
      [
        "Od",
        -0.8984256
      ],
      [
        "yssey",
        -0.23670855
      ]
    ]
  },
  "Camille Saint-Saëns described this piece as \"no more a piece of music than the palette on which a painter": {
    "guess": "Carnival of the Animals",
    "confidence": [
      [
        "C",
        -0.75858426
      ],
      [
        "arn",
        -0.00033272416
      ],
      [
        "ival",
        -0.006761668
      ],
      [
        " of",
        -0.00070468726
      ],
      [
        " the",
        -0.0003088871
      ],
      [
        " Animals",
        -0.0003933768
      ]
    ]
  },
  "His canine-inspired works include a portrait of \"A Most Remarkable and Sagacious Cur,\" Bumper. Sylvan paintings include Wooded Landscape with a Flooded Road and Cornard Wood, the latter of which was known as this man's \"forest.\" He painted the musicians Carl Friedrich Abel and Johann Christian Bach but may be better known for The Woodsman and a picture of Jonathan Buttal holding a feathered black hat": {
    "guess": "Thomas Gainsborough",
    "confidence": [
      [
        "Thomas",
        -0.024101075
      ],
      [
        " G",
        -3.5716304e-05
      ],
      [
        "ains",
        -1.1637165e-05
      ],
      [
        "borough",
        -2.2246291e-05
      ]
    ]
  },
  "Candidates who ran for nomination in this election include Howard Baker and the first candidacy of Ben Fernandez. In addition, this election featured the first openly gay man to run for President, David McReynolds, as well as Ed Clark, who netted the Libertarian Party over one percent of the vote for": {
    "guess": "United States presidential election, 1980",
    "confidence": [
      [
        "United",
        -0.021100678
      ],
      [
        " States",
        -0.00020961977
      ],
      [
        " presidential",
        -0.0024673326
      ],
      [
        " election",
        -0.00013047588
      ],
      [
        ",",
        -0.03456762
      ],
      [
        " ",
        -4.1080468e-05
      ],
      [
        "198",
        -0.011835904
      ],
      [
        "0",
        -0.0054643867
      ]
    ]
  },
  "Camille Saint-Saens' op. 135 set of six etudes and the traditional teaching of the Parsons transcription of C.P.E. Bach's Solfeggietto in C Minor both center on this technique. A series of transcriptions of Chopin etudes by Leopold Godowsky and an op. 9 Prelude and Nocturne written by Alexander Scriabin during a recovery period also fit this description. Erich Korngold's Concerto in C Sharp Minor, a recently rediscovered Paul Hindemith concerto, and Prokofiev's Concerto No. 4 in B Flat Major are some of the many pieces written in this fashion specifically to accommodate Paul Wittgenstein's disability. FTP, Maurice Ravel's Piano Concerto in D Major and the preceding works share what common feature requiring only half of a pianist's typical physical capacity?": {
    "guess": "Piano Concerto for the Left Hand",
    "confidence": [
      [
        "P",
        -1.1992494
      ],
      [
        "iano",
        -0.006801337
      ],
      [
        " Concert",
        -0.6520756
      ],
      [
        "o",
        -0.048060216
      ],
      [
        " for",
        -0.005019206
      ],
      [
        " the",
        -0.0077527263
      ],
      [
        " Left",
        -0.007874198
      ],
      [
        " Hand",
        -0.0011848729
      ]
    ]
  },
  "In one campaign, this man's staffers changed the title of a Roy Acuff song to \"Ruthless Cannonball\" after this man's campaigning style. He was succeeded by Nicholas Katzenbach in one post and defeated Kenneth Keating for another after which he became part of the first pair of brothers to ever serve in the Senate simultaneously. According to conspiracy theories, this man's attempts to go after Santo Trafficante, Carlos Marcello, and the mafia as Attorney General may have led to his brother's death. For ten points, name this man assassinated by Sirhan Sirhan the brother of longtime Massachusetts": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -0.10641851
      ],
      [
        " F",
        -0.00010914576
      ],
      [
        ".",
        -0.00011450992
      ],
      [
        " Kennedy",
        -3.7385154e-05
      ]
    ]
  },
  "One candidate had revolutionized the Maryland train system with his \"Tom Thumb\" locomotive and ran under a party that wanted to repeal the Resumption Act. Eventually causing the Wormley Conference, William E. Chandler first urged his party into the fiasco in which Illinois Independent David Davis rejected": {
    "guess": "William E. Chandler",
    "confidence": [
      [
        "William",
        -0.6604269
      ],
      [
        " E",
        -0.010965641
      ],
      [
        ".",
        -0.0010247126
      ],
      [
        " Chandler",
        -0.00084166887
      ]
    ]
  },
  "During a campaign in 1948, this man traversed his home state by helicopter and defeated Coke Stevenson, and in his highest office he responded to an attack on the U.S.S. Maddox. This man created the Office of Economic Opportunity as part of a \"War on Poverty\", and he passed Medicare and Medicaid as part of the \"Great Society\" after winning a presidential election which saw him use the \"Daisy Ad\" against his opponent Barry Goldwater. For 10 points, name this U.S. President hailing from Texas who escalated": {
    "guess": "Lyndon B. Johnson",
    "confidence": [
      [
        "Ly",
        -0.0006460758
      ],
      [
        "ndon",
        -4.4894987e-05
      ],
      [
        " B",
        -9.555654e-05
      ],
      [
        ".",
        -0.00012487332
      ],
      [
        " Johnson",
        -2.1769476e-05
      ]
    ]
  },
  "He came into this world and left it in a hotel room. His father was a stage actor and he grew up behind the scenes at the theater. His early plays were put on by the Provincetown Players, but he did not publish any plays until 1920's Beyond the Horizon, for which he won his first Pulitzer. For ten points, identify this prolific American playwright of such works as The Iceman Cometh and Long Day's Journey Into Night.": {
    "guess": "Eugene O'Neill",
    "confidence": [
      [
        "E",
        -0.0013139283
      ],
      [
        "ug",
        -3.7623562e-05
      ],
      [
        "ene",
        -2.4391957e-05
      ],
      [
        " O",
        -0.00012523093
      ],
      [
        "'Neill",
        -0.0004807201
      ]
    ]
  },
  "Most of them came from Same (SAH-may), Zacynthos (zah-KIN-thaws), or Dulichium (doo-LIKK-ee-oom). Their ranks included Liodes, a priest, Ctesippus (kuh-TEE-sip-oss), who helped spark their doom by throwing a hoof at a beggar, and Eurymachus, who seduced the maid Melantho. A force to avenge them was led by Eupeithes (ey-oh-PAY-ith-ees), father of their leader, Antinous (an-TIH- noh-oss). They were delayed for three years by the weaving of a burial shroud and eventually slain with the aid of Philoetius (fil-oh-EY-tee-oss), Eumaeus (ey-oh-MYE-oss), and Telemachus. For ten points, identify this group": {
    "guess": "Suitors of Penelope",
    "confidence": [
      [
        "Suit",
        -0.47536126
      ],
      [
        "ors",
        -3.166338e-05
      ],
      [
        " of",
        -0.010868833
      ],
      [
        " Pen",
        -1.0325924e-05
      ],
      [
        "elope",
        -4.5371802e-05
      ]
    ]
  },
  "Most of them came from Same (SAH-may), Zacynthos (zah-KIN-thaws), or Dulichium (doo-LIKK-ee-oom). Their ranks included Liodes, a priest, Ctesippus (kuh-TEE-sip-oss), who helped spark their doom by throwing a hoof at a beggar, and Eurymachus, who seduced the maid Melantho. A force to avenge them was led by Eupeithes (ey-oh-PAY-ith-ees), father of their leader, Antinous (an-TIH- noh-oss). They were delayed for three years by the weaving of a burial shroud and eventually slain with the aid of Philoetius": {
    "guess": "Odyssey",
    "confidence": [
      [
        "Od",
        -0.064230576
      ],
      [
        "yssey",
        -0.08863928
      ]
    ]
  },
  "Candidates who ran for nomination in this election include Howard Baker and the first candidacy of Ben": {
    "guess": "United States presidential election, 1980",
    "confidence": [
      [
        "United",
        -0.33499533
      ],
      [
        " States",
        -0.00062820624
      ],
      [
        " presidential",
        -0.0112678055
      ],
      [
        " election",
        -0.00044389718
      ],
      [
        ",",
        -0.00048489223
      ],
      [
        " ",
        -5.6338537e-05
      ],
      [
        "198",
        -0.07195366
      ],
      [
        "0",
        -0.01929384
      ]
    ]
  },
  "In Cambodian myth, Hari-hara is a combination of this figure and Hiranya. This figure assumed the name \"conquerer of death\" when he kicked the demon Yama, and the lingam stone represents his phallus. This": {
    "guess": "Lingam",
    "confidence": [
      [
        "L",
        -0.97259754
      ],
      [
        "ing",
        -0.0001342904
      ],
      [
        "am",
        -0.046818666
      ]
    ]
  },
  "One of his campaigns was conducted against Grimoald III, duke of Benevento, who had formerly been his hostage. In his namesake Libri, theologians attacked the Second Council of Nicaea, before he himself convened the Synod of Frankfurt, which overruled that ecumenical council. In his \"cold war\" with the Byzantines, he advanced his own candidate to succeed Hadrian I, Pope Leo III. Defeat at Zaragoza forced his troops to retreat to Roncevaux Pass in the Pyrenees, a site famous for the poem it inspired, The Song of Roland. His biographer Einhard served as secretary for his son and successor, Louis": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.0043059727
      ],
      [
        "lem",
        -9.651017e-05
      ],
      [
        "agne",
        -0.0003093639
      ]
    ]
  },
  "The man who came to power just after this event's end promulgated the unpopular Two Whatevers Policy, which implicitly condoned sending a political leader to work in a tractor factory as penance for forcing his son out of a window. Many educated urban youths were forced to go \"up to the mountains, down to the villages\" during this period in the \"Coutnryside Movement.\" Just before this event's beginning,": {
    "guess": "Cultural Revolution",
    "confidence": [
      [
        "C",
        -0.32902497
      ],
      [
        "ultural",
        -5.157039e-05
      ],
      [
        " Revolution",
        -0.000385867
      ]
    ]
  },
  "While in Canton, this man used the pseudonym Ly Thuy and founded a Revolutionary Youth Association. He worked as a ship's pastry cook before presenting a failed eight-point petition for rights at the Versailles peace conference. His country's bloody 5-phase campaign for [*] land reform began in 1954,": {
    "guess": "Ho Chi Minh",
    "confidence": [
      [
        "Ho",
        -0.36923873
      ],
      [
        " Chi",
        -0.0003156817
      ],
      [
        " Minh",
        -0.00015395533
      ]
    ]
  },
  "In cancer research, DMBA is often attached to this molecule. Two of this molecule's components form \"spore\" and cyclobutane dimers when exposed to UV light. Ethidium bromide intercalates itself into this molecule. This molecule can be repaired by glycosylases and endonucleases. This molecule's CpG sites can be (*) methylated to partially inactivate it. At the ends of this molecule, a \"three prime\"": {
    "guess": "DNA",
    "confidence": [
      [
        "DNA",
        -0.033367418
      ]
    ]
  },
  "This campaign was initially proposed at the Council of Ferentino and then renewed at San Germano. The": {
    "guess": "Italian War of 1494–1498",
    "confidence": [
      [
        "Italian",
        -0.53642166
      ],
      [
        " War",
        -0.47401023
      ],
      [
        " of",
        -0.00043841748
      ],
      [
        " ",
        -0.0013134514
      ],
      [
        "149",
        -0.5470132
      ],
      [
        "4",
        -0.015203919
      ],
      [
        "–",
        -0.28226185
      ],
      [
        "149",
        -0.13414603
      ],
      [
        "8",
        -0.0025541424
      ]
    ]
  },
  "The canonical commutation relation between the variables involved in this relation implies that no state can be an eigenstate of the variables at the same time. This relation is a special case of the Robertson-Schrödinger inequality, and it was introduced through a thought experiment that involved a": {
    "guess": "Uncertainty principle",
    "confidence": [
      [
        "Unc",
        -0.9402111
      ],
      [
        "ertainty",
        -0.0010873514
      ],
      [
        " principle",
        -0.08132218
      ]
    ]
  },
  "Camille Saint-Saens' op. 135 set of six etudes and the traditional teaching of the Parsons transcription": {
    "guess": "Six Etudes for the Left Hand, Op. 135",
    "confidence": [
      [
        "Six",
        -0.68568146
      ],
      [
        " Et",
        -0.07426024
      ],
      [
        "udes",
        -0.00019281206
      ],
      [
        " for",
        -0.47725976
      ],
      [
        " the",
        -0.25135145
      ],
      [
        " Left",
        -0.037545253
      ],
      [
        " Hand",
        -0.00035679596
      ],
      [
        ",",
        -0.39028814
      ],
      [
        " Op",
        -0.002802983
      ],
      [
        ".",
        -0.00062737183
      ],
      [
        " ",
        -0.023315944
      ],
      [
        "135",
        -0.0001342904
      ]
    ]
  },
  "When he came of age, this figure lifted up a rock to find sandals and a sword.  Lycomedes killed this figure by pushing him off a cliff.  Earlier, this man set out on a journey that saw him kill Sciron by feeding him to a turtle and snap Sinis in half using two pine trees.  One of this figure's wives, Phaedra, fell in love with his son (*) Hippolytus.  He reunited with his father Aegeus after taking a journey to reach Athens, a city he would later rule.  This man abandoned Ariadne on the island of": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.00074721366
      ],
      [
        "us",
        -1.8550976e-05
      ]
    ]
  },
  "The man who came to power just after this event's end promulgated the unpopular Two Whatevers Policy, which implicitly condoned sending a political leader to work in a tractor factory as penance for forcing his son out of a window. Many educated urban youths were forced to go \"up to the mountains, down to the villages\" during this period in the \"Coutnryside Movement.\" Just before this event's beginning, a February Outline was issued by the Five Man Group as a response to an accusation that a real-life house arrest was the basis of the allegedly unpatriotic drama Hai Rui Dismissed From Office. At": {
    "guess": "Cultural Revolution",
    "confidence": [
      [
        "C",
        -0.6559034
      ],
      [
        "ultural",
        -1.1756368e-05
      ],
      [
        " Revolution",
        -0.0005800773
      ]
    ]
  },
  "In cancer research, DMBA is often attached to this molecule. Two of this molecule's components form \"spore\" and cyclobutane dimers when exposed to UV light. Ethidium bromide intercalates itself into this molecule. This molecule can be repaired by glycosylases and endonucleases. This molecule's CpG sites can be (*) methylated to partially inactivate it. At the ends of this molecule, a \"three prime\" end is aligned with a \"five prime\" end, making its strands antiparallel. One component of this molecule is swapped with uracil during transcription. For 10 points, name this molecule made of the nucleotides": {
    "guess": "DNA",
    "confidence": [
      [
        "DNA",
        -0.018352453
      ]
    ]
  },
  "He came to power when his father and brothers were killed by Heracles. After helping with the sacking of Troy, primarily by giving lots of long-winded advice, he returned to rule Pylos. While there, he": {
    "guess": "Nestor (mythology)",
    "confidence": [
      [
        "N",
        -0.018398203
      ],
      [
        "est",
        -2.9279307e-05
      ],
      [
        "or",
        -9.014684e-06
      ],
      [
        " (",
        -0.0045519965
      ],
      [
        "my",
        -1.7954959e-05
      ],
      [
        "th",
        -2.4584822e-06
      ],
      [
        "ology",
        -9.72254e-05
      ],
      [
        ")",
        -1.8624639e-06
      ]
    ]
  },
  "He came to the throne in 521, after having the magician Gautama, who claimed to be CambysesÕ brother, put to death. After making Susa his capital, he waged war from the Indus river to the Danube. FTP, name this son of Hystapses (hih-STAP-sees), a ki  ng of Persia who was succeeded by Xerxes in 486, four years after he was defeated at Marathon.": {
    "guess": "Darius the Great",
    "confidence": [
      [
        "D",
        -0.00278122
      ],
      [
        "arius",
        -5.3193703e-06
      ],
      [
        " the",
        -0.16732216
      ],
      [
        " Great",
        -4.739826e-05
      ]
    ]
  },
  "A cantilevered beam bends by an amount inversely proportional to the moment of inertia and this quantity, while a rod in tension will be stretched an amount inversely proportional to cross-sectional area and this quantity. It is not constant for materials in the plastic region since (*) Hooke's law doesn't hold, and it is the value of the slope on a stress-strain diagram, as it is equal to stress divided by strain. For 10 points, name this measure of elasticity, named for a British physicist who verified the wave nature of light with a double slit experiment.": {
    "guess": "Young's modulus",
    "confidence": [
      [
        "Young",
        -0.02003456
      ],
      [
        "'s",
        -0.0001508597
      ],
      [
        " modulus",
        -0.37907267
      ]
    ]
  },
  "While campaigning in the Netherlands, this man defeated the Frisians at the Battle of the Boarn, and he supported the patron saint of Germany, St. Boniface. Years prior, he had routed Duke Ratbod at the": {
    "guess": "Pepin the Short",
    "confidence": [
      [
        "P",
        -1.1306821
      ],
      [
        "ep",
        -0.2025495
      ],
      [
        "in",
        -2.9756122e-05
      ],
      [
        " the",
        -0.045470588
      ],
      [
        " Short",
        -0.07840108
      ]
    ]
  },
  "The man who came to power just after this event's end promulgated the unpopular Two Whatevers Policy,": {
    "guess": "Hua Guofeng",
    "confidence": [
      [
        "H",
        -0.32202026
      ],
      [
        "ua",
        -5.443128e-05
      ],
      [
        " Gu",
        -7.076218e-05
      ],
      [
        "of",
        -1.7716551e-05
      ],
      [
        "eng",
        -0.00010425841
      ]
    ]
  },
  "A cantilevered beam bends by an amount inversely proportional to the moment of inertia and this quantity, while a rod in tension will be stretched an amount inversely proportional to cross-sectional area and this quantity. It is not constant for materials in the plastic region since (*) Hooke's law doesn't hold, and it is the value of the slope on a stress-strain diagram, as it is equal to stress divided": {
    "guess": "Strain (materials)",
    "confidence": [
      [
        "Str",
        -0.60188526
      ],
      [
        "ain",
        -4.4537377e-05
      ],
      [
        " (",
        -0.49976447
      ],
      [
        "materials",
        -0.059150774
      ],
      [
        ")",
        -0.6146548
      ]
    ]
  },
  "One candidate in this nation's 2010 presidential election authorized the sale of Nossa Caixa (CAI-shuh) Bank in 2008. Besides Jose Serra, another candidate in this country's upcoming election is of Bulgarian descent and was once a guerilla in the VAR Palmares organization. That woman is Dilma Rousseff. This nation is currently led by a man who has served as president since 2003 and initiated the anti-hunger": {
    "guess": "Brazilian presidential election, 2010",
    "confidence": [
      [
        "Brazil",
        -0.37611738
      ],
      [
        "ian",
        -0.0005096646
      ],
      [
        " presidential",
        -0.08093504
      ],
      [
        " election",
        -0.012551564
      ],
      [
        ",",
        -0.14594172
      ],
      [
        " ",
        -0.00033546583
      ],
      [
        "201",
        -0.002151927
      ],
      [
        "0",
        -0.009408837
      ]
    ]
  },
  "In one campaign, this man's staffers changed the title of a Roy Acuff song to \"Ruthless Cannonball\" after this man's campaigning style. He was succeeded by Nicholas Katzenbach in one post and defeated Kenneth Keating for another after which he became part of the first pair of brothers to ever serve in": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -0.06667632
      ],
      [
        " F",
        -0.0011478371
      ],
      [
        ".",
        -0.0003964761
      ],
      [
        " Kennedy",
        -1.6762922e-05
      ]
    ]
  },
  "He came into this world and left it in a hotel room. His father was a stage actor and he grew up behind": {
    "guess": "Heath Ledger",
    "confidence": [
      [
        "He",
        -1.5057014
      ],
      [
        "ath",
        -0.0063855336
      ],
      [
        " Ledger",
        -5.3596854e-05
      ]
    ]
  },
  "Candidates who ran for nomination in this election include Howard Baker and the first candidacy of Ben Fernandez. In addition, this election featured the first openly gay man to run for President, David McReynolds, as well as Ed Clark, who netted the Libertarian Party over one percent of the vote for the first time. Despite three Presidential debates being planned, only two of them occurred and only the last one featured both major candidates, as the Democratic nominee refused to debate the independent candidate John Anderson. The interest rate crisis and the Iran Hostage Crisis were primary issues,": {
    "guess": "United States presidential election, 1980",
    "confidence": [
      [
        "United",
        -0.10216454
      ],
      [
        " States",
        -0.00016146517
      ],
      [
        " presidential",
        -0.0010761572
      ],
      [
        " election",
        -5.5861725e-05
      ],
      [
        ",",
        -0.0005233657
      ],
      [
        " ",
        -3.059055e-05
      ],
      [
        "198",
        -0.017160151
      ],
      [
        "0",
        -0.0019219682
      ]
    ]
  },
  "During a campaign in 1948, this man traversed his home state by helicopter and defeated Coke Stevenson, and in his highest office he responded to an attack on the U.S.S. Maddox. This man created the Office of Economic Opportunity as part of a \"War on Poverty\", and he passed Medicare and Medicaid as part of the \"Great Society\" after winning a presidential election which saw him use the \"Daisy Ad\" against his opponent Barry Goldwater. For 10 points, name this U.S. President hailing from Texas who escalated the Vietnam War and became president after John F. Kennedy's assassination.": {
    "guess": "Lyndon B. Johnson",
    "confidence": [
      [
        "Ly",
        -0.001721473
      ],
      [
        "ndon",
        -5.1928004e-05
      ],
      [
        " B",
        -0.00037871845
      ],
      [
        ".",
        -0.0001037816
      ],
      [
        " Johnson",
        -6.968935e-05
      ]
    ]
  },
  "Canada's only Mormon temple is found in this place, while the 49th parallel separates it from Montana": {
    "guess": "Cardston, Alberta",
    "confidence": [
      [
        "Card",
        -0.31495053
      ],
      [
        "ston",
        -3.7146747e-05
      ],
      [
        ",",
        -0.06391538
      ],
      [
        " Alberta",
        -0.000335939
      ]
    ]
  },
  "One candidate had revolutionized the Maryland train system with his \"Tom Thumb\" locomotive and ran under a party that wanted to repeal the Resumption Act. Eventually causing the Wormley Conference, William E. Chandler first urged his party into the fiasco in which Illinois Independent David Davis rejected a post that was filled by Republican Joseph Bradley, the final chair on the Electoral Commission. The president-elect, deemed \"His Fraudulency\" by Northern Democrats, ended Reconstruction. FTP,": {
    "guess": "United States presidential election, 1876",
    "confidence": [
      [
        "United",
        -0.076545924
      ],
      [
        " States",
        -9.841743e-05
      ],
      [
        " presidential",
        -0.0011377159
      ],
      [
        " election",
        -6.837811e-05
      ],
      [
        ",",
        -0.0007775886
      ],
      [
        " ",
        -8.339777e-05
      ],
      [
        "187",
        -0.00068896345
      ],
      [
        "6",
        -0.0012601143
      ]
    ]
  },
  "He came into power by breaking the power of the Woodvilles and taking custody of the young king and his nine-year old brother. He probably murdered the princes, but consolidated his power by putting down": {
    "guess": "Richard III of England",
    "confidence": [
      [
        "Richard",
        -0.5878819
      ],
      [
        " III",
        -0.00073529704
      ],
      [
        " of",
        -0.017971052
      ],
      [
        " England",
        -0.000118324446
      ]
    ]
  },
  "While campaigning in the Netherlands, this man defeated the Frisians at the Battle of the Boarn, and he supported the patron saint of Germany, St. Boniface. Years prior, he had routed Duke Ratbod at the Battle of Ambleve. He served as Mayor of the Palace in Austrasia, a title he passed to his son, Pepin III after securing another victory at the Battle of Cologne. His greatest victory came in 732 with his defeat of the Abdul-Rahman Al-Ghafiqi and the Ummayad dynasty at the Battle of Tours. For 10": {
    "guess": "Charles Martel",
    "confidence": [
      [
        "Charles",
        -0.033787698
      ],
      [
        " Mart",
        -6.0345924e-06
      ],
      [
        "el",
        -0.00011069541
      ]
    ]
  },
  "One candidate for it is trinification, which predict magnetic monopoles, while some technicolor models,": {
    "guess": "Grand Unified Theory",
    "confidence": [
      [
        "Grand",
        -0.42227063
      ],
      [
        " Unified",
        -0.027304543
      ],
      [
        " Theory",
        -0.0013979761
      ]
    ]
  },
  "This man came to prominence when he led an army to assist the usurper Joannes; when Joannes was killed he was awarded the title of count of Gaul in exchange for dismissing his forces. His path to power involved the murder of Flavius Felix, and although he lost to the governor of Africa, Bonifacius, at Ravenna, Bonifacius fortuitously died from his wounds. He moved the Burgundians to Sapaudia after destroying their kingdom at Worms, an event recounted in the Nibelungenlied. This man's greatest accomplishment was convincing Sangiban of the Alans, Gondioc of the Burgundians and Theodoric the Goth": {
    "guess": "Flavius Aetius",
    "confidence": [
      [
        "Fl",
        -0.29128546
      ],
      [
        "avi",
        -0.0002484655
      ],
      [
        "us",
        -2.5703197e-05
      ],
      [
        " A",
        -0.013827779
      ],
      [
        "et",
        -0.006406501
      ],
      [
        "ius",
        -4.465658e-05
      ]
    ]
  },
  "After he came to power, he sent Wulfstan of Haithabu to the Baltic and fought the battle of Wilton. Made": {
    "guess": "Æthelred the Unready",
    "confidence": [
      [
        "\\xc3",
        -1.3739434
      ],
      [
        "\\x86",
        -3.1281633e-07
      ],
      [
        "th",
        -0.0021470506
      ],
      [
        "el",
        -0.0003278368
      ],
      [
        "red",
        -0.070491396
      ],
      [
        " the",
        -0.01327952
      ],
      [
        " Un",
        -0.00020175234
      ],
      [
        "ready",
        -0.0003863438
      ]
    ]
  },
  "The campus of the University of California at Irvine_ _has a center that studies the use of this technology in the arts, in medicine, in the social sciences, and in society. For 10 points -- name this technology that uses computers, sensors, and screens to allow one to interact with an artificial three-dimensional sensory environment.": {
    "guess": "Virtual reality",
    "confidence": [
      [
        "Virtual",
        -0.009519843
      ],
      [
        " reality",
        -0.2648849
      ]
    ]
  },
  "Canova created a nude sculpture of this figure holding an apple and a spear posing as Mars the Peacemaker.  His portrait where he is holding a staff with a pointing hand on the end of it is often compared to God the Father from the Ghent Altarpiece, a portrait by Ingres.  Antoine-Jean Gros depicted touching soldiers dying of the plague at the Pesthouse in Jaffa.  He is shown crowing his kneeling wife in a coronation portrait by the artist of The Sabine Women.  For 10 points, identify this man shown": {
    "guess": "Napoleon Bonaparte",
    "confidence": [
      [
        "N",
        -0.033546917
      ],
      [
        "ap",
        -0.005329932
      ],
      [
        "oleon",
        -0.00054266566
      ],
      [
        " Bon",
        -0.37707704
      ],
      [
        "ap",
        -5.216641e-05
      ],
      [
        "arte",
        -0.000116655596
      ]
    ]
  },
  "One candidate had revolutionized the Maryland train system with his \"Tom Thumb\" locomotive and ran under a party that wanted to repeal the Resumption Act. Eventually causing the Wormley Conference, William E. Chandler first urged his party into the fiasco in which Illinois Independent David Davis rejected a post that was filled by Republican Joseph Bradley, the final chair on the Electoral Commission.": {
    "guess": "United States presidential election, 1876",
    "confidence": [
      [
        "United",
        -0.0385252
      ],
      [
        " States",
        -0.00011427152
      ],
      [
        " presidential",
        -0.0013757106
      ],
      [
        " election",
        -0.000107715314
      ],
      [
        ",",
        -0.000512045
      ],
      [
        " ",
        -6.062987e-05
      ],
      [
        "187",
        -0.11788761
      ],
      [
        "6",
        -0.0046719685
      ]
    ]
  },
  "In Cambodian myth, Hari-hara is a combination of this figure and Hiranya. This figure assumed the name \"conquerer of death\" when he kicked the demon Yama, and the lingam stone represents his phallus. This god drunk the poison from the world's ocean, Halahala, in order to allow the Devatas to access the": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.1275559
      ],
      [
        "iva",
        -8.041768e-05
      ]
    ]
  },
  "The cannonball problem asks when the number of cannonballs in a pyramidal stack can be one of these-the answer is only twice, when the number of cannonballs is either 1 or 4900. Lagrange proved that every positive integer can be expressed as the sum of four of these numbers, and the zeta function of two is defined as the sum of their reciprocals. They are always congruent to zero or one modulo four,": {
    "guess": "Perfect squared triangular numbers",
    "confidence": [
      [
        "Perfect",
        -0.86848545
      ],
      [
        " squared",
        -1.6149694
      ],
      [
        " triangular",
        -0.7499648
      ],
      [
        " numbers",
        -0.1970156
      ]
    ]
  },
  "He came into power by breaking the power of the Woodvilles and taking custody of the young king and his nine-year old brother. He probably murdered the princes, but consolidated his power by putting down a rebellion led by Henry Stafford. With his older brother he was briefly driven into exile by Richard Neville, the Kingmaker, who restored Henry VI to the throne. But he brought his brother back after victories at Barnet and Tewkesbury. FTP, name this king killed at Bosworth Field in 1485, the last Yorkist king of England.": {
    "guess": "Richard III of England",
    "confidence": [
      [
        "Richard",
        -0.021047676
      ],
      [
        " III",
        -0.00013083349
      ],
      [
        " of",
        -0.02058977
      ],
      [
        " England",
        -9.031158e-05
      ]
    ]
  },
  "The canonical value of this quantity is equal to its classical value plus the product of charge and vector potential. The conjugate form of this quantity is equal to the partial derivative of the Lagrangian with respect to q dot. For a crystal, the \"quasi\" value of this quantity is equal to h-bar times the wavevector. Its operator is (*) negative i times h-bar times the gradient. Kinetic energy is equal to this quantity squared divided by quantity two times mass. It is impossible to know both the position of a particle and - for 10 points - what quantity, the product of velocity and mass?": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.00052813016
      ],
      [
        "omentum",
        -9.0883464e-07
      ]
    ]
  },
  "The campus of the University of California at Irvine_ _has a center that studies the use of this technology in the arts, in medicine, in the social sciences, and in society. For 10 points -- name this technology that uses computers, sensors, and screens to allow one to interact with an artificial three-dimensional": {
    "guess": "Virtual reality",
    "confidence": [
      [
        "Virtual",
        -0.014830852
      ],
      [
        " reality",
        -0.45133364
      ]
    ]
  },
  "In one campaign, this man's staffers changed the title of a Roy Acuff song to \"Ruthless Cannonball\" after this man's campaigning style. He was succeeded by Nicholas Katzenbach in one post and defeated Kenneth Keating for another after which he became part of the first pair of brothers to ever serve in the Senate simultaneously. According to conspiracy theories, this man's attempts to go after Santo": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -0.06729095
      ],
      [
        " F",
        -0.0033390753
      ],
      [
        ".",
        -0.0010611523
      ],
      [
        " Kennedy",
        -6.1821906e-05
      ]
    ]
  },
  "During a campaign in 1948, this man traversed his home state by helicopter and defeated Coke Stevenson, and in his highest office he responded to an attack on the U.S.S. Maddox. This man created the Office of Economic Opportunity as part of a \"War on Poverty\", and he passed Medicare and Medicaid as part of the \"Great Society\" after winning a presidential election which saw him use the \"Daisy Ad\" against": {
    "guess": "Lyndon B. Johnson",
    "confidence": [
      [
        "Ly",
        -0.0052103978
      ],
      [
        "ndon",
        -5.4550484e-05
      ],
      [
        " B",
        -3.9769227e-05
      ],
      [
        ".",
        -0.00015335932
      ],
      [
        " Johnson",
        -1.831257e-05
      ]
    ]
  },
  "One candidate for it is trinification, which predict magnetic monopoles, while some technicolor models, may also fall into this category. Other candidates include preon models, such as the Harari-Rishon model, while SO10 suffers from the doublet-triplet splitting problem. The flipped SU5 and SU10 models get their name from the flipping of the left-handed fermions relative to the Georgi-Glashow model, which predicts proton decay. The Pati-Salam one predicts spontaneous symmetry breaking, but the most famous might be string theory. For ten points, identify these extensions of the Standard Model which": {
    "guess": "Grand Unified Theories",
    "confidence": [
      [
        "Grand",
        -0.012629721
      ],
      [
        " Unified",
        -0.004462401
      ],
      [
        " The",
        -0.18314484
      ],
      [
        "ories",
        -7.703444e-06
      ]
    ]
  },
  "The canonical commutation relation between the variables involved in this relation implies that no state can be an eigenstate of the variables at the same time. This relation is a special case of the Robertson-Schrödinger inequality, and it was introduced through a thought experiment that involved a gamma-ray microscope. One way of representing this principle involves energy and time, and this principle states that electrons can only have definite positions when they are in a state in which their energy is undefined. For 10 points, name this principle which states that the momentum and position of a particle cannot be precisely measured simultaneously.": {
    "guess": "Uncertainty principle",
    "confidence": [
      [
        "Unc",
        -0.0055531855
      ],
      [
        "ertainty",
        -7.350386e-05
      ],
      [
        " principle",
        -0.0006593001
      ]
    ]
  },
  "Camille Saint-Saëns described this piece as \"no more a piece of music than the palette on which a painter has been working is a picture.\" This piece's only percussion instruments are two crotales, which do not play until the first theme returns in its original rhythm and original key of E major. This": {
    "guess": "The Carnival of the Animals",
    "confidence": [
      [
        "The",
        -0.854907
      ],
      [
        " Carnival",
        -0.56341887
      ],
      [
        " of",
        -7.934485e-05
      ],
      [
        " the",
        -0.0009326598
      ],
      [
        " Animals",
        -0.00017612721
      ]
    ]
  },
  "Canadians in this profession launched a 23-day strike in 1962 against the CCF and Tommy Douglas in Saskatchewan.": {
    "guess": "1962 Saskatchewan doctors' strike",
    "confidence": [
      [
        "196",
        -0.062092718
      ],
      [
        "2",
        -0.0023082194
      ],
      [
        " Saskatchewan",
        -0.34243065
      ],
      [
        " doctors",
        -0.2653139
      ],
      [
        "'",
        -0.009007937
      ],
      [
        " strike",
        -1.8193366e-05
      ]
    ]
  },
  "One of his campaigns was conducted against Grimoald III, duke of Benevento, who had formerly been his hostage. In his namesake Libri, theologians attacked the Second Council of Nicaea, before he himself convened the Synod of Frankfurt, which overruled that ecumenical council. In his \"cold war\" with the Byzantines, he advanced his own candidate to succeed Hadrian I, Pope Leo III. Defeat at Zaragoza forced his troops to retreat to Roncevaux Pass in the Pyrenees, a site famous for the poem it inspired, The Song of Roland. His biographer Einhard served as secretary for his son and successor, Louis the Pious. FTP, name this king of the Franks, whom Leo crowned Holy Roman Emperor on December 25, 800.": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.0017338481
      ],
      [
        "lem",
        -3.786197e-05
      ],
      [
        "agne",
        -0.0002036596
      ]
    ]
  },
  "This campaign was initially proposed at the Council of Ferentino and then renewed at San Germano. The army set sail in the midst of a malaria epidemic, and the Langrave of Thuringia fell ill soon after departure from Brindisi. It resulted in the signing of a flimsy ten year truce with Melek el-Kamel in return for aid against al-Nasir, after the marriage of the main participant to Yolande, the daughter of John of Brienne. This chain of events was quickly repudiated by Pope Gregory IX, a long time": {
    "guess": "Sixth Crusade",
    "confidence": [
      [
        "Six",
        -0.6855828
      ],
      [
        "th",
        -0.0007986693
      ],
      [
        " Crus",
        -0.0009873193
      ],
      [
        "ade",
        -7.564953e-05
      ]
    ]
  },
  "The 1983 Canadian Opera Company performance of this opera was the first time supertitles were used. One of its characters describes nightmares in which she is being chased by an avenging spirit in the aria \"Ich habe keine guten Nächte\" or \"I have no good nights.\" This opera opens with the \"fifth maid\" being punished for protesting the gossip of her coworkers. Its protagonist, who searches for a buried axe, is often accompanied with a namesake dissonant bitonal chord that combines E major and D major.": {
    "guess": "Elektra (opera)",
    "confidence": [
      [
        "Ele",
        -1.0360217
      ],
      [
        "k",
        -4.0246043e-05
      ],
      [
        "tra",
        -4.246537e-06
      ],
      [
        " (",
        -0.28619567
      ],
      [
        "op",
        -0.0010816369
      ],
      [
        "era",
        -1.3856493e-06
      ],
      [
        ")",
        -0.00048083928
      ]
    ]
  },
  "In the canonical DMP model, this endogenous object is determined as the solution to a Nash bargaining problem. As such, it varies too much as Shimer pointed out, resulting in the empirical puzzle of unemployment that is not sufficiently counter-cyclical. Bewley published a subjective study of the empirical \"stickiness\" of this value, which provides some support to theoretical departures from traditional bilateral efficiency. In the models by Shapiro and Stiglitz, this value is higher than it would be in the absence of shirking, resulting in the so-called \"efficiency\" one of these. In such cases, piecework is an infeasible alternative to this since the value of an individual's output is likely to be subjective. For 10 points, what is this word that refers to the price of labor?": {
    "guess": "Wage",
    "confidence": [
      [
        "W",
        -0.044542633
      ],
      [
        "age",
        -0.3768682
      ]
    ]
  },
  "When he came of age, this figure lifted up a rock to find sandals and a sword.  Lycomedes killed this figure by pushing him off a cliff.  Earlier, this man set out on a journey that saw him kill Sciron by feeding him to a turtle and snap Sinis in half using two pine trees.  One of this figure's wives, Phaedra, fell in love with his son (*) Hippolytus.  He reunited with his father Aegeus after taking a journey to reach Athens, a city he would later rule.  This man abandoned Ariadne on the island of Naxos after she helped him escape the Labyrinth.  For 10 points, name this Greek hero who slew the Minotaur.": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.0005959241
      ],
      [
        "us",
        -3.8934802e-05
      ]
    ]
  },
  "This campaign was initially proposed at the Council of Ferentino and then renewed at San Germano. The army set sail in the midst of a malaria epidemic, and the Langrave of Thuringia fell ill soon after departure from Brindisi. It resulted in the signing of a flimsy ten year truce with Melek el-Kamel in return for aid against al-Nasir, after the marriage of the main participant to Yolande, the daughter of John of Brienne. This chain of events was quickly repudiated by Pope Gregory IX, a long time enemy of this campaign's leader who declared himself regent King of Jerusalem. FTP, name this crusade officially begun in 1228 CE after many years of delay by Frederick II.": {
    "guess": "Sixth Crusade",
    "confidence": [
      [
        "Six",
        -0.020221025
      ],
      [
        "th",
        -3.8457987e-05
      ],
      [
        " Crus",
        -0.0009436229
      ],
      [
        "ade",
        -2.2007884e-05
      ]
    ]
  },
  "One candidate had revolutionized the Maryland train system with his \"Tom Thumb\" locomotive and ran under a party that wanted to repeal the Resumption Act. Eventually causing the Wormley Conference, William E. Chandler first urged his party into the fiasco in which Illinois Independent David Davis rejected a post that was filled by Republican Joseph Bradley, the final chair on the Electoral Commission. The president-elect, deemed \"His Fraudulency\" by Northern Democrats, ended Reconstruction. FTP, name this U.S. presidential election when a few votes in South Carolina meant Samuel Tilden lost to Rutherford B. Hayes.          |": {
    "guess": "United States presidential election, 1876",
    "confidence": [
      [
        "United",
        -0.1831915
      ],
      [
        " States",
        -5.7530575e-05
      ],
      [
        " presidential",
        -0.0074658315
      ],
      [
        " election",
        -2.2127088e-05
      ],
      [
        ",",
        -0.030213693
      ],
      [
        " ",
        -2.355753e-05
      ],
      [
        "187",
        -0.0010772301
      ],
      [
        "6",
        -0.00015169414
      ]
    ]
  },
  "In Cambodian myth, Hari-hara is a combination of this figure and Hiranya. This figure assumed the name \"conquerer of death\" when he kicked the demon Yama, and the lingam stone represents his phallus. This god drunk the poison from the world's ocean, Halahala, in order to allow the Devatas to access the immortal nectar, thus giving himself the name Neelakantam. In one story, this deity pacified Kali by climbing under her during her victory dance, and in a more famous story severed the head of an elephant to supplant his son's. For 10 points, name this father of Ganesha and husband of Parvati, the destroyer god of the Hindu Trimurti.": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.00065370114
      ],
      [
        "iva",
        -2.319992e-05
      ]
    ]
  },
  "The canonical commutation relation between the variables involved in this relation implies that no state": {
    "guess": "Quantum state",
    "confidence": [
      [
        "Quant",
        -0.21956398
      ],
      [
        "um",
        -0.00020914296
      ],
      [
        " state",
        -0.27252758
      ]
    ]
  },
  "One candidate had revolutionized the Maryland train system with his \"Tom Thumb\" locomotive and ran under a party that wanted to repeal the Resumption Act. Eventually causing the Wormley Conference, William": {
    "guess": "Peter Cooper",
    "confidence": [
      [
        "Peter",
        -0.53719646
      ],
      [
        " Cooper",
        -0.0019094774
      ]
    ]
  },
  "Camille Saint-Saëns described this piece as \"no more a piece of music than the palette on which a painter has been working is a picture.\" This piece's only percussion instruments are two crotales, which do not play until the first theme returns in its original rhythm and original key of E major. This piece's first chord is played in measure 4 after the opening solo and is accompanied by a glissando in the first harp. Its composer intended it as part of a three-part composition with a Final Paraphrase and (*) Interlude, but never finished the other two parts. This piece opens with a chromatic descent by a flute soloist that spans a tritone. This piece was the basis for a ballet by Vaslav Nijinsky": {
    "guess": "Claude Debussy",
    "confidence": [
      [
        "Cla",
        -0.3323116
      ],
      [
        "ude",
        -2.355753e-05
      ],
      [
        " Deb",
        -0.0010403135
      ],
      [
        "ussy",
        -3.888926e-06
      ]
    ]
  },
  "Candidates who ran for nomination in this election include Howard Baker and the first candidacy of Ben Fernandez. In addition, this election featured the first openly gay man to run for President, David McReynolds, as well as Ed Clark, who netted the Libertarian Party over one percent of the vote for the first time. Despite three Presidential debates being planned, only two of them occurred and only the last one featured both major candidates, as the Democratic nominee refused to debate the independent": {
    "guess": "United States presidential election, 1980",
    "confidence": [
      [
        "United",
        -0.008774936
      ],
      [
        " States",
        -0.00017123987
      ],
      [
        " presidential",
        -0.0018290534
      ],
      [
        " election",
        -7.231183e-05
      ],
      [
        ",",
        -0.00023321842
      ],
      [
        " ",
        -1.50940705e-05
      ],
      [
        "198",
        -0.00715258
      ],
      [
        "0",
        -0.0016605433
      ]
    ]
  },
  "This campaign was initially proposed at the Council of Ferentino and then renewed at San Germano. The army set sail in the midst of a malaria epidemic, and the Langrave of Thuringia fell ill soon after departure from Brindisi. It resulted in the signing of a flimsy ten year truce with Melek el-Kamel": {
    "guess": "Crusade of 1101",
    "confidence": [
      [
        "Cr",
        -1.1248437
      ],
      [
        "us",
        -3.4121115e-06
      ],
      [
        "ade",
        -0.022026671
      ],
      [
        " of",
        -0.0043454985
      ],
      [
        " ",
        -0.17825662
      ],
      [
        "110",
        -0.4819913
      ],
      [
        "1",
        -0.0033048582
      ]
    ]
  },
  "This campaign was initially proposed at the Council of Ferentino and then renewed at San Germano. The army set sail in the midst of a malaria epidemic, and the Langrave of Thuringia fell ill soon after": {
    "guess": "Crusade of 1101",
    "confidence": [
      [
        "Cr",
        -1.8136332
      ],
      [
        "us",
        -5.7961847e-06
      ],
      [
        "ade",
        -0.06929964
      ],
      [
        " of",
        -0.00089073676
      ],
      [
        " ",
        -0.5786194
      ],
      [
        "110",
        -0.12365843
      ],
      [
        "1",
        -0.0012613063
      ]
    ]
  },
  "Canadians in this profession launched a 23-day strike in 1962 against the CCF and Tommy Douglas in Saskatchewan. Thousands of people in this profession were loaned from Cuba to Venezuela in Mission Barrio Adentro. An organization named for these people was founded by Bernard Kouchner following action": {
    "guess": "Doctors Without Borders",
    "confidence": [
      [
        "Doctors",
        -0.842842
      ],
      [
        " Without",
        -0.004615134
      ],
      [
        " Borders",
        -4.9424725e-05
      ]
    ]
  },
  "While campaigning in the Netherlands, this man defeated the Frisians at the Battle of the Boarn, and he supported the patron saint of Germany, St. Boniface. Years prior, he had routed Duke Ratbod at the Battle of Ambleve. He served as Mayor of the Palace in Austrasia, a title he passed to his son, Pepin": {
    "guess": "Pepin of Herstal",
    "confidence": [
      [
        "P",
        -0.4114576
      ],
      [
        "ep",
        -0.0033135272
      ],
      [
        "in",
        -8.537869e-06
      ],
      [
        " of",
        -0.0018273846
      ],
      [
        " Her",
        -0.00032330706
      ],
      [
        "st",
        -0.0022793154
      ],
      [
        "al",
        -5.121278e-05
      ]
    ]
  },
  "In the canonical DMP model, this endogenous object is determined as the solution to a Nash bargaining problem. As such, it varies too much as Shimer pointed out, resulting in the empirical puzzle of unemployment that is not sufficiently counter-cyclical. Bewley published a subjective study of the empirical \"stickiness\" of this value, which provides some support to theoretical departures from traditional bilateral efficiency. In the models by Shapiro and Stiglitz, this value is higher than it would": {
    "guess": "Bargaining Power",
    "confidence": [
      [
        "B",
        -1.4833623
      ],
      [
        "arg",
        -0.0014812939
      ],
      [
        "aining",
        -0.008881284
      ],
      [
        " Power",
        -0.6127722
      ]
    ]
  },
  "Candidates who ran for nomination in this election include Howard Baker and the first candidacy of Ben Fernandez. In addition, this election featured the first openly gay man to run for President, David": {
    "guess": "United States presidential election, 1980",
    "confidence": [
      [
        "United",
        -0.020497745
      ],
      [
        " States",
        -0.00019769941
      ],
      [
        " presidential",
        -0.00093158695
      ],
      [
        " election",
        -5.574252e-05
      ],
      [
        ",",
        -0.00012999907
      ],
      [
        " ",
        -2.0696643e-05
      ],
      [
        "198",
        -0.08620547
      ],
      [
        "0",
        -0.30223683
      ]
    ]
  },
  "In the canonical DMP model, this endogenous object is determined as the solution to a Nash bargaining problem. As such, it varies too much as Shimer pointed out, resulting in the empirical puzzle of unemployment that is not sufficiently counter-cyclical. Bewley published a subjective study of the empirical \"stickiness\" of this value, which provides some support to theoretical departures from traditional": {
    "guess": "Diamond-Mortensen-Pissarides model",
    "confidence": [
      [
        "Diamond",
        -0.048257887
      ],
      [
        "-M",
        -0.50281084
      ],
      [
        "ort",
        -0.000147522
      ],
      [
        "ensen",
        -0.0022027132
      ],
      [
        "-P",
        -0.00010127832
      ],
      [
        "iss",
        -0.00037824165
      ],
      [
        "ar",
        -0.00015074051
      ],
      [
        "ides",
        -9.41261e-05
      ],
      [
        " model",
        -0.03452548
      ]
    ]
  },
  "This man came to prominence when he led an army to assist the usurper Joannes; when Joannes was killed he was awarded the title of count of Gaul in exchange for dismissing his forces. His path to power involved the murder of Flavius Felix, and although he lost to the governor of Africa, Bonifacius, at Ravenna, Bonifacius fortuitously died from his wounds. He moved the Burgundians to Sapaudia after": {
    "guess": "Flavius Aetius",
    "confidence": [
      [
        "Fl",
        -1.1430001
      ],
      [
        "avi",
        -0.0014809363
      ],
      [
        "us",
        -1.4498052e-05
      ],
      [
        " A",
        -0.027169859
      ],
      [
        "et",
        -0.06581846
      ],
      [
        "ius",
        -1.5809293e-05
      ]
    ]
  },
  "Canadian-born and of Irish and Scottish descent, this pianist, harpist, and singer released her first album, Elemental, in 1985 under her own label, Quinlan Road. Later albums include The Visit and The Book of Secrets. Otakon 2001 gave an anime music video award to a tribute to Miyazaki set to her her single \"Mummer's Dance.\" FTP, name this Celtic/New Age artist also known for her musical rendition": {
    "guess": "Loreena McKennitt",
    "confidence": [
      [
        "L",
        -0.012276055
      ],
      [
        "ore",
        -3.2929079e-06
      ],
      [
        "ena",
        -5.9437833e-05
      ],
      [
        " McK",
        -7.465036e-06
      ],
      [
        "enn",
        -1.0802739e-05
      ],
      [
        "itt",
        -0.0004101772
      ]
    ]
  },
  "Camille Saint-Saëns described this piece as \"no more a piece of music than the palette on which a painter has been working is a picture.\" This piece's only percussion instruments are two crotales, which do not play until the first theme returns in its original rhythm and original key of E major. This piece's first chord is played in measure 4 after the opening solo and is accompanied by a glissando in the first harp. Its composer intended it as part of a three-part composition with a Final Paraphrase and (*) Interlude, but never finished the other two parts. This piece opens with a chromatic descent by a flute soloist that spans a tritone. This piece was the basis for a ballet by Vaslav Nijinsky and was inspired by a poem by Stéphane Mallarmé. For 10 points, name this symphonic poem by Debussy which depicts a satyr playing the pan-pipes.": {
    "guess": "Prélude à l'après-midi d'un faune",
    "confidence": [
      [
        "Pr",
        -0.47553644
      ],
      [
        "él",
        -1.247159e-05
      ],
      [
        "ude",
        -2.6968896e-06
      ],
      [
        " à",
        -0.00016623331
      ],
      [
        " l",
        -0.0005245577
      ],
      [
        "'",
        -0.00092599174
      ],
      [
        "apr",
        -0.011465343
      ],
      [
        "ès",
        -0.000965892
      ],
      [
        "-m",
        -0.00044949973
      ],
      [
        "idi",
        -5.1331983e-05
      ],
      [
        " d",
        -6.587483e-05
      ],
      [
        "'un",
        -0.0002290463
      ],
      [
        " fa",
        -0.0013817827
      ],
      [
        "une",
        -0.0001659949
      ]
    ]
  },
  "Canadian-born and of Irish and Scottish descent, this pianist, harpist, and singer released her first album, Elemental, in 1985 under her own label, Quinlan Road. Later albums include The Visit and The Book of Secrets. Otakon 2001 gave an anime music video award to a tribute to Miyazaki set to her her": {
    "guess": "Loreena McKennitt",
    "confidence": [
      [
        "L",
        -0.0023389007
      ],
      [
        "ore",
        -3.650519e-06
      ],
      [
        "ena",
        -8.041768e-05
      ],
      [
        " McK",
        -1.867018e-05
      ],
      [
        "enn",
        -1.473646e-05
      ],
      [
        "itt",
        -0.0006679983
      ]
    ]
  },
  "In this campaign, Theophilus Holmes attacked the city of Helena, while Alfred Ellet and William Parsons squared off at Goodrich's Landing. John Bowen failed to protect the bridge over the Big Black River in this campaign. The northern-born Martin L. Smith constructed the Confederate defenses at this series of battles. Good position for the winning side of this campaign was set up by a Henry Halleck win at the Battle of Corinth. Position by the surrender of Port Gibson and (*) Champion's Hill. Before meeting in Atlanta, William Sherman and Joseph Johnston's troops fought in this skirmish. This campaign": {
    "guess": "Vicksburg Campaign",
    "confidence": [
      [
        "V",
        -0.046779763
      ],
      [
        "icks",
        -2.4153549e-05
      ],
      [
        "burg",
        -5.574252e-05
      ],
      [
        " Campaign",
        -0.007177191
      ]
    ]
  },
  "He came into power by breaking the power of the Woodvilles and taking custody of the young king and his nine-year old brother. He probably murdered the princes, but consolidated his power by putting down a rebellion led by Henry Stafford. With his older brother he was briefly driven into exile by Richard": {
    "guess": "Richard III of England",
    "confidence": [
      [
        "Richard",
        -0.12781873
      ],
      [
        " III",
        -0.005106507
      ],
      [
        " of",
        -0.019010821
      ],
      [
        " England",
        -0.00021486107
      ]
    ]
  },
  "In one campaign, this man's staffers changed the title of a Roy Acuff song to \"Ruthless Cannonball\" after": {
    "guess": "George H. W. Bush ",
    "confidence": [
      [
        "George",
        -2.1700232
      ],
      [
        " H",
        -0.90551573
      ],
      [
        ".",
        -0.050703738
      ],
      [
        " W",
        -0.0063928803
      ],
      [
        ".",
        -0.00010306638
      ],
      [
        " Bush",
        -0.0003745463
      ],
      [
        " ",
        -0.41086164
      ]
    ]
  },
  "Camille Saint-Saëns described this piece as \"no more a piece of music than the palette on which a painter has been working is a picture.\" This piece's only percussion instruments are two crotales, which do not play until the first theme returns in its original rhythm and original key of E major. This piece's first chord is played in measure 4 after the opening solo and is accompanied by a glissando in the first harp. Its composer intended it as part of a three-part composition with a Final Paraphrase and (*) Interlude, but never finished the other two parts. This piece opens with a chromatic descent": {
    "guess": "La Mer",
    "confidence": [
      [
        "La",
        -0.89979404
      ],
      [
        " Mer",
        -0.23052962
      ]
    ]
  },
  "He came into power by breaking the power of the Woodvilles and taking custody of the young king and his": {
    "guess": "Richard III of England",
    "confidence": [
      [
        "Richard",
        -0.05434037
      ],
      [
        " III",
        -0.023922654
      ],
      [
        " of",
        -0.0013466616
      ],
      [
        " England",
        -0.00017708084
      ]
    ]
  },
  "Canada's only Mormon temple is found in this place, while the 49th parallel separates it from Montana in the south. Farming, ranching and oil mining are major industries in this province. It played host": {
    "guess": "Alberta",
    "confidence": [
      [
        "Albert",
        -0.93404806
      ],
      [
        "a",
        -0.00024180108
      ]
    ]
  },
  "After campaigning for Barry Goldwater in 1964, she later fell under the influence of Marian Wright Edelman and worked for the Children's Defense Fund. A graduate of Yale Law, she assisted in the Judiciary Committee inquiry into Watergate. Called a \"bitch\" by Tammy Wynette for remarks she made on 60 Minutes, she was the first female partner at the Rose Law Firm. In 1999 she defeated Rick Lazio to become the first female senator from the state of New York. FTP, name this former First Lady.": {
    "guess": "Hillary Clinton",
    "confidence": [
      [
        "Hillary",
        -0.0069203265
      ],
      [
        " Clinton",
        -0.400142
      ]
    ]
  },
  "The canonical value of this quantity is equal to its classical value plus the product of charge and vector potential. The conjugate form of this quantity is equal to the partial derivative of the Lagrangian with respect to q dot. For a crystal, the \"quasi\" value of this quantity is equal to h-bar times the wavevector. Its operator is (*) negative i times h-bar times the gradient. Kinetic energy is equal to this quantity squared divided by quantity two times mass. It is impossible to know both the": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -1.0100408
      ],
      [
        "omentum",
        -0.000509903
      ]
    ]
  },
  "The 1443 Cantate Domino proposed to reunite this sect with the Roman Church but was struck down by this": {
    "guess": "Coptic Church",
    "confidence": [
      [
        "C",
        -0.3798358
      ],
      [
        "optic",
        -0.016564704
      ],
      [
        " Church",
        -0.010784874
      ]
    ]
  },
  "Canadians in this profession launched a 23-day strike in 1962 against the CCF and Tommy Douglas in Saskatchewan. Thousands of people in this profession were loaned from Cuba to Venezuela in Mission Barrio Adentro. An organization named for these people was founded by Bernard Kouchner following action in (*) Biafra. A man in this profession named Samuel Mudd was implicated in the Lincoln Assassination. This was the profession of Herta Oberheuser, who received a jail sentence as part of a Nazi trial of these professionals in Nuremberg. For 10 points, which profession was held in the 1970s by Ron": {
    "guess": "Medical Doctors",
    "confidence": [
      [
        "Medical",
        -0.38409358
      ],
      [
        " Doctors",
        -0.004389764
      ]
    ]
  },
  "His canine-inspired works include a portrait of \"A Most Remarkable and Sagacious Cur,\" Bumper. Sylvan paintings include Wooded Landscape with a Flooded Road and Cornard Wood, the latter of which was known as this man's \"forest.\" He painted the musicians Carl Friedrich Abel and Johann Christian Bach but": {
    "guess": "Thomas Gainsborough",
    "confidence": [
      [
        "Thomas",
        -0.018535828
      ],
      [
        " G",
        -0.0001008015
      ],
      [
        "ains",
        -1.4259645e-05
      ],
      [
        "borough",
        -2.2723105e-05
      ]
    ]
  },
  "Camille Saint-Saëns described this piece as \"no more a piece of music than the palette on which a painter has been working is a picture.\" This piece's only percussion instruments are two crotales, which do not play until the first theme returns in its original rhythm and original key of E major. This piece's first chord is played in measure 4 after the opening solo and is accompanied by a glissando in the first harp. Its composer intended it as part of a three-part composition with a Final Paraphrase": {
    "guess": "Danse Macabre",
    "confidence": [
      [
        "Dan",
        -1.4105712
      ],
      [
        "se",
        -3.202099e-05
      ],
      [
        " Mac",
        -0.13464545
      ],
      [
        "ab",
        -9.4960524e-05
      ],
      [
        "re",
        -3.5313153e-06
      ]
    ]
  },
  "While campaigning in the Netherlands, this man defeated the Frisians at the Battle of the Boarn, and": {
    "guess": "Battle of the Boarn",
    "confidence": [
      [
        "Battle",
        -0.9328128
      ],
      [
        " of",
        -0.0016475648
      ],
      [
        " the",
        -0.02837024
      ],
      [
        " Bo",
        -0.00024406596
      ],
      [
        "arn",
        -0.0002966128
      ]
    ]
  },
  "Camille Saint-Saens' op. 135 set of six etudes and the traditional teaching of the Parsons transcription of C.P.E. Bach's Solfeggietto in C Minor both center on this technique. A series of transcriptions of Chopin etudes by Leopold Godowsky and an op. 9 Prelude and Nocturne written by Alexander Scriabin during a recovery period also fit this description. Erich Korngold's Concerto in C Sharp Minor, a recently rediscovered Paul Hindemith concerto, and Prokofiev's Concerto No. 4 in B Flat Major are some of the many pieces written in this fashion specifically to accommodate Paul Wittgenstein's disability. FTP, Maurice Ravel's Piano Concerto in D Major and the preceding works share what common feature": {
    "guess": "Paul Wittgenstein",
    "confidence": [
      [
        "Paul",
        -1.0902579
      ],
      [
        " Witt",
        -0.0037655244
      ],
      [
        "gen",
        -0.0006338051
      ],
      [
        "stein",
        -0.0011857036
      ]
    ]
  },
  "He came to the throne in 521, after having the magician Gautama, who claimed to be CambysesÕ brother,": {
    "guess": "Cambyses II",
    "confidence": [
      [
        "Camb",
        -0.78872573
      ],
      [
        "yses",
        -0.0016750642
      ],
      [
        " II",
        -0.023010878
      ]
    ]
  },
  "Canova created a nude sculpture of this figure holding an apple and a spear posing as Mars the Peacemaker.  His portrait where he is holding a staff with a pointing hand on the end of it is often compared to God the Father from the Ghent Altarpiece, a portrait by Ingres.  Antoine-Jean Gros depicted touching soldiers dying of the plague at the Pesthouse in Jaffa.  He is shown crowing his kneeling wife in a coronation portrait by the artist of The Sabine Women.  For 10 points, identify this man shown on his horse crossing the Alps by David.": {
    "guess": "Napoleon",
    "confidence": [
      [
        "N",
        -0.0029769873
      ],
      [
        "ap",
        -0.0020718714
      ],
      [
        "oleon",
        -0.00060164585
      ]
    ]
  },
  "His canine-inspired works include a portrait of \"A Most Remarkable and Sagacious Cur,\" Bumper. Sylvan": {
    "guess": "George Stubbs",
    "confidence": [
      [
        "George",
        -1.5323713
      ],
      [
        " Stub",
        -0.0335996
      ],
      [
        "bs",
        -7.465036e-06
      ]
    ]
  },
  "During a campaign in 1948, this man traversed his home state by helicopter and defeated Coke Stevenson,": {
    "guess": "Lyndon B. Johnson",
    "confidence": [
      [
        "Ly",
        -0.00706522
      ],
      [
        "ndon",
        -4.4179764e-05
      ],
      [
        " B",
        -0.00021164624
      ],
      [
        ".",
        -8.625866e-05
      ],
      [
        " Johnson",
        -4.823269e-05
      ]
    ]
  },
  "Canova created a nude sculpture of this figure holding an apple and a spear posing as Mars the Peacemaker.": {
    "guess": "Napoleon",
    "confidence": [
      [
        "N",
        -0.56912
      ],
      [
        "ap",
        -0.0015604506
      ],
      [
        "oleon",
        -0.00016218038
      ]
    ]
  },
  "One candidate had revolutionized the Maryland train system with his \"Tom Thumb\" locomotive and ran under": {
    "guess": "Peter Cooper",
    "confidence": [
      [
        "Peter",
        -0.0171223
      ],
      [
        " Cooper",
        -0.00067955
      ]
    ]
  },
  "In this campaign, Theophilus Holmes attacked the city of Helena, while Alfred Ellet and William Parsons squared off at Goodrich's Landing. John Bowen failed to protect the bridge over the Big Black River in this campaign. The northern-born Martin L. Smith constructed the Confederate defenses at this series of battles. Good position for the winning side of this campaign was set up by a Henry Halleck": {
    "guess": "Vicksburg Campaign",
    "confidence": [
      [
        "V",
        -0.051891837
      ],
      [
        "icks",
        -1.0445127e-05
      ],
      [
        "burg",
        -9.817902e-05
      ],
      [
        " Campaign",
        -0.2783518
      ]
    ]
  },
  "Canada's only Mormon temple is found in this place, while the 49th parallel separates it from Montana in the south. Farming, ranching and oil mining are major industries in this province. It played host to the XV (15th) Winter Olympic Games in 1988 which saw no gold medals won by Canada. For 10 points, name this province, home of Wayne Gretzky's first NHL team and location of \"The Greatest Outdoor Show on Earth.\"": {
    "guess": "Alberta",
    "confidence": [
      [
        "Albert",
        -0.0193405
      ],
      [
        "a",
        -0.00036930136
      ]
    ]
  },
  "In Cambodian myth, Hari-hara is a combination of this figure and Hiranya. This figure assumed the name \"conquerer of death\" when he kicked the demon Yama, and the lingam stone represents his phallus. This god drunk the poison from the world's ocean, Halahala, in order to allow the Devatas to access the immortal nectar, thus giving himself the name Neelakantam. In one story, this deity pacified Kali by climbing under her during her victory dance, and in a more famous story severed the head of an elephant": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.008222464
      ],
      [
        "iva",
        -5.6219335e-05
      ]
    ]
  },
  "When he came of age, this figure lifted up a rock to find sandals and a sword.  Lycomedes killed this figure by pushing him off a cliff.  Earlier, this man set out on a journey that saw him kill Sciron by feeding him to a turtle and snap Sinis in half using two pine trees.  One of this figure's wives, Phaedra, fell in love with his son (*) Hippolytus.  He reunited with his father Aegeus after taking a journey to reach Athens, a city he would later rule.  This man abandoned Ariadne on the island of Naxos after she helped him escape the Labyrinth.  For 10 points, name this Greek hero who slew the": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.0007411343
      ],
      [
        "us",
        -5.6934558e-05
      ]
    ]
  },
  "After he came to power, he sent Wulfstan of Haithabu to the Baltic and fought the battle of Wilton. Made a Consul of Rome at the age of five by Pope Leo IV, this man forced Guthrum convert to Christianity and sign the Treaty of Wedmore after winning the Battle of Edington. He allegedly spied on his opponents": {
    "guess": "Alfred the Great",
    "confidence": [
      [
        "Al",
        -0.0024391473
      ],
      [
        "fred",
        -1.473646e-05
      ],
      [
        " the",
        -9.388769e-05
      ],
      [
        " Great",
        -4.692145e-05
      ]
    ]
  },
  "A cantilevered beam bends by an amount inversely proportional to the moment of inertia and this quantity, while a rod in tension will be stretched an amount inversely proportional to cross-sectional area and this quantity. It is not constant for materials in the plastic region since (*) Hooke's law doesn't": {
    "guess": "Strain hardening",
    "confidence": [
      [
        "Str",
        -0.44860622
      ],
      [
        "ain",
        -4.179569e-05
      ],
      [
        " hard",
        -0.56682044
      ],
      [
        "ening",
        -0.0007268482
      ]
    ]
  },
  "In the canonical DMP model, this endogenous object is determined as the solution to a Nash bargaining problem. As such, it varies too much as Shimer pointed out, resulting in the empirical puzzle of unemployment that is not sufficiently counter-cyclical. Bewley published a subjective study of the empirical \"stickiness\" of this value, which provides some support to theoretical departures from traditional bilateral efficiency. In the models by Shapiro and Stiglitz, this value is higher than it would be in the absence of shirking, resulting in the so-called \"efficiency\" one of these. In such cases,": {
    "guess": "Wages",
    "confidence": [
      [
        "W",
        -0.4440854
      ],
      [
        "ages",
        -0.55858153
      ]
    ]
  },
  "After he came to power, he sent Wulfstan of Haithabu to the Baltic and fought the battle of Wilton. Made a Consul of Rome at the age of five by Pope Leo IV, this man forced Guthrum convert to Christianity and sign the Treaty of Wedmore after winning the Battle of Edington. He allegedly spied on his opponents by entering their camp as a minstrel, which allowed him to extend his lands all the way to Watling Street, deep into the Danelaw. He is credited with creating the shire system as well as standardizing English law. For 10 points, name this king of Wessex, called \"the Great.\"": {
    "guess": "Alfred the Great",
    "confidence": [
      [
        "Al",
        -0.004197948
      ],
      [
        "fred",
        -8.537869e-06
      ],
      [
        " the",
        -2.4153549e-05
      ],
      [
        " Great",
        -3.655073e-05
      ]
    ]
  },
  "After campaigning for Barry Goldwater in 1964, she later fell under the influence of Marian Wright Edelman and worked for the Children's Defense Fund. A graduate of Yale Law, she assisted in the Judiciary Committee inquiry into Watergate. Called a \"bitch\" by Tammy Wynette for remarks she made on 60 Minutes,": {
    "guess": "Hillary Rodham Clinton",
    "confidence": [
      [
        "Hillary",
        -0.0028804764
      ],
      [
        " Rod",
        -0.43206254
      ],
      [
        "ham",
        -0.00042971558
      ],
      [
        " Clinton",
        -0.00077556213
      ]
    ]
  },
  "Canadians in this profession launched a 23-day strike in 1962 against the CCF and Tommy Douglas in Saskatchewan. Thousands of people in this profession were loaned from Cuba to Venezuela in Mission Barrio Adentro. An organization named for these people was founded by Bernard Kouchner following action in (*) Biafra. A man in this profession named Samuel Mudd was implicated in the Lincoln Assassination. This was the profession of Herta Oberheuser, who received a jail sentence as part of a Nazi trial": {
    "guess": "Medical Doctors",
    "confidence": [
      [
        "Medical",
        -0.05950341
      ],
      [
        " Doctors",
        -0.019318042
      ]
    ]
  },
  "When he came of age, this figure lifted up a rock to find sandals and a sword.  Lycomedes killed this figure by pushing him off a cliff.  Earlier, this man set out on a journey that saw him kill Sciron by feeding him to a turtle and snap Sinis in half using two pine trees.  One of this figure's wives,": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.0012021353
      ],
      [
        "us",
        -5.705376e-05
      ]
    ]
  },
  "In cancer research, DMBA is often attached to this molecule. Two of this molecule's components form \"spore\" and cyclobutane dimers when exposed to UV light. Ethidium bromide intercalates itself into this molecule. This molecule can be repaired by glycosylases and endonucleases. This molecule's CpG sites can be (*) methylated to partially inactivate it. At the ends of this molecule, a \"three prime\" end is aligned with a \"five prime\" end, making its strands antiparallel. One component of this molecule": {
    "guess": "DNA",
    "confidence": [
      [
        "DNA",
        -0.061240926
      ]
    ]
  },
  "The 1983 Canadian Opera Company performance of this opera was the first time supertitles were used. One of its characters describes nightmares in which she is being chased by an avenging spirit in the aria \"Ich habe keine guten Nächte\" or \"I have no good nights.\" This opera opens with the \"fifth maid\" being punished for protesting the gossip of her coworkers. Its protagonist, who searches for a buried axe, is often accompanied with a namesake dissonant bitonal chord that combines E major and D major. That protagonist shares a recognition scene with her (*) brother and duets with her sister Chrysothemis before frenziedly dancing to death. For 10 points, name this first collaboration between Hugo": {
    "guess": "Elektra (opera)",
    "confidence": [
      [
        "Ele",
        -0.018031819
      ],
      [
        "k",
        -3.5835506e-05
      ],
      [
        "tra",
        -0.00013178712
      ],
      [
        " (",
        -0.3153565
      ],
      [
        "op",
        -0.00046641935
      ],
      [
        "era",
        -1.3856493e-06
      ],
      [
        ")",
        -0.00026419671
      ]
    ]
  },
  "One candidate in this nation's 2010 presidential election authorized the sale of Nossa Caixa (CAI-shuh) Bank in 2008. Besides Jose Serra, another candidate in this country's upcoming election is of Bulgarian": {
    "guess": "Brazilian presidential election, 2010",
    "confidence": [
      [
        "Brazil",
        -0.2563253
      ],
      [
        "ian",
        -0.0017509841
      ],
      [
        " presidential",
        -0.20683424
      ],
      [
        " election",
        -0.010886642
      ],
      [
        ",",
        -0.038811117
      ],
      [
        " ",
        -0.0002912486
      ],
      [
        "201",
        -0.0013834515
      ],
      [
        "0",
        -0.0023557874
      ]
    ]
  },
  "The cannonball problem asks when the number of cannonballs in a pyramidal stack can be one of these-the answer is only twice, when the number of cannonballs is either 1 or 4900. Lagrange proved that every": {
    "guess": "Cannonball problem",
    "confidence": [
      [
        "C",
        -0.09097607
      ],
      [
        "annon",
        -0.0004804817
      ],
      [
        "ball",
        -0.0007094518
      ],
      [
        " problem",
        -0.039397955
      ]
    ]
  },
  "This man came to prominence when he led an army to assist the usurper Joannes; when Joannes was killed he was awarded the title of count of Gaul in exchange for dismissing his forces. His path to power involved the murder of Flavius Felix, and although he lost to the governor of Africa, Bonifacius, at Ravenna, Bonifacius fortuitously died from his wounds. He moved the Burgundians to Sapaudia after destroying their kingdom at Worms, an event recounted in the Nibelungenlied. This man's greatest accomplishment was convincing Sangiban of the Alans, Gondioc of the Burgundians and Theodoric the Goth to join him in a great coalition to defeat a common foe. For 10 points, name this Roman general who dominated the reign of Valentinian III and won the battle of the Catalaunian Plains against Attila the": {
    "guess": "Flavius Aetius",
    "confidence": [
      [
        "Fl",
        -0.5441466
      ],
      [
        "avi",
        -5.4908094e-05
      ],
      [
        "us",
        -1.7239736e-05
      ],
      [
        " A",
        -0.000350955
      ],
      [
        "et",
        -0.004716226
      ],
      [
        "ius",
        -8.537869e-06
      ]
    ]
  },
  "He came to the throne in 521, after having the magician Gautama, who claimed to be CambysesÕ brother, put to death. After making Susa his capital, he waged war from the Indus river to the Danube. FTP,": {
    "guess": "Darius I",
    "confidence": [
      [
        "D",
        -0.17111069
      ],
      [
        "arius",
        -0.00011486754
      ],
      [
        " I",
        -0.01346313
      ]
    ]
  },
  "While campaigning in the Netherlands, this man defeated the Frisians at the Battle of the Boarn, and he supported the patron saint of Germany, St. Boniface. Years prior, he had routed Duke Ratbod at the Battle of Ambleve. He served as Mayor of the Palace in Austrasia, a title he passed to his son, Pepin III after securing another victory at the Battle of Cologne. His greatest victory came in 732 with": {
    "guess": "Charles Martel",
    "confidence": [
      [
        "Charles",
        -0.13014908
      ],
      [
        " Mart",
        -2.057744e-05
      ],
      [
        "el",
        -0.000119039665
      ]
    ]
  },
  "One candidate in this nation's 2010 presidential election authorized the sale of Nossa Caixa (CAI-shuh) Bank in 2008. Besides Jose Serra, another candidate in this country's upcoming election is of Bulgarian descent and was once a guerilla in the VAR Palmares organization. That woman is Dilma Rousseff. This nation is currently led by a man who has served as president since 2003 and initiated the anti-hunger Fome Zero project. For 10 points, name this country where President Lula da Silva governs a large Portuguese-speaking population.": {
    "guess": "President of Brazil",
    "confidence": [
      [
        "President",
        -0.5906596
      ],
      [
        " of",
        -0.025373373
      ],
      [
        " Brazil",
        -0.00042590842
      ]
    ]
  },
  "The 1983 Canadian Opera Company performance of this opera was the first time supertitles were used. One": {
    "guess": "Elektra (opera)",
    "confidence": [
      [
        "Ele",
        -0.04817564
      ],
      [
        "k",
        -7.0404574e-05
      ],
      [
        "tra",
        -0.0003418992
      ],
      [
        " (",
        -0.4630891
      ],
      [
        "op",
        -0.000711359
      ],
      [
        "era",
        -1.2664457e-06
      ],
      [
        ")",
        -0.00033558503
      ]
    ]
  },
  "The canonical value of this quantity is equal to its classical value plus the product of charge and vector potential. The conjugate form of this quantity is equal to the partial derivative of the Lagrangian with respect to q dot. For a crystal, the \"quasi\" value of this quantity is equal to h-bar times": {
    "guess": "Hamiltonian",
    "confidence": [
      [
        "Hamilton",
        -1.1043541
      ],
      [
        "ian",
        -0.013792632
      ]
    ]
  },
  "Camille Saint-Saens' op. 135 set of six etudes and the traditional teaching of the Parsons transcription of C.P.E. Bach's Solfeggietto in C Minor both center on this technique. A series of transcriptions of Chopin etudes by Leopold Godowsky and an op. 9 Prelude and Nocturne written by Alexander Scriabin": {
    "guess": "Etude",
    "confidence": [
      [
        "Et",
        -1.3994925
      ],
      [
        "ude",
        -0.22134726
      ]
    ]
  },
  "In cancer research, DMBA is often attached to this molecule. Two of this molecule's components form \"spore\" and cyclobutane dimers when exposed to UV light. Ethidium bromide intercalates itself into this molecule. This molecule can be repaired by glycosylases and endonucleases. This molecule's CpG sites": {
    "guess": "DNA Repair",
    "confidence": [
      [
        "DNA",
        -0.016269786
      ],
      [
        " Repair",
        -0.21710907
      ]
    ]
  },
  "He came to the throne in 521, after having the magician Gautama, who claimed to be CambysesÕ brother, put to death. After making Susa his capital, he waged war from the Indus river to the Danube. FTP, name this son of Hystapses (hih-STAP-sees), a ki  ng of Persia who was succeeded by Xerxes in 486, four": {
    "guess": "Darius I",
    "confidence": [
      [
        "D",
        -0.025714435
      ],
      [
        "arius",
        -3.8934802e-05
      ],
      [
        " I",
        -0.3845798
      ]
    ]
  },
  "Camille Saint-Saens' op. 135 set of six etudes and the traditional teaching of the Parsons transcription of C.P.E. Bach's Solfeggietto in C Minor both center on this technique. A series of transcriptions of Chopin etudes by Leopold Godowsky and an op. 9 Prelude and Nocturne written by Alexander Scriabin during a recovery period also fit this description. Erich Korngold's Concerto in C Sharp Minor, a recently rediscovered Paul Hindemith concerto, and Prokofiev's Concerto No. 4 in B Flat Major are some of the many pieces written in this fashion specifically to accommodate Paul Wittgenstein's disability.": {
    "guess": "Concerto for the Left Hand",
    "confidence": [
      [
        "Con",
        -0.7685427
      ],
      [
        "cert",
        -7.1954215e-05
      ],
      [
        "o",
        -0.020399868
      ],
      [
        " for",
        -0.019217947
      ],
      [
        " the",
        -0.7195482
      ],
      [
        " Left",
        -0.010317282
      ],
      [
        " Hand",
        -0.0014968876
      ]
    ]
  },
  "One candidate had revolutionized the Maryland train system with his \"Tom Thumb\" locomotive and ran under a party that wanted to repeal the Resumption Act. Eventually causing the Wormley Conference, William E. Chandler first urged his party into the fiasco in which Illinois Independent David Davis rejected a post that was filled by Republican Joseph Bradley, the final chair on the Electoral Commission. The president-elect, deemed \"His Fraudulency\" by Northern Democrats, ended Reconstruction. FTP, name this U.S. presidential election when a few votes in South Carolina meant Samuel Tilden lost to": {
    "guess": "United States presidential election, 1876",
    "confidence": [
      [
        "United",
        -0.013474065
      ],
      [
        " States",
        -0.00013810492
      ],
      [
        " presidential",
        -0.0012293963
      ],
      [
        " election",
        -3.786197e-05
      ],
      [
        ",",
        -0.00045557914
      ],
      [
        " ",
        -2.8921695e-05
      ],
      [
        "187",
        -0.0006036686
      ],
      [
        "6",
        -0.000982674
      ]
    ]
  },
  "Canova created a nude sculpture of this figure holding an apple and a spear posing as Mars the Peacemaker.  His portrait where he is holding a staff with a pointing hand on the end of it is often compared to God the Father from the Ghent Altarpiece, a portrait by Ingres.  Antoine-Jean Gros depicted touching soldiers dying of the plague at the Pesthouse in Jaffa.  He is shown crowing his kneeling wife": {
    "guess": "Napoleon",
    "confidence": [
      [
        "N",
        -0.029341131
      ],
      [
        "ap",
        -0.0012808336
      ],
      [
        "oleon",
        -0.0009499297
      ]
    ]
  },
  "In one campaign, this man's staffers changed the title of a Roy Acuff song to \"Ruthless Cannonball\" after this man's campaigning style. He was succeeded by Nicholas Katzenbach in one post and defeated Kenneth Keating for another after which he became part of the first pair of brothers to ever serve in the Senate simultaneously. According to conspiracy theories, this man's attempts to go after Santo Trafficante, Carlos Marcello, and the mafia as Attorney General may have led to his brother's death.": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -0.078142256
      ],
      [
        " F",
        -0.0035318902
      ],
      [
        ".",
        -0.00044496998
      ],
      [
        " Kennedy",
        -2.1650272e-05
      ]
    ]
  },
  "One candidate for it is trinification, which predict magnetic monopoles, while some technicolor models, may also fall into this category. Other candidates include preon models, such as the Harari-Rishon": {
    "guess": "Grand Unified Theory",
    "confidence": [
      [
        "Grand",
        -0.04811816
      ],
      [
        " Unified",
        -0.036664333
      ],
      [
        " Theory",
        -0.00032688316
      ]
    ]
  },
  "The man who came to power just after this event's end promulgated the unpopular Two Whatevers Policy, which implicitly condoned sending a political leader to work in a tractor factory as penance for forcing his son out of a window. Many educated urban youths were forced to go \"up to the mountains, down to the villages\" during this period in the \"Coutnryside Movement.\" Just before this event's beginning, a February Outline was issued by the Five Man Group as a response to an accusation that a real-life house arrest was the basis of the allegedly unpatriotic drama Hai Rui Dismissed From Office. At its beginning (*) Liu Shaoqi was replaced with a man who popularized the Little Red Book. Famous for Big Character posters and Red Guards, for 10 points, name this decade-long period of upheaval at the end of Mao's tenure.": {
    "guess": "Cultural Revolution",
    "confidence": [
      [
        "C",
        -0.011448484
      ],
      [
        "ultural",
        -2.4749568e-05
      ],
      [
        " Revolution",
        -0.0003827677
      ]
    ]
  },
  "Canadian-born and of Irish and Scottish descent, this pianist, harpist, and singer released her first album, Elemental, in 1985 under her own label, Quinlan Road. Later albums include The Visit and The Book of Secrets. Otakon 2001 gave an anime music video award to a tribute to Miyazaki set to her her single \"Mummer's Dance.\" FTP, name this Celtic/New Age artist also known for her musical rendition of \"The Highwayman\".": {
    "guess": "Loreena McKennitt",
    "confidence": [
      [
        "L",
        -0.005084799
      ],
      [
        "ore",
        -1.11603495e-05
      ],
      [
        "ena",
        -8.44706e-05
      ],
      [
        " McK",
        -3.5716304e-05
      ],
      [
        "enn",
        -1.3663626e-05
      ],
      [
        "itt",
        -0.0005978313
      ]
    ]
  },
  "The 1983 Canadian Opera Company performance of this opera was the first time supertitles were used. One of its characters describes nightmares in which she is being chased by an avenging spirit in the aria \"Ich habe keine guten Nächte\" or \"I have no good nights.\" This opera opens with the \"fifth maid\" being punished for protesting the gossip of her coworkers. Its protagonist, who searches for a buried axe, is often accompanied with a namesake dissonant bitonal chord that combines E major and D major. That protagonist shares a recognition scene with her (*) brother and duets with her sister Chrysothemis before frenziedly dancing to death. For 10 points, name this first collaboration between Hugo von Hofmannsthal and Richard Strauss, an opera about a woman who avenges her father Agamemnon.": {
    "guess": "Elektra (opera)",
    "confidence": [
      [
        "Ele",
        -0.004963932
      ],
      [
        "k",
        -5.9437833e-05
      ],
      [
        "tra",
        -9.281486e-05
      ],
      [
        " (",
        -0.4138313
      ],
      [
        "op",
        -0.00018101456
      ],
      [
        "era",
        -5.5122365e-07
      ],
      [
        ")",
        -0.00035012423
      ]
    ]
  },
  "Canova created a nude sculpture of this figure holding an apple and a spear posing as Mars the Peacemaker.  His portrait where he is holding a staff with a pointing hand on the end of it is often compared": {
    "guess": "Antonio Canova",
    "confidence": [
      [
        "Ant",
        -1.1728961
      ],
      [
        "onio",
        -0.0005529135
      ],
      [
        " Can",
        -0.00014609157
      ],
      [
        "ova",
        -9.698699e-05
      ]
    ]
  },
  "While campaigning in the Netherlands, this man defeated the Frisians at the Battle of the Boarn, and he supported the patron saint of Germany, St. Boniface. Years prior, he had routed Duke Ratbod at the Battle of Ambleve. He served as Mayor of the Palace in Austrasia, a title he passed to his son, Pepin III after securing another victory at the Battle of Cologne. His greatest victory came in 732 with his defeat of the Abdul-Rahman Al-Ghafiqi and the Ummayad dynasty at the Battle of Tours. For 10 points, name this king nicknamed \"the Hammer\", the grandfather of Charlemagne.": {
    "guess": "Charles Martel",
    "confidence": [
      [
        "Charles",
        -0.0015355739
      ],
      [
        " Mart",
        -3.6669935e-05
      ],
      [
        "el",
        -0.00014251545
      ]
    ]
  },
  "This man came to prominence when he led an army to assist the usurper Joannes; when Joannes was killed he was awarded the title of count of Gaul in exchange for dismissing his forces. His path to power involved the murder of Flavius Felix, and although he lost to the governor of Africa, Bonifacius, at Ravenna, Bonifacius fortuitously died from his wounds. He moved the Burgundians to Sapaudia after destroying their kingdom at Worms, an event recounted in the Nibelungenlied. This man's greatest accomplishment was convincing Sangiban of the Alans, Gondioc of the Burgundians and Theodoric the Goth to join him in a great coalition to defeat a common foe. For 10 points, name this Roman general who": {
    "guess": "Flavius Aetius",
    "confidence": [
      [
        "Fl",
        -0.089442
      ],
      [
        "avi",
        -3.8934802e-05
      ],
      [
        "us",
        -3.070975e-05
      ],
      [
        " A",
        -0.0013580904
      ],
      [
        "et",
        -0.006191026
      ],
      [
        "ius",
        -1.1279553e-05
      ]
    ]
  },
  "Most of them came from Same (SAH-may), Zacynthos (zah-KIN-thaws), or Dulichium (doo-LIKK-ee-oom). Their ranks included Liodes, a priest, Ctesippus (kuh-TEE-sip-oss), who helped spark their doom by throwing": {
    "guess": "Suitors of Penelope",
    "confidence": [
      [
        "Suit",
        -0.98541355
      ],
      [
        "ors",
        -5.9153886e-06
      ],
      [
        " of",
        -0.00516082
      ],
      [
        " Pen",
        -7.89631e-07
      ],
      [
        "elope",
        -7.255024e-05
      ]
    ]
  },
  "Candidates who ran for nomination in this election include Howard Baker and the first candidacy of Ben Fernandez. In addition, this election featured the first openly gay man to run for President, David McReynolds, as well as Ed Clark, who netted the Libertarian Party over one percent of the vote for the first time. Despite three Presidential debates being planned, only two of them occurred and only": {
    "guess": "United States presidential election, 1980",
    "confidence": [
      [
        "United",
        -0.02023528
      ],
      [
        " States",
        -0.00037669198
      ],
      [
        " presidential",
        -0.002448304
      ],
      [
        " election",
        -4.429897e-05
      ],
      [
        ",",
        -0.03474553
      ],
      [
        " ",
        -4.0722858e-05
      ],
      [
        "198",
        -0.002211635
      ],
      [
        "0",
        -0.0023711317
      ]
    ]
  },
  "Canada's only Mormon temple is found in this place, while the 49th parallel separates it from Montana in the south. Farming, ranching and oil mining are major industries in this province. It played host to the XV (15th) Winter Olympic Games in 1988 which saw no gold medals won by Canada. For 10 points,": {
    "guess": "Alberta",
    "confidence": [
      [
        "Albert",
        -0.2800333
      ],
      [
        "a",
        -0.00020640128
      ]
    ]
  },
  "The campus of the University of California at Irvine_ _has a center that studies the use of this technology": {
    "guess": "University of California, Irvine",
    "confidence": [
      [
        "University",
        -0.4608043
      ],
      [
        " of",
        -0.036111068
      ],
      [
        " California",
        -0.000197461
      ],
      [
        ",",
        -0.014424033
      ],
      [
        " Irvine",
        -0.0006944431
      ]
    ]
  },
  "The canonical value of this quantity is equal to its classical value plus the product of charge and vector potential. The conjugate form of this quantity is equal to the partial derivative of the Lagrangian with respect to q dot. For a crystal, the \"quasi\" value of this quantity is equal to h-bar times the wavevector. Its operator is (*) negative i times h-bar times the gradient. Kinetic energy is": {
    "guess": "Hamiltonian",
    "confidence": [
      [
        "Hamilton",
        -0.8806433
      ],
      [
        "ian",
        -0.00016992862
      ]
    ]
  },
  "Camille Saint-Saens' op. 135 set of six etudes and the traditional teaching of the Parsons transcription of C.P.E. Bach's Solfeggietto in C Minor both center on this technique. A series of transcriptions": {
    "guess": "Piano technique",
    "confidence": [
      [
        "P",
        -0.7845354
      ],
      [
        "iano",
        -0.03299805
      ],
      [
        " technique",
        -0.13517314
      ]
    ]
  },
  "After he came to power, he sent Wulfstan of Haithabu to the Baltic and fought the battle of Wilton. Made a Consul of Rome at the age of five by Pope Leo IV, this man forced Guthrum convert to Christianity and sign the Treaty of Wedmore after winning the Battle of Edington. He allegedly spied on his opponents by entering their camp as a minstrel, which allowed him to extend his lands all the way to": {
    "guess": "Alfred the Great",
    "confidence": [
      [
        "Al",
        -0.0014303554
      ],
      [
        "fred",
        -5.9153886e-06
      ],
      [
        " the",
        -0.00015205175
      ],
      [
        " Great",
        -3.5835506e-05
      ]
    ]
  },
  "In the canonical DMP model, this endogenous object is determined as the solution to a Nash bargaining": {
    "guess": "Wage curve",
    "confidence": [
      [
        "W",
        -1.0405202
      ],
      [
        "age",
        -0.31000745
      ],
      [
        " curve",
        -1.6322925
      ]
    ]
  },
  "The 1443 Cantate Domino proposed to reunite this sect with the Roman Church but was struck down by this group's pope, John XI. A convert to this sect named Annianus dated the Creation to March 25, 5492 BC, and believed in \"Paschal Cycles\" of 532 years that mark off periods known in this religion as the Era of Grace and the Era of Martyrs. This group was founded by those who disagreed with the Council": {
    "guess": "Coptic Orthodox Church",
    "confidence": [
      [
        "C",
        -0.024942912
      ],
      [
        "optic",
        -0.002373985
      ],
      [
        " Orthodox",
        -0.19678728
      ],
      [
        " Church",
        -0.00012749579
      ]
    ]
  },
  "This campaign was initially proposed at the Council of Ferentino and then renewed at San Germano. The army set sail in the midst of a malaria epidemic, and the Langrave of Thuringia fell ill soon after departure from Brindisi. It resulted in the signing of a flimsy ten year truce with Melek el-Kamel in return for aid against al-Nasir, after the marriage of the main participant to Yolande, the daughter of John of Brienne. This chain of events was quickly repudiated by Pope Gregory IX, a long time enemy of this campaign's leader who declared himself regent King of Jerusalem. FTP, name this crusade": {
    "guess": "Sixth Crusade",
    "confidence": [
      [
        "Six",
        -0.7547672
      ],
      [
        "th",
        -9.2576454e-05
      ],
      [
        " Crus",
        -0.0004107732
      ],
      [
        "ade",
        -2.1054253e-05
      ]
    ]
  },
  "In cancer research, DMBA is often attached to this molecule. Two of this molecule's components form \"spore\" and cyclobutane dimers when exposed to UV light. Ethidium bromide intercalates itself into this molecule. This molecule can be repaired by glycosylases and endonucleases. This molecule's CpG sites can be (*) methylated to partially inactivate it. At the ends of this molecule, a \"three prime\" end is aligned with a \"five prime\" end, making its strands antiparallel. One component of this molecule is swapped with uracil during transcription. For 10 points, name this molecule made of the nucleotides thymine, guanine, adenine, and cytosine, which encodes genes.": {
    "guess": "DNA",
    "confidence": [
      [
        "DNA",
        -0.037365094
      ]
    ]
  },
  "Candidates who ran for nomination in this election include Howard Baker and the first candidacy of Ben Fernandez. In addition, this election featured the first openly gay man to run for President, David McReynolds, as well as Ed Clark, who netted the Libertarian Party over one percent of the vote for the first time. Despite three Presidential debates being planned, only two of them occurred and only the last one featured both major candidates, as the Democratic nominee refused to debate the independent candidate John Anderson. The interest rate crisis and the Iran Hostage Crisis were primary issues, in, FTP, what election, which saw a Republican landslide by Ronald Reagan over Jimmy Carter?": {
    "guess": "United States presidential election, 1980",
    "confidence": [
      [
        "United",
        -0.0030062273
      ],
      [
        " States",
        -0.00032604876
      ],
      [
        " presidential",
        -0.0005753128
      ],
      [
        " election",
        -3.333223e-05
      ],
      [
        ",",
        -3.523949e-05
      ],
      [
        " ",
        -3.650519e-06
      ],
      [
        "198",
        -5.3239244e-05
      ],
      [
        "0",
        -0.00011093382
      ]
    ]
  },
  "After campaigning for Barry Goldwater in 1964, she later fell under the influence of Marian Wright Edelman": {
    "guess": "Hillary Clinton",
    "confidence": [
      [
        "Hillary",
        -0.12149498
      ],
      [
        " Clinton",
        -0.30045697
      ]
    ]
  },
  "One of his campaigns was conducted against Grimoald III, duke of Benevento, who had formerly been his hostage. In his namesake Libri, theologians attacked the Second Council of Nicaea, before he himself": {
    "guess": "Iconoclasm",
    "confidence": [
      [
        "Icon",
        -1.1680222
      ],
      [
        "ocl",
        -0.32966557
      ],
      [
        "asm",
        -8.180258e-06
      ]
    ]
  },
  "He came into this world and left it in a hotel room. His father was a stage actor and he grew up behind the scenes at the theater. His early plays were put on by the Provincetown Players, but he did not publish any plays until 1920's Beyond the Horizon, for which he won his first Pulitzer. For ten points, identify this prolific American playwright of such works as The Iceman Cometh and Long Day's Journey": {
    "guess": "Eugene O'Neill",
    "confidence": [
      [
        "E",
        -0.0005435001
      ],
      [
        "ug",
        -3.1737043e-06
      ],
      [
        "ene",
        -1.3306016e-05
      ],
      [
        " O",
        -2.7252845e-05
      ],
      [
        "'Neill",
        -0.00032628715
      ]
    ]
  },
  "One of his campaigns was conducted against Grimoald III, duke of Benevento, who had formerly been his": {
    "guess": "Charles of Anjou",
    "confidence": [
      [
        "Charles",
        -1.7673767
      ],
      [
        " of",
        -0.38829014
      ],
      [
        " An",
        -0.018083217
      ],
      [
        "j",
        -1.473646e-05
      ],
      [
        "ou",
        -3.9292416e-05
      ]
    ]
  },
  "While in Canton, this man used the pseudonym Ly Thuy and founded a Revolutionary Youth Association. He worked as a ship's pastry cook before presenting a failed eight-point petition for rights at the Versailles": {
    "guess": "Ho Chi Minh",
    "confidence": [
      [
        "Ho",
        -0.18786265
      ],
      [
        " Chi",
        -0.00021593389
      ],
      [
        " Minh",
        -0.00038002967
      ]
    ]
  },
  "The canonical commutation relation between the variables involved in this relation implies that no state can be an eigenstate of the variables at the same time. This relation is a special case of the Robertson-Schrödinger inequality, and it was introduced through a thought experiment that involved a gamma-ray microscope. One way of representing this principle involves energy and time, and this principle states that electrons can only have definite positions when they are in a state in which their": {
    "guess": "Uncertainty principle",
    "confidence": [
      [
        "Unc",
        -0.83592224
      ],
      [
        "ertainty",
        -0.001764313
      ],
      [
        " principle",
        -0.056562014
      ]
    ]
  },
  "The canonical commutation relation between the variables involved in this relation implies that no state can be an eigenstate of the variables at the same time. This relation is a special case of the Robertson-Schrödinger": {
    "guess": "Uncertainty principle",
    "confidence": [
      [
        "Unc",
        -0.6907681
      ],
      [
        "ertainty",
        -0.00054791063
      ],
      [
        " principle",
        -0.058540817
      ]
    ]
  },
  "He came into power by breaking the power of the Woodvilles and taking custody of the young king and his nine-year old brother. He probably murdered the princes, but consolidated his power by putting down a rebellion led by Henry Stafford. With his older brother he was briefly driven into exile by Richard Neville, the Kingmaker, who restored Henry VI to the throne. But he brought his brother back after": {
    "guess": "Edward IV of England",
    "confidence": [
      [
        "Edward",
        -0.22503756
      ],
      [
        " IV",
        -0.003737849
      ],
      [
        " of",
        -0.19273658
      ],
      [
        " England",
        -3.333223e-05
      ]
    ]
  },
  "Camille Saint-Saens' op. 135 set of six etudes and the traditional teaching of the Parsons transcription of C.P.E. Bach's Solfeggietto in C Minor both center on this technique. A series of transcriptions of Chopin etudes by Leopold Godowsky and an op. 9 Prelude and Nocturne written by Alexander Scriabin during a recovery period also fit this description. Erich Korngold's Concerto in C Sharp Minor,": {
    "guess": "Chromatic scale",
    "confidence": [
      [
        "Ch",
        -1.0738549
      ],
      [
        "romatic",
        -0.34223595
      ],
      [
        " scale",
        -0.80315644
      ]
    ]
  },
  "This man came to prominence when he led an army to assist the usurper Joannes; when Joannes was killed": {
    "guess": "Flavius Aetius",
    "confidence": [
      [
        "Fl",
        -0.5463378
      ],
      [
        "avi",
        -0.00010473523
      ],
      [
        "us",
        -2.9352968e-06
      ],
      [
        " A",
        -0.057030763
      ],
      [
        "et",
        -0.009740975
      ],
      [
        "ius",
        -5.7961847e-06
      ]
    ]
  },
  "He came to power when his father and brothers were killed by Heracles. After helping with the sacking": {
    "guess": "Laomedon",
    "confidence": [
      [
        "La",
        -1.1526312
      ],
      [
        "omed",
        -0.012003771
      ],
      [
        "on",
        -0.0005616117
      ]
    ]
  },
  "In this campaign, Theophilus Holmes attacked the city of Helena, while Alfred Ellet and William Parsons squared off at Goodrich's Landing. John Bowen failed to protect the bridge over the Big Black River in this campaign. The northern-born Martin L. Smith constructed the Confederate defenses at this series of battles. Good position for the winning side of this campaign was set up by a Henry Halleck win at the Battle of Corinth. Position by the surrender of Port Gibson and (*) Champion's Hill. Before meeting in Atlanta, William Sherman and Joseph Johnston's troops fought in this skirmish. This campaign ended on July 4th, 1863 when John Pemberton surrendered. For 10 points, name this Union victory,": {
    "guess": "Vicksburg Campaign",
    "confidence": [
      [
        "V",
        -0.04115536
      ],
      [
        "icks",
        -3.650519e-06
      ],
      [
        "burg",
        -7.79144e-05
      ],
      [
        " Campaign",
        -0.02491046
      ]
    ]
  },
  "One candidate in this nation's 2010 presidential election authorized the sale of Nossa Caixa (CAI-shuh)": {
    "guess": "Brazilian general election, 2010",
    "confidence": [
      [
        "Brazil",
        -0.17473838
      ],
      [
        "ian",
        -0.0008582198
      ],
      [
        " general",
        -0.61464167
      ],
      [
        " election",
        -0.0016991067
      ],
      [
        ",",
        -0.017188739
      ],
      [
        " ",
        -0.00048928807
      ],
      [
        "201",
        -0.0013448773
      ],
      [
        "0",
        -0.000412796
      ]
    ]
  },
  "One candidate in this nation's 2010 presidential election authorized the sale of Nossa Caixa (CAI-shuh) Bank in 2008. Besides Jose Serra, another candidate in this country's upcoming election is of Bulgarian descent and was once a guerilla in the VAR Palmares organization. That woman is Dilma Rousseff.": {
    "guess": "Brazilian presidential election, 2010",
    "confidence": [
      [
        "Brazil",
        -0.12068661
      ],
      [
        "ian",
        -0.00042674286
      ],
      [
        " presidential",
        -0.1479199
      ],
      [
        " election",
        -0.012071141
      ],
      [
        ",",
        -0.1345376
      ],
      [
        " ",
        -0.0005139523
      ],
      [
        "201",
        -0.001824885
      ],
      [
        "0",
        -0.008692215
      ]
    ]
  },
  "He came into this world and left it in a hotel room. His father was a stage actor and he grew up behind the scenes at the theater. His early plays were put on by the Provincetown Players, but he did not publish any plays until 1920's Beyond the Horizon, for which he won his first Pulitzer. For ten points,": {
    "guess": "Eugene O'Neill",
    "confidence": [
      [
        "E",
        -0.0036424766
      ],
      [
        "ug",
        -3.888926e-06
      ],
      [
        "ene",
        -1.27099975e-05
      ],
      [
        " O",
        -4.167649e-05
      ],
      [
        "'Neill",
        -0.0005569628
      ]
    ]
  },
  "The man who came to power just after this event's end promulgated the unpopular Two Whatevers Policy, which implicitly condoned sending a political leader to work in a tractor factory as penance for forcing his son out of a window. Many educated urban youths were forced to go \"up to the mountains, down": {
    "guess": "Cultural Revolution",
    "confidence": [
      [
        "C",
        -0.09243077
      ],
      [
        "ultural",
        -1.9385403e-05
      ],
      [
        " Revolution",
        -6.396757e-05
      ]
    ]
  },
  "One candidate for it is trinification, which predict magnetic monopoles, while some technicolor models, may also fall into this category. Other candidates include preon models, such as the Harari-Rishon model, while SO10 suffers from the doublet-triplet splitting problem. The flipped SU5 and SU10 models get their name from the flipping of the left-handed fermions relative to the Georgi-Glashow model, which predicts proton decay. The Pati-Salam one predicts spontaneous symmetry breaking, but the most famous might be string theory. For ten points, identify these extensions of the Standard Model which seek to incorporate electroweak and strong interactions into a single force.": {
    "guess": "Grand Unified Theory",
    "confidence": [
      [
        "Grand",
        -0.0062917187
      ],
      [
        " Unified",
        -0.0014866471
      ],
      [
        " Theory",
        -0.04884896
      ]
    ]
  },
  "Canadian-born and of Irish and Scottish descent, this pianist, harpist, and singer released her first": {
    "guess": "Loreena McKennitt",
    "confidence": [
      [
        "L",
        -0.0022491037
      ],
      [
        "ore",
        -3.4047454e-05
      ],
      [
        "ena",
        -0.00011439072
      ],
      [
        " McK",
        -4.6206227e-05
      ],
      [
        "enn",
        -1.7835755e-05
      ],
      [
        "itt",
        -0.0006439301
      ]
    ]
  },
  "When he came of age, this figure lifted up a rock to find sandals and a sword.  Lycomedes killed this figure by pushing him off a cliff.  Earlier, this man set out on a journey that saw him kill Sciron by feeding him to a turtle and snap Sinis in half using two pine trees.  One of this figure's wives, Phaedra, fell in love with his son (*) Hippolytus.  He reunited with his father Aegeus after taking": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.0013844016
      ],
      [
        "us",
        -3.464347e-05
      ]
    ]
  },
  "Canova created a nude sculpture of this figure holding an apple and a spear posing as Mars the Peacemaker.  His portrait where he is holding a staff with a pointing hand on the end of it is often compared to God the Father from the Ghent Altarpiece, a portrait by Ingres.  Antoine-Jean Gros depicted touching": {
    "guess": "Napoleon Bonaparte",
    "confidence": [
      [
        "N",
        -1.1607087
      ],
      [
        "ap",
        -0.021105
      ],
      [
        "oleon",
        -0.0015517599
      ],
      [
        " Bon",
        -0.5310313
      ],
      [
        "ap",
        -9.889425e-05
      ],
      [
        "arte",
        -7.004696e-05
      ]
    ]
  },
  "This man came to prominence when he led an army to assist the usurper Joannes; when Joannes was killed he was awarded the title of count of Gaul in exchange for dismissing his forces. His path to power": {
    "guess": "Flavius Aetius",
    "confidence": [
      [
        "Fl",
        -0.316998
      ],
      [
        "avi",
        -0.00015419374
      ],
      [
        "us",
        -3.888926e-06
      ],
      [
        " A",
        -0.008972268
      ],
      [
        "et",
        -0.008213004
      ],
      [
        "ius",
        -7.89631e-07
      ]
    ]
  },
  "The canonical value of this quantity is equal to its classical value plus the product of charge and vector potential. The conjugate form of this quantity is equal to the partial derivative of the Lagrangian": {
    "guess": "Hamiltonian",
    "confidence": [
      [
        "Hamilton",
        -0.45629364
      ],
      [
        "ian",
        -0.003874539
      ]
    ]
  },
  "After campaigning for Barry Goldwater in 1964, she later fell under the influence of Marian Wright Edelman and worked for the Children's Defense Fund. A graduate of Yale Law, she assisted in the Judiciary Committee inquiry into Watergate. Called a \"bitch\" by Tammy Wynette for remarks she made on 60 Minutes, she was the first female partner at the Rose Law Firm. In 1999 she defeated Rick Lazio to become": {
    "guess": "Hillary Clinton",
    "confidence": [
      [
        "Hillary",
        -0.014472333
      ],
      [
        " Clinton",
        -0.49301198
      ]
    ]
  },
  "He came to power when his father and brothers were killed by Heracles. After helping with the sacking of Troy, primarily by giving lots of long-winded advice, he returned to rule Pylos. While there, he was visited by Telemachus, who wanted to know the fate of his father but was instead informed of the fates of a lot of other leaders. Name this old man who tried to mediate between Achilles and Agamemnon.": {
    "guess": "Nestor (mythology)",
    "confidence": [
      [
        "N",
        -0.0019283942
      ],
      [
        "est",
        -3.1737043e-06
      ],
      [
        "or",
        -3.4121115e-06
      ],
      [
        " (",
        -3.1782583e-05
      ],
      [
        "my",
        -2.4584822e-06
      ],
      [
        "th",
        -8.180258e-06
      ],
      [
        "ology",
        -3.750436e-05
      ],
      [
        ")",
        -7.89631e-07
      ]
    ]
  },
  "One of his campaigns was conducted against Grimoald III, duke of Benevento, who had formerly been his hostage. In his namesake Libri, theologians attacked the Second Council of Nicaea, before he himself convened the Synod of Frankfurt, which overruled that ecumenical council. In his \"cold war\" with the": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.13731171
      ],
      [
        "lem",
        -4.0722858e-05
      ],
      [
        "agne",
        -0.00010473523
      ]
    ]
  },
  "The cannonball problem asks when the number of cannonballs in a pyramidal stack can be one of these-the answer is only twice, when the number of cannonballs is either 1 or 4900. Lagrange proved that every positive integer can be expressed as the sum of four of these numbers, and the zeta function of two is defined as the sum of their reciprocals. They are always congruent to zero or one modulo four, and their last digit is always 1, 4, 9, 6, or 5. FTP, identify these numbers which are formed by raising": {
    "guess": "Perfect squares",
    "confidence": [
      [
        "Perfect",
        -0.17223783
      ],
      [
        " squares",
        -0.13703068
      ]
    ]
  },
  "The 1443 Cantate Domino proposed to reunite this sect with the Roman Church but was struck down by this group's pope, John XI. A convert to this sect named Annianus dated the Creation to March 25, 5492 BC, and believed in \"Paschal Cycles\" of 532 years that mark off periods known in this religion as the Era of Grace and the Era of Martyrs. This group was founded by those who disagreed with the Council of Chalcedon, the Monophysites. Its largest current monastery is at Wadi Natrun, and its current pope is Shenouda III. For 10 points, name this Christian sect supposedly founded by St. Mark, based in Egypt.": {
    "guess": "Coptic Orthodox Church",
    "confidence": [
      [
        "C",
        -0.0042135017
      ],
      [
        "optic",
        -4.5371802e-05
      ],
      [
        " Orthodox",
        -0.04628672
      ],
      [
        " Church",
        -4.365741e-06
      ]
    ]
  },
  "In one campaign, this man's staffers changed the title of a Roy Acuff song to \"Ruthless Cannonball\" after this man's campaigning style. He was succeeded by Nicholas Katzenbach in one post and defeated": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -0.59642357
      ],
      [
        " F",
        -0.037953235
      ],
      [
        ".",
        -0.00026896485
      ],
      [
        " Kennedy",
        -0.0007381579
      ]
    ]
  },
  "In Cambodian myth, Hari-hara is a combination of this figure and Hiranya. This figure assumed the name \"conquerer of death\" when he kicked the demon Yama, and the lingam stone represents his phallus. This god drunk the poison from the world's ocean, Halahala, in order to allow the Devatas to access the immortal nectar, thus giving himself the name Neelakantam. In one story, this deity pacified Kali by climbing under her during her victory dance, and in a more famous story severed the head of an elephant to supplant his son's. For 10 points, name this father of Ganesha and husband of Parvati, the": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.008220575
      ],
      [
        "iva",
        -2.7610455e-05
      ]
    ]
  },
  "Canadians in this profession launched a 23-day strike in 1962 against the CCF and Tommy Douglas in Saskatchewan. Thousands of people in this profession were loaned from Cuba to Venezuela in Mission Barrio Adentro. An organization named for these people was founded by Bernard Kouchner following action in (*) Biafra. A man in this profession named Samuel Mudd was implicated in the Lincoln Assassination.": {
    "guess": "Medical Doctors",
    "confidence": [
      [
        "Medical",
        -0.31362304
      ],
      [
        " Doctors",
        -0.013624368
      ]
    ]
  },
  "The canonical commutation relation between the variables involved in this relation implies that no state can be an eigenstate of the variables at the same time. This relation is a special case of the Robertson-Schrödinger inequality, and it was introduced through a thought experiment that involved a gamma-ray microscope. One way of representing this principle involves energy and time, and this principle states that electrons can only have definite positions when they are in a state in which their energy is undefined. For 10 points, name this principle which states that the momentum and position": {
    "guess": "Uncertainty principle",
    "confidence": [
      [
        "Unc",
        -0.80166215
      ],
      [
        "ertainty",
        -0.00013285996
      ],
      [
        " principle",
        -0.0327467
      ]
    ]
  },
  "Canadians in this profession launched a 23-day strike in 1962 against the CCF and Tommy Douglas in Saskatchewan. Thousands of people in this profession were loaned from Cuba to Venezuela in Mission Barrio": {
    "guess": "Medical Doctors",
    "confidence": [
      [
        "Medical",
        -0.03283414
      ],
      [
        " Doctors",
        -0.012730957
      ]
    ]
  },
  "Most of them came from Same (SAH-may), Zacynthos (zah-KIN-thaws), or Dulichium (doo-LIKK-ee-oom). Their ranks included Liodes, a priest, Ctesippus (kuh-TEE-sip-oss), who helped spark their doom by throwing a hoof at a beggar, and Eurymachus, who seduced the maid Melantho. A force to avenge them was led": {
    "guess": "The Odyssey",
    "confidence": [
      [
        "The",
        -0.88719344
      ],
      [
        " Odyssey",
        -0.17770675
      ]
    ]
  },
  "The man who came to power just after this event's end promulgated the unpopular Two Whatevers Policy, which implicitly condoned sending a political leader to work in a tractor factory as penance for forcing his son out of a window. Many educated urban youths were forced to go \"up to the mountains, down to the villages\" during this period in the \"Coutnryside Movement.\" Just before this event's beginning, a February Outline was issued by the Five Man Group as a response to an accusation that a real-life": {
    "guess": "Cultural Revolution",
    "confidence": [
      [
        "C",
        -0.11019766
      ],
      [
        "ultural",
        -7.493431e-05
      ],
      [
        " Revolution",
        -0.001174867
      ]
    ]
  },
  "The 1983 Canadian Opera Company performance of this opera was the first time supertitles were used. One of its characters describes nightmares in which she is being chased by an avenging spirit in the": {
    "guess": "Elektra (opera)",
    "confidence": [
      [
        "Ele",
        -0.69223076
      ],
      [
        "k",
        -8.864273e-05
      ],
      [
        "tra",
        -0.00020020269
      ],
      [
        " (",
        -0.4648244
      ],
      [
        "op",
        -0.00057710084
      ],
      [
        "era",
        -2.8160932e-06
      ],
      [
        ")",
        -0.0008989581
      ]
    ]
  },
  "The 1443 Cantate Domino proposed to reunite this sect with the Roman Church but was struck down by this group's pope, John XI. A convert to this sect named Annianus dated the Creation to March 25, 5492 BC, and believed in \"Paschal Cycles\" of 532 years that mark off periods known in this religion as the Era of Grace and the Era of Martyrs. This group was founded by those who disagreed with the Council of Chalcedon, the Monophysites. Its largest current monastery is at Wadi Natrun, and its current pope is Shenouda III. For 10 points, name this Christian sect supposedly founded by St. Mark, based": {
    "guess": "Coptic Orthodox Church",
    "confidence": [
      [
        "C",
        -0.0053096544
      ],
      [
        "optic",
        -0.00010807293
      ],
      [
        " Orthodox",
        -0.10187434
      ],
      [
        " Church",
        -3.7623562e-05
      ]
    ]
  },
  "One candidate for it is trinification, which predict magnetic monopoles, while some technicolor models, may also fall into this category. Other candidates include preon models, such as the Harari-Rishon model, while SO10 suffers from the doublet-triplet splitting problem. The flipped SU5 and SU10 models": {
    "guess": "Grand Unified Theory",
    "confidence": [
      [
        "Grand",
        -0.027526073
      ],
      [
        " Unified",
        -0.03180694
      ],
      [
        " Theory",
        -0.0029929169
      ]
    ]
  },
  "Camille Saint-Saëns described this piece as \"no more a piece of music than the palette on which a painter has been working is a picture.\" This piece's only percussion instruments are two crotales, which": {
    "guess": "The Carnival of the Animals",
    "confidence": [
      [
        "The",
        -0.32990676
      ],
      [
        " Carnival",
        -0.044101078
      ],
      [
        " of",
        -0.00014478032
      ],
      [
        " the",
        -0.0018680678
      ],
      [
        " Animals",
        -0.00031770815
      ]
    ]
  },
  "In cancer research, DMBA is often attached to this molecule. Two of this molecule's components form \"spore\" and cyclobutane dimers when exposed to UV light. Ethidium bromide intercalates itself into this": {
    "guess": "DNA Repair",
    "confidence": [
      [
        "DNA",
        -0.36150864
      ],
      [
        " Repair",
        -0.5203656
      ]
    ]
  },
  "In Cambodian myth, Hari-hara is a combination of this figure and Hiranya. This figure assumed the name": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.7317721
      ],
      [
        "ish",
        -0.0077403127
      ],
      [
        "nu",
        -9.841743e-05
      ]
    ]
  },
  "Canada's only Mormon temple is found in this place, while the 49th parallel separates it from Montana in the south. Farming, ranching and oil mining are major industries in this province. It played host to the XV (15th) Winter Olympic Games in 1988 which saw no gold medals won by Canada. For 10 points, name this province, home of Wayne Gretzky's first NHL team and location of \"The Greatest Outdoor": {
    "guess": "Alberta",
    "confidence": [
      [
        "Albert",
        -0.020959431
      ],
      [
        "a",
        -0.000113913906
      ]
    ]
  },
  "While in Canton, this man used the pseudonym Ly Thuy and founded a Revolutionary Youth Association. He worked as a ship's pastry cook before presenting a failed eight-point petition for rights at the Versailles peace conference. His country's bloody 5-phase campaign for [*] land reform began in 1954, and he was often called \"Uncle\" by his country's people. After his troops defeated the French at Dienbienphu, his main enemy became Ngô ?ình Di?m. For 10 points, name this Communist leader of the Viet Minh and President of North Vietnam, for whom Saigon was renamed after its capture in 1975.": {
    "guess": "Ho Chi Minh",
    "confidence": [
      [
        "Ho",
        -0.009844035
      ],
      [
        " Chi",
        -0.00036715568
      ],
      [
        " Minh",
        -0.00038157566
      ]
    ]
  },
  "He came into power by breaking the power of the Woodvilles and taking custody of the young king and his nine-year old brother. He probably murdered the princes, but consolidated his power by putting down a rebellion led by Henry Stafford. With his older brother he was briefly driven into exile by Richard Neville, the Kingmaker, who restored Henry VI to the throne. But he brought his brother back after victories at Barnet and Tewkesbury. FTP, name this king killed at Bosworth Field in 1485, the last": {
    "guess": "Richard III of England",
    "confidence": [
      [
        "Richard",
        -0.099871226
      ],
      [
        " III",
        -0.0009737557
      ],
      [
        " of",
        -0.04154471
      ],
      [
        " England",
        -0.00021486107
      ]
    ]
  },
  "During a campaign in 1948, this man traversed his home state by helicopter and defeated Coke Stevenson, and in his highest office he responded to an attack on the U.S.S. Maddox. This man created the Office": {
    "guess": "Lyndon B. Johnson",
    "confidence": [
      [
        "Ly",
        -0.024864187
      ],
      [
        "ndon",
        -0.00011105302
      ],
      [
        " B",
        -0.0008696524
      ],
      [
        ".",
        -0.0003701358
      ],
      [
        " Johnson",
        -8.971556e-05
      ]
    ]
  },
  "The 1443 Cantate Domino proposed to reunite this sect with the Roman Church but was struck down by this group's pope, John XI. A convert to this sect named Annianus dated the Creation to March 25, 5492 BC, and believed in \"Paschal Cycles\" of 532 years that mark off periods known in this religion as the Era of Grace and the Era of Martyrs. This group was founded by those who disagreed with the Council of Chalcedon, the Monophysites. Its largest current monastery is at Wadi Natrun, and its current": {
    "guess": "Coptic Orthodox Church",
    "confidence": [
      [
        "C",
        -0.0065900786
      ],
      [
        "optic",
        -0.0001245157
      ],
      [
        " Orthodox",
        -0.023545465
      ],
      [
        " Church",
        -0.00027432904
      ]
    ]
  },
  "The man who came to power just after this event's end promulgated the unpopular Two Whatevers Policy, which implicitly condoned sending a political leader to work in a tractor factory as penance for forcing his son out of a window. Many educated urban youths were forced to go \"up to the mountains, down to the villages\" during this period in the \"Coutnryside Movement.\" Just before this event's beginning, a February Outline was issued by the Five Man Group as a response to an accusation that a real-life house arrest was the basis of the allegedly unpatriotic drama Hai Rui Dismissed From Office. At its beginning (*) Liu Shaoqi was replaced with a man who popularized the Little Red Book. Famous for Big Character posters and Red Guards, for 10 points, name this decade-long period of upheaval at": {
    "guess": "Cultural Revolution",
    "confidence": [
      [
        "C",
        -0.019738426
      ],
      [
        "ultural",
        -2.319992e-05
      ],
      [
        " Revolution",
        -0.00045593674
      ]
    ]
  },
  "Camille Saint-Saëns described this piece as \"no more a piece of music than the palette on which a painter has been working is a picture.\" This piece's only percussion instruments are two crotales, which do not play until the first theme returns in its original rhythm and original key of E major. This piece's first chord is played in measure 4 after the opening solo and is accompanied by a glissando in the first harp. Its composer intended it as part of a three-part composition with a Final Paraphrase and (*) Interlude, but never finished the other two parts. This piece opens with a chromatic descent by a flute soloist that spans a tritone. This piece was the basis for a ballet by Vaslav Nijinsky and was inspired by a poem by Stéphane Mallarmé. For 10 points, name this symphonic poem by Debussy": {
    "guess": "Prélude à l'après-midi d'un faune",
    "confidence": [
      [
        "Pr",
        -0.23361686
      ],
      [
        "él",
        -1.18755715e-05
      ],
      [
        "ude",
        -2.4584822e-06
      ],
      [
        " à",
        -0.0002447702
      ],
      [
        " l",
        -0.0019953703
      ],
      [
        "'",
        -0.0015324745
      ],
      [
        "apr",
        -0.02242786
      ],
      [
        "ès",
        -0.001429521
      ],
      [
        "-m",
        -0.00072029565
      ],
      [
        "idi",
        -7.493431e-05
      ],
      [
        " d",
        -7.946405e-05
      ],
      [
        "'un",
        -0.00034154154
      ],
      [
        " fa",
        -0.0021168315
      ],
      [
        "une",
        -0.00022809267
      ]
    ]
  },
  "The man who came to power just after this event's end promulgated the unpopular Two Whatevers Policy, which implicitly condoned sending a political leader to work in a tractor factory as penance for forcing his son out of a window. Many educated urban youths were forced to go \"up to the mountains, down to the villages\" during this period in the \"Coutnryside Movement.\" Just before this event's beginning, a February Outline was issued by the Five Man Group as a response to an accusation that a real-life house arrest was the basis of the allegedly unpatriotic drama Hai Rui Dismissed From Office. At its beginning (*) Liu Shaoqi was replaced with a man who popularized the Little Red Book. Famous for": {
    "guess": "Cultural Revolution",
    "confidence": [
      [
        "C",
        -0.028938431
      ],
      [
        "ultural",
        -3.650519e-06
      ],
      [
        " Revolution",
        -0.00020425562
      ]
    ]
  },
  "In Cambodian myth, Hari-hara is a combination of this figure and Hiranya. This figure assumed the name \"conquerer of death\" when he kicked the demon Yama, and the lingam stone represents his phallus. This god drunk the poison from the world's ocean, Halahala, in order to allow the Devatas to access the immortal nectar, thus giving himself the name Neelakantam. In one story, this deity pacified Kali": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.01798803
      ],
      [
        "iva",
        -2.9756122e-05
      ]
    ]
  },
  "One of his campaigns was conducted against Grimoald III, duke of Benevento, who had formerly been his hostage. In his namesake Libri, theologians attacked the Second Council of Nicaea, before he himself convened the Synod of Frankfurt, which overruled that ecumenical council. In his \"cold war\" with the Byzantines, he advanced his own candidate to succeed Hadrian I, Pope Leo III. Defeat at Zaragoza forced his troops to retreat to Roncevaux Pass in the Pyrenees, a site famous for the poem it inspired,": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.35523915
      ],
      [
        "lem",
        -3.4762674e-05
      ],
      [
        "agne",
        -0.00036644045
      ]
    ]
  },
  "In the canonical DMP model, this endogenous object is determined as the solution to a Nash bargaining problem. As such, it varies too much as Shimer pointed out, resulting in the empirical puzzle of unemployment that is not sufficiently counter-cyclical. Bewley published a subjective study of the empirical": {
    "guess": "Diamond-Mortensen-Pissarides model",
    "confidence": [
      [
        "Diamond",
        -0.16118775
      ],
      [
        "-M",
        -0.2947242
      ],
      [
        "ort",
        -0.00013035668
      ],
      [
        "ensen",
        -0.004057502
      ],
      [
        "-P",
        -0.00010485443
      ],
      [
        "iss",
        -0.0002668192
      ],
      [
        "ar",
        -0.00013822412
      ],
      [
        "ides",
        -6.515961e-05
      ],
      [
        " model",
        -0.06147031
      ]
    ]
  }
}