{
  "Optical properties of this mineral include a change from biaxial positive to negative when its most common cation makes up 85% of its total cationic sum, and Poldervaart provided the most popular diagram for estimation of this mineral's composition based on birefringence and 2V, though optical geochemistry estimations often fail due to its compositional zonation. Conchoidal fracturing provides a route for its alteration to iddingsite, and its alpha form changes to wadsleyite and ringwoodite with increasing pressure, leading to use of its structure as a depth indicator for kimberlites. Substitution of manganese in its M1 site produces the rare variety tephroite. Mafic rocks such as gabbro or basalt contain it in abundance, since it is at the beginning of the discontinuous branch of Bowen's Reaction": {
    "guess": "Olivine",
    "confidence": [
      [
        "O",
        -0.17334585
      ],
      [
        "liv",
        -5.5122365e-07
      ],
      [
        "ine",
        -5.7961847e-06
      ]
    ]
  },
  "Optical properties of this mineral include a change from biaxial positive to negative when its most common cation makes up 85% of its total cationic sum, and Poldervaart provided the most popular diagram for estimation of this mineral's composition based on birefringence and 2V, though optical geochemistry estimations often fail due to its compositional zonation. Conchoidal fracturing provides a route for its alteration to iddingsite, and its alpha form changes to wadsleyite and ringwoodite with": {
    "guess": "Olivine",
    "confidence": [
      [
        "O",
        -0.82315284
      ],
      [
        "liv",
        -4.3202e-07
      ],
      [
        "ine",
        -2.2484697e-05
      ]
    ]
  },
  "Optical properties of this mineral include a change from biaxial positive to negative when its most common cation makes up 85% of its total cationic sum, and Poldervaart provided the most popular diagram for estimation of this mineral's composition based on birefringence and 2V, though optical geochemistry estimations often fail due to its compositional zonation. Conchoidal fracturing provides a route": {
    "guess": "Plagioclase",
    "confidence": [
      [
        "Pl",
        -0.8444807
      ],
      [
        "agi",
        -7.266944e-05
      ],
      [
        "ocl",
        -1.4021238e-05
      ],
      [
        "ase",
        -1.6286107e-05
      ]
    ]
  },
  "Optical properties of this mineral include a change from biaxial positive to negative when its most common cation makes up 85% of its total cationic sum, and Poldervaart provided the most popular diagram for estimation of this mineral's composition based on birefringence and 2V, though optical geochemistry estimations often fail due to its compositional zonation. Conchoidal fracturing provides a route for its alteration to iddingsite, and its alpha form changes to wadsleyite and ringwoodite with increasing pressure, leading to use of its structure as a depth indicator for kimberlites. Substitution of manganese in its M1 site produces the rare variety tephroite. Mafic rocks such as gabbro or basalt": {
    "guess": "Olivine",
    "confidence": [
      [
        "O",
        -0.4520167
      ],
      [
        "liv",
        -1.0280384e-06
      ],
      [
        "ine",
        -2.8206474e-05
      ]
    ]
  },
  "Optical properties of this mineral include a change from biaxial positive to negative when its most common cation makes up 85% of its total cationic sum, and Poldervaart provided the most popular diagram for estimation of this mineral's composition based on birefringence and 2V, though optical geochemistry": {
    "guess": "Plagioclase",
    "confidence": [
      [
        "Pl",
        -1.1667038
      ],
      [
        "agi",
        -0.00020509004
      ],
      [
        "ocl",
        -1.4855664e-05
      ],
      [
        "ase",
        -1.7478143e-05
      ]
    ]
  },
  "Optical properties of this mineral include a change from biaxial positive to negative when its most common cation makes up 85% of its total cationic sum, and Poldervaart provided the most popular diagram for estimation of this mineral's composition based on birefringence and 2V, though optical geochemistry estimations often fail due to its compositional zonation. Conchoidal fracturing provides a route for its alteration to iddingsite, and its alpha form changes to wadsleyite and ringwoodite with increasing pressure, leading to use of its structure as a depth indicator for kimberlites. Substitution": {
    "guess": "Olivine",
    "confidence": [
      [
        "O",
        -0.21609835
      ],
      [
        "liv",
        -1.9816675e-06
      ],
      [
        "ine",
        -6.587483e-05
      ]
    ]
  },
  "Optical properties of this mineral include a change from biaxial positive to negative when its most common cation makes up 85% of its total cationic sum, and Poldervaart provided the most popular diagram": {
    "guess": "Bowen's reaction series",
    "confidence": [
      [
        "Bow",
        -1.0037017
      ],
      [
        "en",
        -0.0046235607
      ],
      [
        "'s",
        -0.0028383955
      ],
      [
        " reaction",
        -0.45564944
      ],
      [
        " series",
        -0.00013238314
      ]
    ]
  },
  "Optical properties of this mineral include a change from biaxial positive to negative when its most common cation makes up 85% of its total cationic sum, and Poldervaart provided the most popular diagram for estimation of this mineral's composition based on birefringence and 2V, though optical geochemistry estimations often fail due to its compositional zonation. Conchoidal fracturing provides a route for its alteration to iddingsite, and its alpha form changes to wadsleyite and ringwoodite with increasing pressure, leading to use of its structure as a depth indicator for kimberlites. Substitution of manganese in its M1 site produces the rare variety tephroite. Mafic rocks such as gabbro or basalt contain it in abundance, since it is at the beginning of the discontinuous branch of Bowen's Reaction Series. FTP, name this nesosilicate whose end members include fayalite and forsterite, the most abundant mineral of the upper mantle, named for its particular shade of green.": {
    "guess": "Olivine",
    "confidence": [
      [
        "O",
        -0.011201079
      ],
      [
        "liv",
        -3.464347e-05
      ],
      [
        "ine",
        -1.6166903e-05
      ]
    ]
  },
  "Optical properties of this mineral include a change from biaxial positive to negative when its most common cation makes up 85% of its total cationic sum, and Poldervaart provided the most popular diagram for estimation of this mineral's composition based on birefringence and 2V, though optical geochemistry estimations often fail due to its compositional zonation. Conchoidal fracturing provides a route for its alteration to iddingsite, and its alpha form changes to wadsleyite and ringwoodite with increasing pressure, leading to use of its structure as a depth indicator for kimberlites. Substitution of manganese in its M1 site produces the rare variety tephroite. Mafic rocks such as gabbro or basalt contain it in abundance, since it is at the beginning of the discontinuous branch of Bowen's Reaction Series. FTP, name this nesosilicate whose end members include fayalite and forsterite, the most": {
    "guess": "Olivine",
    "confidence": [
      [
        "O",
        -0.087685995
      ],
      [
        "liv",
        -4.4849444e-06
      ],
      [
        "ine",
        -1.9146995e-05
      ]
    ]
  },
  "Optical properties of this mineral include a change from biaxial positive to negative when its most common": {
    "guess": "Birefringence",
    "confidence": [
      [
        "B",
        -0.3263854
      ],
      [
        "ire",
        -0.17502502
      ],
      [
        "fr",
        -3.1281633e-07
      ],
      [
        "ing",
        -0.000127615
      ],
      [
        "ence",
        -0.0041108155
      ]
    ]
  }
}