{
  "He immigrated to America in 1710 and was trained as a printer by William Bradford. He later began publication of the New York Weekly Journal in 1733, an opposition paper to Bradford's New York Gazette": {
    "guess": "John Peter Zenger",
    "confidence": [
      [
        "John",
        -0.10505615
      ],
      [
        " Peter",
        -0.00062808703
      ],
      [
        " Z",
        -2.5703197e-05
      ],
      [
        "enger",
        -0.00015229016
      ]
    ]
  },
  "Immortalized in song as \"a Gaelic scholar and a visionary,\" this editor of the newspaper An Claidheamh Soluis [an clydm sols] urged the use of his land's native language to fight British domination. A member of the Irish Republican Brotherhood, he gave an oration at the funeral of O'Donovan Rossa calling": {
    "guess": "Padraig Pearse",
    "confidence": [
      [
        "Pad",
        -0.7887048
      ],
      [
        "raig",
        -0.09201715
      ],
      [
        " Pear",
        -0.009444744
      ],
      [
        "se",
        -9.484132e-05
      ]
    ]
  },
  "When immersed in potassium dichromate and silver nitrate, these cells turn black in Golgi staining. The synthesis of proteins in these cells takes place in Nissl (NISS-uhl) bodies. Coming in two varieties, these cells can come in pyramidal and multipolar varieties. Parts of these entities include the Nodes of Ranvier, the soma, and these also possess dendrites and axons. For ten points, name these specialized cells that connect to each other to form networks in the body's central and peripheral nervous systems.": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.0022244835
      ],
      [
        "uron",
        -4.429897e-05
      ]
    ]
  },
  "He immigrated to America in 1710 and was trained as a printer by William Bradford. He later began publication of the New York Weekly Journal in 1733, an opposition paper to Bradford's New York Gazette and to the policies of Gov. William Cosby. In a celebrated trial, he was defended by Andrew Hamilton who established truth as a defense in cases of libel. FTP, name this defendant who helped establish freedom of the press in America.": {
    "guess": "John Peter Zenger",
    "confidence": [
      [
        "John",
        -0.00974936
      ],
      [
        " Peter",
        -0.00012260844
      ],
      [
        " Z",
        -1.9816675e-06
      ],
      [
        "enger",
        -2.4749568e-05
      ]
    ]
  },
  "Immediately prior to the start of this event, Count Emicho and William the Carpenter massacred the Jews in Mainz. Bohemond of Taranto defeated the forces of Kilij Arlsan at one battle in this conflict.": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -1.2535552
      ],
      [
        " Crus",
        -0.0006115251
      ],
      [
        "ade",
        -4.6206227e-05
      ]
    ]
  },
  "When immersed in potassium dichromate and silver nitrate, these cells turn black in Golgi staining. The synthesis of proteins in these cells takes place in Nissl (NISS-uhl) bodies. Coming in two varieties,": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.0150260385
      ],
      [
        "uron",
        -0.0021112398
      ]
    ]
  },
  "He immigrated to America in 1710 and was trained as a printer by William Bradford. He later began publication": {
    "guess": "Benjamin Franklin",
    "confidence": [
      [
        "Ben",
        -1.0796973
      ],
      [
        "jamin",
        -0.004920043
      ],
      [
        " Franklin",
        -0.0014439264
      ]
    ]
  },
  "Immediately prior to the start of this event, Count Emicho and William the Carpenter massacred the Jews in Mainz. Bohemond of Taranto defeated the forces of Kilij Arlsan at one battle in this conflict. This event was preceded by the Council of Piacenza, where Alexius Comnenus asked for aid. One side in this conflict won both the Battle of Dorylaeum and the Siege of (*) Antioch. Walter the Penniless and the Peter the Hermit led the first unofficial campaign of this conflict, which was called for at the Council of Clermont by Pope Urban II. The 1099 capture of Jerusalem ended, for ten points, what": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.00089597807
      ],
      [
        " Crus",
        -0.00047094907
      ],
      [
        "ade",
        -4.6683042e-05
      ]
    ]
  },
  "When immersed in potassium dichromate and silver nitrate, these cells turn black in Golgi staining. The synthesis of proteins in these cells takes place in Nissl (NISS-uhl) bodies. Coming in two varieties, these cells can come in pyramidal and multipolar varieties. Parts of these entities include the": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.005544886
      ],
      [
        "uron",
        -0.0024391473
      ]
    ]
  },
  "Immortalized in song as \"a Gaelic scholar and a visionary,\" this editor of the newspaper An Claidheamh Soluis [an clydm sols] urged the use of his land's native language to fight British domination. A member of the Irish Republican Brotherhood, he gave an oration at the funeral of O'Donovan Rossa calling for the sacrifice of martyr's blood in exchange for liberty that foreshadowed his execution in Kilmanhaim Jail. FTP, name this first president of the provisional Irish Republic and leader of the": {
    "guess": "Patrick Pearse",
    "confidence": [
      [
        "Patrick",
        -0.71828574
      ],
      [
        " Pear",
        -0.0021346752
      ],
      [
        "se",
        -4.8425554e-06
      ]
    ]
  },
  "Immediately prior to the start of this event, Count Emicho and William the Carpenter massacred the Jews in Mainz. Bohemond of Taranto defeated the forces of Kilij Arlsan at one battle in this conflict. This event was preceded by the Council of Piacenza, where Alexius Comnenus asked for aid. One side in this conflict won both the Battle of Dorylaeum and the Siege of (*) Antioch. Walter the Penniless and the Peter the Hermit led the first unofficial campaign of this conflict, which was called for at the Council of Clermont by Pope Urban II. The 1099 capture of Jerusalem ended, for ten points, what first attempt by European Christians to take back the Holy Land?": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.0013052374
      ],
      [
        " Crus",
        -0.00037526153
      ],
      [
        "ade",
        -3.523949e-05
      ]
    ]
  },
  "Immediately prior to the start of this event, Count Emicho and William the Carpenter massacred the Jews in Mainz. Bohemond of Taranto defeated the forces of Kilij Arlsan at one battle in this conflict. This event was preceded by the Council of Piacenza, where Alexius Comnenus asked for aid. One side in this conflict won both the Battle of Dorylaeum and the Siege of (*) Antioch. Walter the Penniless and the Peter the Hermit led the first unofficial campaign of this conflict, which was called for at": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.009871299
      ],
      [
        " Crus",
        -7.4576696e-05
      ],
      [
        "ade",
        -2.3915141e-05
      ]
    ]
  },
  "When immersed in potassium dichromate and silver nitrate, these cells turn black in Golgi staining. The synthesis of proteins in these cells takes place in Nissl (NISS-uhl) bodies. Coming in two varieties, these cells can come in pyramidal and multipolar varieties. Parts of these entities include the Nodes of Ranvier, the soma, and these also possess dendrites and axons. For ten points, name these specialized cells that connect to each other to form networks in the body's central and peripheral nervous": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.00068991707
      ],
      [
        "uron",
        -0.00013393279
      ]
    ]
  },
  "When immersed in potassium dichromate and silver nitrate, these cells turn black in Golgi staining. The synthesis of proteins in these cells takes place in Nissl (NISS-uhl) bodies. Coming in two varieties, these cells can come in pyramidal and multipolar varieties. Parts of these entities include the Nodes of Ranvier, the soma, and these also possess dendrites and axons. For ten points, name these": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.0063470346
      ],
      [
        "uron",
        -0.0097178565
      ]
    ]
  },
  "He immigrated to America in 1710 and was trained as a printer by William Bradford. He later began publication of the New York Weekly Journal in 1733, an opposition paper to Bradford's New York Gazette and to the policies of Gov. William Cosby. In a celebrated trial, he was defended by Andrew Hamilton": {
    "guess": "John Peter Zenger",
    "confidence": [
      [
        "John",
        -0.0033614123
      ],
      [
        " Peter",
        -7.827201e-05
      ],
      [
        " Z",
        -4.723352e-06
      ],
      [
        "enger",
        -2.2603901e-05
      ]
    ]
  },
  "Immortalized in song as \"a Gaelic scholar and a visionary,\" this editor of the newspaper An Claidheamh Soluis [an clydm sols] urged the use of his land's native language to fight British domination. A": {
    "guess": "Douglas Hyde",
    "confidence": [
      [
        "Dou",
        -0.4241712
      ],
      [
        "glas",
        -0.0002551409
      ],
      [
        " Hyde",
        -0.00023774817
      ]
    ]
  },
  "Immediately prior to the start of this event, Count Emicho and William the Carpenter massacred the Jews in Mainz. Bohemond of Taranto defeated the forces of Kilij Arlsan at one battle in this conflict. This event was preceded by the Council of Piacenza, where Alexius Comnenus asked for aid. One side": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.04376956
      ],
      [
        " Crus",
        -0.00031055594
      ],
      [
        "ade",
        -0.00014561474
      ]
    ]
  },
  "Immediately prior to the start of this event, Count Emicho and William the Carpenter massacred the Jews in Mainz. Bohemond of Taranto defeated the forces of Kilij Arlsan at one battle in this conflict. This event was preceded by the Council of Piacenza, where Alexius Comnenus asked for aid. One side in this conflict won both the Battle of Dorylaeum and the Siege of (*) Antioch. Walter the Penniless": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.0039684554
      ],
      [
        " Crus",
        -5.1808798e-05
      ],
      [
        "ade",
        -4.4179764e-05
      ]
    ]
  },
  "Immortalized in song as \"a Gaelic scholar and a visionary,\" this editor of the newspaper An Claidheamh Soluis [an clydm sols] urged the use of his land's native language to fight British domination. A member of the Irish Republican Brotherhood, he gave an oration at the funeral of O'Donovan Rossa calling for the sacrifice of martyr's blood in exchange for liberty that foreshadowed his execution in Kilmanhaim Jail. FTP, name this first president of the provisional Irish Republic and leader of the Easter Uprising.": {
    "guess": "Patrick Pearse",
    "confidence": [
      [
        "Patrick",
        -0.6166725
      ],
      [
        " Pear",
        -0.0039471984
      ],
      [
        "se",
        -4.4849444e-06
      ]
    ]
  },
  "Immortalized in song as \"a Gaelic scholar and a visionary,\" this editor of the newspaper An Claidheamh Soluis [an clydm sols] urged the use of his land's native language to fight British domination. A member of the Irish Republican Brotherhood, he gave an oration at the funeral of O'Donovan Rossa calling for the sacrifice of martyr's blood in exchange for liberty that foreshadowed his execution in": {
    "guess": "Patrick Pearse",
    "confidence": [
      [
        "Patrick",
        -0.75063777
      ],
      [
        " Pear",
        -0.00083821925
      ],
      [
        "se",
        -4.4849444e-06
      ]
    ]
  },
  "Immediately prior to the start of this event, Count Emicho and William the Carpenter massacred the Jews": {
    "guess": "Persecution of Jews in the First Crusade",
    "confidence": [
      [
        "Per",
        -0.85458016
      ],
      [
        "sec",
        -0.00061641244
      ],
      [
        "ution",
        -0.02980199
      ],
      [
        " of",
        -0.014483254
      ],
      [
        " Jews",
        -0.05409827
      ],
      [
        " in",
        -0.52979517
      ],
      [
        " the",
        -0.04245252
      ],
      [
        " First",
        -0.0027471003
      ],
      [
        " Crus",
        -1.473646e-05
      ],
      [
        "ade",
        -9.1026806e-05
      ]
    ]
  },
  "Immortalized in song as \"a Gaelic scholar and a visionary,\" this editor of the newspaper An Claidheamh": {
    "guess": "Douglas Hyde",
    "confidence": [
      [
        "Dou",
        -0.44861096
      ],
      [
        "glas",
        -0.00030745665
      ],
      [
        " Hyde",
        -0.00029959288
      ]
    ]
  },
  "When immersed in potassium dichromate and silver nitrate, these cells turn black in Golgi staining. The": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.18174303
      ],
      [
        "uron",
        -0.001638408
      ]
    ]
  },
  "He immigrated to America in 1710 and was trained as a printer by William Bradford. He later began publication of the New York Weekly Journal in 1733, an opposition paper to Bradford's New York Gazette and to the policies of Gov. William Cosby. In a celebrated trial, he was defended by Andrew Hamilton who established truth as a defense in cases of libel. FTP, name this defendant who helped establish": {
    "guess": "John Peter Zenger",
    "confidence": [
      [
        "John",
        -0.0033565396
      ],
      [
        " Peter",
        -0.00032259183
      ],
      [
        " Z",
        -7.58424e-06
      ],
      [
        "enger",
        -2.6060809e-05
      ]
    ]
  }
}