{
  "Its capital may have been established as early as the 9th century CE, though it was not designated as such until the reign of Kossoi, and it was occupied for a time before being freed by Sulaiman-Mar. This empire's first great ruler expanded it by defeating the Dogon and Fulani, as well as expelling the Tuareg and capturing the key trading center of Jenne. It met its end nearly a century and a half later under the rule of Issihak II, when Judar Pasha led Moroccan forces to victory at the Battle of Tondibi. It had reached its greatest height under Askia Muhammad, who usurped the throne shortly after Sonni Ali's death. FTP name this west African empire with capital at Gao that flourished in the": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.055600945
      ],
      [
        "hai",
        -0.00031127117
      ],
      [
        " Empire",
        -0.00011117222
      ]
    ]
  },
  "The capillary and diaphragm techniques measure a constant quantifying this process, and for low Reynolds number, that constant equals Boltzmann's constant times temperature over six pi times viscosity times particle radius. This phenomenon is used to introduce interstitial defects into crystals, such as carbon substitution for steel. This process controls the (*) rate of catalytic reactions with very high turnover numbers. A gradient of chemical potential is the thermodynamic driving force for this": {
    "guess": "Diffusion-controlled reaction",
    "confidence": [
      [
        "Diff",
        -0.5537197
      ],
      [
        "usion",
        -0.001304999
      ],
      [
        "-controlled",
        -0.2847681
      ],
      [
        " reaction",
        -0.18425688
      ]
    ]
  },
  "The capital of this country is on the side of Pichincha Volcano and contains a park almost twice as big": {
    "guess": "Quito",
    "confidence": [
      [
        "Qu",
        -0.052101884
      ],
      [
        "ito",
        -5.7961847e-06
      ]
    ]
  },
  "The capillary and diaphragm techniques measure a constant quantifying this process, and for low Reynolds number, that constant equals Boltzmann's constant times temperature over six pi times viscosity times particle radius. This phenomenon is used to introduce interstitial defects into crystals, such as carbon substitution for steel. This process controls the (*) rate of catalytic reactions with very high turnover numbers. A gradient of chemical potential is the thermodynamic driving force for this process. This process occurs through random walk in Brownian motion, and when it occurs through a semipermeable membrane, it's called osmosis. For 10 points, name this movement of molecules from high concentration to low concentration.": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.0015264062
      ],
      [
        "usion",
        -4.012684e-05
      ]
    ]
  },
  "In his capacity as the lord high admiral, this monarch came into conflict with Sir George Cockburn, the senior member of the naval council without whose permission this monarch could not undertake naval  actions. This king caused the \"ministry of the hundred days\" by dismissing parliament and asking the  Tories to form a ministry that was first headed by the Duke of Wel ington and then by Robert Peel. In  foreign affairs, this ruler supported the claim of Leopold of Saxe-Coburg- Saalfeld, the widower of his niece Princess Charlotte, to the throne of a newly independent Belgium. This king's domestic actions included  the dismissal of Lord Melbourne over the Irish Church question and the a threat to enough peers to pass  a bil introduced into the House of Commons by John Russel , which fixed, among other things, the  problem of rotten borough. For 10 points, identify this British monarch, whose": {
    "guess": "William IV",
    "confidence": [
      [
        "William",
        -0.0038659929
      ],
      [
        " IV",
        -0.000118324446
      ]
    ]
  },
  "Its capital may have been established as early as the 9th century CE, though it was not designated as such until the reign of Kossoi, and it was occupied for a time before being freed by Sulaiman-Mar. This empire's first great ruler expanded it by defeating the Dogon and Fulani, as well as expelling the Tuareg and capturing the key trading center of Jenne. It met its end nearly a century and a half": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.0017694241
      ],
      [
        "hai",
        -4.143808e-05
      ],
      [
        " Empire",
        -2.486877e-05
      ]
    ]
  },
  "Capillaries in front of this structure cause Scheerer's phenomenon. A manifestation of facio-scapulo-humeral muscular dystrophy known as Coats' disease affects this structure. Zebrafish have been studied for the regenerative properties in the Muller cells of this structure while its Amacrine cells operate in this structure's inner plexiform layer. The suprachiasmatic nucleus receives signals from this structure which is separated by the choroid coat from the sclera. Comprised of the macula lutea and fovea centralis, for 10 points, name this layer of nervous tissue covering the back two-thirds of": {
    "guess": "Retina",
    "confidence": [
      [
        "Ret",
        -0.009218101
      ],
      [
        "ina",
        -0.000105331244
      ]
    ]
  },
  "Its capital may have been established as early as the 9th century CE, though it was not designated as such until the reign of Kossoi, and it was occupied for a time before being freed by Sulaiman-Mar. This empire's first great ruler expanded it by defeating the Dogon and Fulani, as well as expelling the Tuareg and capturing the key trading center of Jenne. It met its end nearly a century and a half later under the rule of Issihak II, when Judar Pasha led Moroccan forces to victory at the Battle of Tondibi. It had reached its greatest height under Askia Muhammad, who usurped the throne shortly after": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.4295094
      ],
      [
        "hai",
        -0.00043019242
      ],
      [
        " Empire",
        -9.72254e-05
      ]
    ]
  },
  "In his capacity as the lord high admiral, this monarch came into conflict with Sir George Cockburn, the senior member of the naval council without whose permission this monarch could not undertake naval  actions. This king caused the \"ministry of the hundred days\" by dismissing parliament and asking the  Tories to form a ministry that was first headed by the Duke of Wel ington and then by Robert Peel. In  foreign affairs, this ruler supported the claim of Leopold of Saxe-Coburg- Saalfeld, the widower of his niece Princess Charlotte, to the throne of a newly independent Belgium. This king's domestic actions included  the dismissal of Lord Melbourne over the Irish Church question and the a threat to enough peers to pass  a bil introduced into the House of Commons by John Russel , which fixed, among other things, the  problem of rotten borough. For 10 points, identify this British monarch, whose reign saw the passage of  the 1832 Reform Bil , and who was succeeded by his niece, Victoria.": {
    "guess": "William IV",
    "confidence": [
      [
        "William",
        -0.0019804991
      ],
      [
        " IV",
        -4.7159858e-05
      ]
    ]
  },
  "The capital of Turkmenistan is named for the founder of this kingdom's ruling dynasty. They came to power after overthrowing the ruler of their eponymous satrapy, who had recently declared his independence from the Seleucid Empire. Soon thereafter, they proceeded to conquer Seleucid Persia and Mesopotamia, founding their capital, Ctesiphon, across the Tigris from it. Today, they are known for their horsemen's tactics of firing arrows backwards at enemy infantry formations. FTP identify this Persian": {
    "guess": "Sassanid Empire",
    "confidence": [
      [
        "S",
        -0.34417987
      ],
      [
        "ass",
        -0.6562499
      ],
      [
        "an",
        -0.36439684
      ],
      [
        "id",
        -0.06969175
      ],
      [
        " Empire",
        -0.0030279828
      ]
    ]
  },
  "In his capacity as the lord high admiral, this monarch came into conflict with Sir George Cockburn, the senior member of the naval council without whose permission this monarch could not undertake naval  actions. This king caused the \"ministry of the hundred days\" by dismissing parliament and asking the  Tories to form a ministry that was first headed by the Duke of Wel ington and then by Robert Peel. In  foreign affairs, this ruler supported the claim of Leopold of Saxe-Coburg- Saalfeld, the widower of his niece Princess Charlotte, to the throne of a newly independent Belgium. This king's domestic": {
    "guess": "William IV of the United Kingdom",
    "confidence": [
      [
        "William",
        -0.0027170223
      ],
      [
        " IV",
        -0.00012308525
      ],
      [
        " of",
        -0.44461817
      ],
      [
        " the",
        -0.0005412389
      ],
      [
        " United",
        -0.0001820874
      ],
      [
        " Kingdom",
        -0.0004658233
      ]
    ]
  },
  "The capillary and diaphragm techniques measure a constant quantifying this process, and for low Reynolds number, that constant equals Boltzmann's constant times temperature over six pi times viscosity times particle radius. This phenomenon is used to introduce interstitial defects into crystals, such as carbon substitution for steel. This process controls the (*) rate of catalytic reactions with very high turnover numbers. A gradient of chemical potential is the thermodynamic driving force for this process. This process occurs through random walk in Brownian motion, and when it occurs through a semipermeable membrane, it's called osmosis. For 10 points, name this movement of molecules from high": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.03999177
      ],
      [
        "usion",
        -0.0012388024
      ]
    ]
  },
  "The capital of Turkmenistan is named for the founder of this kingdom's ruling dynasty. They came to power after overthrowing the ruler of their eponymous satrapy, who had recently declared his independence from the Seleucid Empire. Soon thereafter, they proceeded to conquer Seleucid Persia and Mesopotamia, founding their capital, Ctesiphon, across the Tigris from it. Today, they are known for their horsemen's tactics of firing arrows backwards at enemy infantry formations. FTP identify this Persian dynasty that defeated Crassus at Carrhae largely by using that eponymous tactic.": {
    "guess": "Parthian Empire",
    "confidence": [
      [
        "Par",
        -0.055996113
      ],
      [
        "th",
        -6.6306106e-06
      ],
      [
        "ian",
        -0.022130108
      ],
      [
        " Empire",
        -0.0022947788
      ]
    ]
  },
  "Capillaries in front of this structure cause Scheerer's phenomenon. A manifestation of facio-scapulo-humeral muscular dystrophy known as Coats' disease affects this structure. Zebrafish have been studied for the regenerative properties in the Muller cells of this structure while its Amacrine cells operate in this structure's inner plexiform layer. The suprachiasmatic nucleus receives signals from this": {
    "guess": "Retina",
    "confidence": [
      [
        "Ret",
        -0.009249043
      ],
      [
        "ina",
        -0.0016043672
      ]
    ]
  },
  "In his capacity as the lord high admiral, this monarch came into conflict with Sir George Cockburn, the senior member of the naval council without whose permission this monarch could not undertake naval  actions. This king caused the \"ministry of the hundred days\" by dismissing parliament and asking the  Tories to form a ministry that was first headed by the Duke of Wel ington and then by Robert Peel.": {
    "guess": "William IV",
    "confidence": [
      [
        "William",
        -0.0018718787
      ],
      [
        " IV",
        -0.00019614976
      ]
    ]
  },
  "The capital of this country is on the side of Pichincha Volcano and contains a park almost twice as big as Central Park in New York. The Eastern part of the country is a rainforest, the Central part is mountainous, and the Western part is on the Pacific Ocean. It also includes the Galapagos Islands, and it borders Colombia and Peru. Name this nation whose capital is Quito.": {
    "guess": "Ecuador",
    "confidence": [
      [
        "E",
        -0.001114616
      ],
      [
        "cuador",
        -6.6306106e-06
      ]
    ]
  },
  "Canvases by this artist include The Companions of Fear, The Castle of the Pyrenees, and The Tomb of the Wrestlers, and he also made analogues of famous paintings like David's Madame Recamier and Manet's The Balcony in which he replaced the figures with coffins. Influenced by de Chirico, he gained renown for the painting The Menaced Assassin, while works like Golconda and The Red Model demonstrate his": {
    "guess": "René Magritte",
    "confidence": [
      [
        "Ren",
        -0.13013934
      ],
      [
        "é",
        -4.6802244e-05
      ],
      [
        " Mag",
        -4.7994283e-05
      ],
      [
        "ritte",
        -7.107425e-06
      ]
    ]
  },
  "Canvases by this artist include The Companions of Fear, The Castle of the Pyrenees, and The Tomb of the Wrestlers, and he also made analogues of famous paintings like David's Madame Recamier and Manet's The Balcony in which he replaced the figures with coffins. Influenced by de Chirico, he gained renown": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -0.66507924
      ],
      [
        "org",
        -1.1041146e-05
      ],
      [
        "io",
        -5.080963e-06
      ],
      [
        " de",
        -0.0013544025
      ],
      [
        " Ch",
        -0.00015991552
      ],
      [
        "ir",
        -4.3822154e-05
      ],
      [
        "ico",
        -4.4894987e-05
      ]
    ]
  },
  "Capillaries in front of this structure cause Scheerer's phenomenon. A manifestation of facio-scapulo-humeral": {
    "guess": "Retina",
    "confidence": [
      [
        "Ret",
        -0.46697083
      ],
      [
        "ina",
        -0.01806811
      ]
    ]
  },
  "In his capacity as the lord high admiral, this monarch came into conflict with Sir George Cockburn, the": {
    "guess": "William IV",
    "confidence": [
      [
        "William",
        -0.04119414
      ],
      [
        " IV",
        -0.0010189945
      ]
    ]
  },
  "Canvases by this artist include The Companions of Fear, The Castle of the Pyrenees, and The Tomb of the Wrestlers, and he also made analogues of famous paintings like David's Madame Recamier and Manet's The Balcony in which he replaced the figures with coffins. Influenced by de Chirico, he gained renown for the painting The Menaced Assassin, while works like Golconda and The Red Model demonstrate his use of visual paradoxes and everyday objects taken out of context, such as enormous rocks floating in air and fishes with legs. FTP, name this Belgian surrealist best-known for his recurring motifs of bowler hats and apples.": {
    "guess": "René Magritte",
    "confidence": [
      [
        "Ren",
        -0.0019231602
      ],
      [
        "é",
        -4.9617593e-06
      ],
      [
        " Mag",
        -0.0001724319
      ],
      [
        "ritte",
        -4.00813e-06
      ]
    ]
  },
  "Canvases by this artist include The Companions of Fear, The Castle of the Pyrenees, and The Tomb of the Wrestlers, and he also made analogues of famous paintings like David's Madame Recamier and Manet's": {
    "guess": "René Magritte",
    "confidence": [
      [
        "Ren",
        -0.057807848
      ],
      [
        "é",
        -5.8841815e-05
      ],
      [
        " Mag",
        -0.00014823723
      ],
      [
        "ritte",
        -3.650519e-06
      ]
    ]
  },
  "The capital of Turkmenistan is named for the founder of this kingdom's ruling dynasty. They came to power after overthrowing the ruler of their eponymous satrapy, who had recently declared his independence from the Seleucid Empire. Soon thereafter, they proceeded to conquer Seleucid Persia and Mesopotamia, founding their capital, Ctesiphon, across the Tigris from it. Today, they are known for their": {
    "guess": "Parthian Empire",
    "confidence": [
      [
        "Par",
        -0.13269247
      ],
      [
        "th",
        -2.4584822e-06
      ],
      [
        "ian",
        -0.07681852
      ],
      [
        " Empire",
        -0.00070123776
      ]
    ]
  },
  "The capital of Turkmenistan is named for the founder of this kingdom's ruling dynasty. They came to power after overthrowing the ruler of their eponymous satrapy, who had recently declared his independence from the Seleucid Empire. Soon thereafter, they proceeded to conquer Seleucid Persia and Mesopotamia,": {
    "guess": "Parthian Empire",
    "confidence": [
      [
        "Par",
        -0.04270202
      ],
      [
        "th",
        -1.867018e-05
      ],
      [
        "ian",
        -0.05191799
      ],
      [
        " Empire",
        -0.00081951526
      ]
    ]
  },
  "Canvases by this artist include The Companions of Fear, The Castle of the Pyrenees, and The Tomb of the": {
    "guess": "René Magritte",
    "confidence": [
      [
        "Ren",
        -0.7473625
      ],
      [
        "é",
        -7.576874e-05
      ],
      [
        " Mag",
        -0.0002937519
      ],
      [
        "ritte",
        -1.4498052e-05
      ]
    ]
  },
  "The capillary and diaphragm techniques measure a constant quantifying this process, and for low Reynolds number, that constant equals Boltzmann's constant times temperature over six pi times viscosity times particle radius. This phenomenon is used to introduce interstitial defects into crystals, such as carbon substitution for steel. This process controls the (*) rate of catalytic reactions with very high turnover numbers. A gradient of chemical potential is the thermodynamic driving force for this process. This process occurs through random walk in Brownian motion, and when it occurs through a": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.15421763
      ],
      [
        "usion",
        -0.0011747478
      ]
    ]
  },
  "Capillaries in front of this structure cause Scheerer's phenomenon. A manifestation of facio-scapulo-humeral muscular dystrophy known as Coats' disease affects this structure. Zebrafish have been studied for the regenerative properties in the Muller cells of this structure while its Amacrine cells operate": {
    "guess": "Retina",
    "confidence": [
      [
        "Ret",
        -0.00185082
      ],
      [
        "ina",
        -0.00044592362
      ]
    ]
  },
  "The capital of Turkmenistan is named for the founder of this kingdom's ruling dynasty. They came to power after overthrowing the ruler of their eponymous satrapy, who had recently declared his independence": {
    "guess": "Ashgabat",
    "confidence": [
      [
        "Ash",
        -0.70213026
      ],
      [
        "g",
        -0.04550454
      ],
      [
        "ab",
        -1.9361265e-07
      ],
      [
        "at",
        -4.298773e-05
      ]
    ]
  },
  "In his capacity as the lord high admiral, this monarch came into conflict with Sir George Cockburn, the senior member of the naval council without whose permission this monarch could not undertake naval": {
    "guess": "William IV",
    "confidence": [
      [
        "William",
        -0.113080405
      ],
      [
        " IV",
        -0.0017746652
      ]
    ]
  },
  "The capital of this country is on the side of Pichincha Volcano and contains a park almost twice as big as Central Park in New York. The Eastern part of the country is a rainforest, the Central part is": {
    "guess": "Metropolitan District of Quito",
    "confidence": [
      [
        "Met",
        -1.4433056
      ],
      [
        "ropolitan",
        -0.03345308
      ],
      [
        " District",
        -0.7698398
      ],
      [
        " of",
        -0.015243135
      ],
      [
        " Q",
        -0.00025597532
      ],
      [
        "uito",
        -8.299462e-06
      ]
    ]
  },
  "Its capital may have been established as early as the 9th century CE, though it was not designated as such until the reign of Kossoi, and it was occupied for a time before being freed by Sulaiman-Mar. This empire's first great ruler expanded it by defeating the Dogon and Fulani, as well as expelling": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.4239496
      ],
      [
        "hai",
        -0.0016939846
      ],
      [
        " Empire",
        -0.0003421376
      ]
    ]
  },
  "Canvases by this artist include The Companions of Fear, The Castle of the Pyrenees, and The Tomb of the Wrestlers, and he also made analogues of famous paintings like David's Madame Recamier and Manet's The Balcony in which he replaced the figures with coffins. Influenced by de Chirico, he gained renown for the painting The Menaced Assassin, while works like Golconda and The Red Model demonstrate his use of visual paradoxes and everyday objects taken out of context, such as enormous rocks floating in air and fishes with legs. FTP, name this Belgian surrealist best-known for his recurring motifs": {
    "guess": "René Magritte",
    "confidence": [
      [
        "Ren",
        -0.0012923781
      ],
      [
        "é",
        -3.650519e-06
      ],
      [
        " Mag",
        -0.00015455135
      ],
      [
        "ritte",
        -2.1008714e-06
      ]
    ]
  },
  "Capillaries in front of this structure cause Scheerer's phenomenon. A manifestation of facio-scapulo-humeral muscular dystrophy known as Coats' disease affects this structure. Zebrafish have been studied for the regenerative properties in the Muller cells of this structure while its Amacrine cells operate in this structure's inner plexiform layer. The suprachiasmatic nucleus receives signals from this structure which is separated by the choroid coat from the sclera. Comprised of the macula lutea and fovea centralis, for 10 points, name this layer of nervous tissue covering the back two-thirds of the eye with cones and rods that enable vision.": {
    "guess": "Retina",
    "confidence": [
      [
        "Ret",
        -0.0007934243
      ],
      [
        "ina",
        -4.978234e-05
      ]
    ]
  },
  "The capital of this country is on the side of Pichincha Volcano and contains a park almost twice as big as Central Park in New York. The Eastern part of the country is a rainforest, the Central part is mountainous, and the Western part is on the Pacific Ocean. It also includes the Galapagos Islands,": {
    "guess": "Ecuador",
    "confidence": [
      [
        "E",
        -0.009981193
      ],
      [
        "cuador",
        -2.8802491e-05
      ]
    ]
  },
  "The capillary and diaphragm techniques measure a constant quantifying this process, and for low Reynolds": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -1.1649156
      ],
      [
        " tension",
        -0.09809115
      ]
    ]
  },
  "The capital of Turkmenistan is named for the founder of this kingdom's ruling dynasty. They came to power": {
    "guess": "Ashgabat",
    "confidence": [
      [
        "Ash",
        -0.5193533
      ],
      [
        "g",
        -0.0012164251
      ],
      [
        "ab",
        -3.0545007e-06
      ],
      [
        "at",
        -5.538491e-05
      ]
    ]
  },
  "Its capital may have been established as early as the 9th century CE, though it was not designated as such until the reign of Kossoi, and it was occupied for a time before being freed by Sulaiman-Mar.": {
    "guess": "Great Zimbabwe",
    "confidence": [
      [
        "Great",
        -0.35284188
      ],
      [
        " Zimbabwe",
        -0.0267874
      ]
    ]
  },
  "In his capacity as the lord high admiral, this monarch came into conflict with Sir George Cockburn, the senior member of the naval council without whose permission this monarch could not undertake naval  actions. This king caused the \"ministry of the hundred days\" by dismissing parliament and asking the  Tories to form a ministry that was first headed by the Duke of Wel ington and then by Robert Peel. In  foreign affairs, this ruler supported the claim of Leopold of Saxe-Coburg- Saalfeld, the widower": {
    "guess": "William IV",
    "confidence": [
      [
        "William",
        -0.0069464836
      ],
      [
        " IV",
        -0.00015622021
      ]
    ]
  },
  "In his capacity as the lord high admiral, this monarch came into conflict with Sir George Cockburn, the senior member of the naval council without whose permission this monarch could not undertake naval  actions. This king caused the \"ministry of the hundred days\" by dismissing parliament and asking the  Tories to form a ministry that was first headed by the Duke of Wel ington and then by Robert Peel. In  foreign affairs, this ruler supported the claim of Leopold of Saxe-Coburg- Saalfeld, the widower of his niece Princess Charlotte, to the throne of a newly independent Belgium. This king's domestic actions included  the dismissal of Lord Melbourne over the Irish Church question and the a threat": {
    "guess": "William IV",
    "confidence": [
      [
        "William",
        -0.001133309
      ],
      [
        " IV",
        -0.00012082772
      ]
    ]
  },
  "The capillary and diaphragm techniques measure a constant quantifying this process, and for low Reynolds number, that constant equals Boltzmann's constant times temperature over six pi times viscosity times particle radius. This phenomenon is used to introduce interstitial defects into crystals, such as carbon substitution for steel. This process controls the (*) rate of catalytic reactions with very": {
    "guess": "Diffusion-controlled reaction",
    "confidence": [
      [
        "Diff",
        -0.8305872
      ],
      [
        "usion",
        -0.003925945
      ],
      [
        "-controlled",
        -0.0808616
      ],
      [
        " reaction",
        -0.6002082
      ]
    ]
  },
  "Its capital may have been established as early as the 9th century CE, though it was not designated as": {
    "guess": "History of Cambodia",
    "confidence": [
      [
        "History",
        -1.4996715
      ],
      [
        " of",
        -3.4047454e-05
      ],
      [
        " Cambodia",
        -1.1685147
      ]
    ]
  },
  "The capillary and diaphragm techniques measure a constant quantifying this process, and for low Reynolds number, that constant equals Boltzmann's constant times temperature over six pi times viscosity": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.20918158
      ],
      [
        "cosity",
        -0.67529875
      ]
    ]
  },
  "Capillaries in front of this structure cause Scheerer's phenomenon. A manifestation of facio-scapulo-humeral muscular dystrophy known as Coats' disease affects this structure. Zebrafish have been studied for the regenerative properties in the Muller cells of this structure while its Amacrine cells operate in this structure's inner plexiform layer. The suprachiasmatic nucleus receives signals from this structure which is separated by the choroid coat from the sclera. Comprised of the macula lutea": {
    "guess": "Retina",
    "confidence": [
      [
        "Ret",
        -0.024250481
      ],
      [
        "ina",
        -0.00022034443
      ]
    ]
  },
  "In his capacity as the lord high admiral, this monarch came into conflict with Sir George Cockburn, the senior member of the naval council without whose permission this monarch could not undertake naval  actions. This king caused the \"ministry of the hundred days\" by dismissing parliament and asking the  Tories to form a ministry that was first headed by the Duke of Wel ington and then by Robert Peel. In  foreign affairs, this ruler supported the claim of Leopold of Saxe-Coburg- Saalfeld, the widower of his niece Princess Charlotte, to the throne of a newly independent Belgium. This king's domestic actions included  the dismissal of Lord Melbourne over the Irish Church question and the a threat to enough peers to pass  a bil introduced into the House of Commons by John Russel , which fixed,": {
    "guess": "William IV",
    "confidence": [
      [
        "William",
        -0.0013397662
      ],
      [
        " IV",
        -0.00011188744
      ]
    ]
  },
  "In his capacity as the lord high admiral, this monarch came into conflict with Sir George Cockburn, the senior member of the naval council without whose permission this monarch could not undertake naval  actions. This king caused the \"ministry of the hundred days\" by dismissing parliament and asking": {
    "guess": "William IV",
    "confidence": [
      [
        "William",
        -0.0033378869
      ],
      [
        " IV",
        -0.00089764694
      ]
    ]
  },
  "Capillaries in front of this structure cause Scheerer's phenomenon. A manifestation of facio-scapulo-humeral muscular dystrophy known as Coats' disease affects this structure. Zebrafish have been studied": {
    "guess": "Retina",
    "confidence": [
      [
        "Ret",
        -0.017214404
      ],
      [
        "ina",
        -0.001506886
      ]
    ]
  },
  "Canvases by this artist include The Companions of Fear, The Castle of the Pyrenees, and The Tomb of the Wrestlers, and he also made analogues of famous paintings like David's Madame Recamier and Manet's The Balcony in which he replaced the figures with coffins. Influenced by de Chirico, he gained renown for the painting The Menaced Assassin, while works like Golconda and The Red Model demonstrate his use of visual paradoxes and everyday objects taken out of context, such as enormous rocks floating": {
    "guess": "René Magritte",
    "confidence": [
      [
        "Ren",
        -0.0063357796
      ],
      [
        "é",
        -2.3319124e-05
      ],
      [
        " Mag",
        -7.517272e-05
      ],
      [
        "ritte",
        -2.9352968e-06
      ]
    ]
  },
  "Its capital may have been established as early as the 9th century CE, though it was not designated as such until the reign of Kossoi, and it was occupied for a time before being freed by Sulaiman-Mar. This empire's first great ruler expanded it by defeating the Dogon and Fulani, as well as expelling the Tuareg and capturing the key trading center of Jenne. It met its end nearly a century and a half later under the rule of Issihak II, when Judar Pasha led Moroccan forces to victory at the Battle of": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -9.221884e-05
      ],
      [
        "hai",
        -4.3226137e-05
      ],
      [
        " Empire",
        -5.7961847e-06
      ]
    ]
  },
  "Its capital may have been established as early as the 9th century CE, though it was not designated as such until the reign of Kossoi, and it was occupied for a time before being freed by Sulaiman-Mar. This empire's first great ruler expanded it by defeating the Dogon and Fulani, as well as expelling the Tuareg and capturing the key trading center of Jenne. It met its end nearly a century and a half later under the rule of Issihak II, when Judar Pasha led Moroccan forces to victory at the Battle of Tondibi. It had reached its greatest height under Askia Muhammad, who usurped the throne shortly after Sonni Ali's death. FTP name this west African empire with capital at Gao that flourished in the late 15th and 16th centuries after the decline of the Mali empire.": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.07238498
      ],
      [
        "hai",
        -0.0001973418
      ],
      [
        " Empire",
        -1.8193366e-05
      ]
    ]
  },
  "The capillary and diaphragm techniques measure a constant quantifying this process, and for low Reynolds number, that constant equals Boltzmann's constant times temperature over six pi times viscosity times particle radius. This phenomenon is used to introduce interstitial defects into crystals, such": {
    "guess": "Diffusion-controlled process",
    "confidence": [
      [
        "Diff",
        -0.63184077
      ],
      [
        "usion",
        -0.0025219189
      ],
      [
        "-controlled",
        -0.2588791
      ],
      [
        " process",
        -1.1205668
      ]
    ]
  }
}