{
  "He laid the foundation for a later work on fuzzy logic by supposing that a probability represents a truth-value": {
    "guess": "Fuzzy logic",
    "confidence": [
      [
        "F",
        -0.30830598
      ],
      [
        "uzzy",
        -0.0014798635
      ],
      [
        " logic",
        -0.017928898
      ]
    ]
  },
  "He laid the foundation for a later work on fuzzy logic by supposing that a probability represents a truth-value between zero and one in his Treatise on Probability, though Milton Friedman preferred his A Tract on Monetary Reform, in which he wrote that \"in the long run we are all dead.\" He cast the Treaty of Versailles as \"Carthaginian\" in The Economic Consequences of the Peace. For 10 points, name this author of The General Theory of Employment, Interest, and Money, a namesake of a mainstream school": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.0052500064
      ],
      [
        " May",
        -0.00029136782
      ],
      [
        "nard",
        -1.0683535e-05
      ],
      [
        " Keynes",
        -2.0815847e-05
      ]
    ]
  },
  "He laid the foundation for a later work on fuzzy logic by supposing that a probability represents a truth-value between zero and one in his Treatise on Probability, though Milton Friedman preferred his A Tract on Monetary Reform, in which he wrote that \"in the long run we are all dead.\" He cast the Treaty of Versailles as \"Carthaginian\" in The Economic Consequences of the Peace. For 10 points, name this author of The General Theory of Employment, Interest, and Money, a namesake of a mainstream school of economics concerned with aggregate demand.": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.0055291196
      ],
      [
        " May",
        -0.00028612654
      ],
      [
        "nard",
        -6.749814e-06
      ],
      [
        " Keynes",
        -1.6882126e-05
      ]
    ]
  },
  "In the Lagrangian, an additive term representing this quantity does not have its sign changed. This value is equal to three halves temperature times Boltzmann's constant. For an object, the increase in it is equal to the definite integral of force over time, meaning its change is equal to the work performed": {
    "guess": "Energy in physics",
    "confidence": [
      [
        "Energy",
        -1.2824081
      ],
      [
        " in",
        -0.38267004
      ],
      [
        " physics",
        -0.27990878
      ]
    ]
  },
  "In the Lagrangian, an additive term representing this quantity does not have its sign changed. This value": {
    "guess": "Energy",
    "confidence": [
      [
        "Energy",
        -1.5680016
      ]
    ]
  },
  "In the Lagrangian, an additive term representing this quantity does not have its sign changed. This value is equal to three halves temperature times Boltzmann's constant. For an object, the increase in": {
    "guess": "Internal energy",
    "confidence": [
      [
        "Internal",
        -0.5285945
      ],
      [
        " energy",
        -0.022159372
      ]
    ]
  },
  "In the Lagrangian, an additive term representing this quantity does not have its sign changed. This value is equal to three halves temperature times Boltzmann's constant. For an object, the increase in it is equal to the definite integral of force over time, meaning its change is equal to the work performed on the object. It is conserved in an elastic collision. It has a rotational form and a translation": {
    "guess": "Mechanical energy",
    "confidence": [
      [
        "Mech",
        -0.34168315
      ],
      [
        "anical",
        -0.00019638817
      ],
      [
        " energy",
        -0.087788984
      ]
    ]
  },
  "In the Lagrangian, an additive term representing this quantity does not have its sign changed. This value is equal to three halves temperature times Boltzmann's constant. For an object, the increase in it is equal to the definite integral of force over time, meaning its change is equal to the work performed on the object. It is conserved in an elastic collision. It has a rotational form and a translation form, which is equal to one half mass times velocity squared. For 10 points, name this energy": {
    "guess": "Mechanical energy",
    "confidence": [
      [
        "Mech",
        -0.2842567
      ],
      [
        "anical",
        -8.089449e-05
      ],
      [
        " energy",
        -0.02558976
      ]
    ]
  },
  "He laid the foundation for a later work on fuzzy logic by supposing that a probability represents a truth-value between zero and one in his Treatise on Probability, though Milton Friedman preferred his A Tract on Monetary Reform, in which he wrote that \"in the long run we are all dead.\" He cast the Treaty of Versailles as \"Carthaginian\" in The Economic Consequences of the Peace. For 10 points, name": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.008012693
      ],
      [
        " May",
        -0.00023739056
      ],
      [
        "nard",
        -1.3306016e-05
      ],
      [
        " Keynes",
        -2.9994528e-05
      ]
    ]
  },
  "He laid the foundation for a later work on fuzzy logic by supposing that a probability represents a truth-value between zero and one in his Treatise on Probability, though Milton Friedman preferred his": {
    "guess": "Richard Cox",
    "confidence": [
      [
        "Richard",
        -1.2093296
      ],
      [
        " Cox",
        -0.4607409
      ]
    ]
  },
  "In the Lagrangian, an additive term representing this quantity does not have its sign changed. This value is equal to three halves temperature times Boltzmann's constant. For an object, the increase in it is equal to the definite integral of force over time, meaning its change is equal to the work performed on the object. It is conserved in an elastic collision. It has a rotational form and a translation form, which is equal to one half mass times velocity squared. For 10 points, name this energy of motion.": {
    "guess": "Kinetic energy",
    "confidence": [
      [
        "Kin",
        -0.12827475
      ],
      [
        "etic",
        -8.304016e-05
      ],
      [
        " energy",
        -0.0042461506
      ]
    ]
  },
  "He laid the foundation for a later work on fuzzy logic by supposing that a probability represents a truth-value between zero and one in his Treatise on Probability, though Milton Friedman preferred his A Tract on Monetary Reform, in which he wrote that \"in the long run we are all dead.\" He cast the Treaty": {
    "guess": "Bruno de Finetti",
    "confidence": [
      [
        "Brun",
        -0.37243056
      ],
      [
        "o",
        -0.0013154743
      ],
      [
        " de",
        -0.006095166
      ],
      [
        " Fin",
        -0.00016456447
      ],
      [
        "etti",
        -0.0001527633
      ]
    ]
  }
}