{
  "This man took over as Secretary of State after Abel Upshur was killed in an explosion, and as Secretary of War, he called for Andrew Jackson to be censured for invading Spanish Florida. This politician's wife, Floride, was chief among those to shun Peggy Eaton in the Petticoat Affair, which, along with a break over his president's support of the Tariff of Abominations, led to this man's replacement as vice president. In his essay \"South Carolina Exposition and Protest\", he advanced the doctrine of nullification. For 10 points, name this South Carolina senator, and vice president to both John Quincy Adams and Andrew Jackson.": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.007785247
      ],
      [
        " C",
        -2.2246291e-05
      ],
      [
        ".",
        -5.3358446e-05
      ],
      [
        " Cal",
        -4.3202e-07
      ],
      [
        "h",
        -2.057744e-05
      ],
      [
        "oun",
        -6.392203e-06
      ]
    ]
  },
  "The top of this painting shows a flying fish with a rod dangling a red sphere over it. At the bottom of this work, a human carries a clam containing another human inside. The middle panel of this work": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.032259844
      ],
      [
        " Garden",
        -0.00036216015
      ],
      [
        " of",
        -6.587483e-05
      ],
      [
        " Earth",
        -5.4385737e-06
      ],
      [
        "ly",
        -3.0113732e-05
      ],
      [
        " Del",
        -3.0545007e-06
      ],
      [
        "ights",
        -0.00032962486
      ]
    ]
  },
  "The top of this structure is rendered as a deep overhanging cornice faced in an ornamented terra cotta skin; while the middle section consists of red brick pilasters with decorated terra cotta spandrels to match the skin above. But it is the suppressed all steel transom taken from the facade of Richardson's Marshall Field Store built two years earlier that gives this 10 story building, set on a two-foot-high": {
    "guess": "Monadnock Building",
    "confidence": [
      [
        "Monad",
        -1.682
      ],
      [
        "nock",
        -0.0001437075
      ],
      [
        " Building",
        -0.0016336436
      ]
    ]
  },
  "He took part in the Third Mithridatic War under his brother-in-law, Lucius Licinius Lucullus, but eventually stirred up a mutiny due to his feeling slighted with insufficient respect. After returning to Rome he renounced his patrician rank, which enabled him to be elected tribune in 59 BC. He entered Caesar's house, during the mysteries of Bona Dea, while he was dressed up as a woman and was eventually killed by the forces of Milo. He garnered popular support by distributing grain, and after Caesar's": {
    "guess": "Publius Clodius Pulcher",
    "confidence": [
      [
        "Pub",
        -0.62914217
      ],
      [
        "lius",
        -0.00022153647
      ],
      [
        " Cl",
        -0.002206282
      ],
      [
        "od",
        -1.9361265e-07
      ],
      [
        "ius",
        -2.8160932e-06
      ],
      [
        " Pul",
        -1.3067608e-05
      ],
      [
        "cher",
        -2.9352968e-06
      ]
    ]
  },
  "A topographical officer for General William Hazen, he was wounded at Kenesaw Mountain with a bullet that lodged behind his left ear. His experiences in the Civil War inspired stories such as \"The Haunted Valley,\" and the collections. Cobwebs from an Empty Skull. For 10 points, name this San Francisco Examiner writer who used his all-targeting wit to write The Prattler and The Devil's Dictionary.": {
    "guess": "Ambrose Bierce",
    "confidence": [
      [
        "Amb",
        -0.017626297
      ],
      [
        "rose",
        -0.0006339244
      ],
      [
        " B",
        -0.00022749665
      ],
      [
        "ierce",
        -6.8854926e-05
      ]
    ]
  },
  "In topology, for a transformation of this type, uniform continuity is equivalent to continuity.  Inhomogenous ordinary differential equations of this type can be solved with the method of variation of parameters. Eigenvectors return a scalar multiple of themselves when a transformation with this property is applied to them. Cramer's rule is used to solve systems of equations with this property, and this word also describes vector spaces because they're closed under addition and scalar multiplication.": {
    "guess": "Linear transformation",
    "confidence": [
      [
        "Linear",
        -0.0077099083
      ],
      [
        " transformation",
        -0.13343881
      ]
    ]
  },
  "A topographical officer for General William Hazen, he was wounded at Kenesaw Mountain with a bullet that lodged behind his left ear. His experiences in the Civil War inspired stories such as \"The Haunted Valley,\" and the collections. Cobwebs from an Empty Skull. For 10 points, name this San Francisco": {
    "guess": "Ambrose Bierce",
    "confidence": [
      [
        "Amb",
        -0.13034026
      ],
      [
        "rose",
        -2.8564085e-05
      ],
      [
        " B",
        -0.0075240512
      ],
      [
        "ierce",
        -0.00044711566
      ]
    ]
  },
  "In 1809, he took a seat in the House of Lords, two years after the publication of his first work, Hours of Idleness. Author of The Bride of Abydos, Lara, Marino Faliero, and The Siege of Corinth, he died at the battle of Missalonghi, after which his  body was shipped from Greece to his baronial seat at Newstead Abbey. FTP, identify this English romantic poet, best known for The Prisoner of Chillon,": {
    "guess": "Lord Byron",
    "confidence": [
      [
        "Lord",
        -0.1550794
      ],
      [
        " Byron",
        -0.001237968
      ]
    ]
  },
  "On the top edge of this painting's frame, the artist inscribed in Greek, \"As I can,\" while on the bottom,": {
    "guess": "The Frame (painting)",
    "confidence": [
      [
        "The",
        -0.5444147
      ],
      [
        " Frame",
        -1.2637343
      ],
      [
        " (",
        -0.3683298
      ],
      [
        "paint",
        -0.4205279
      ],
      [
        "ing",
        -0.0003959993
      ],
      [
        ")",
        -0.004089086
      ]
    ]
  },
  "A top floor supported by three legs, one of whicth is an off balance cylinder containing a circular staircase and supported by a cable, marks one of this man's buildings designed for a man in a wheelchair,": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.7833005
      ],
      [
        " Lloyd",
        -0.04583045
      ],
      [
        " Wright",
        -0.0005356363
      ]
    ]
  },
  "He took his rival Henri Guichard to court, claiming that the latter had tried to kill him by putting arsenic in his snuff, but his victory was reversed on appeal. The king supported him in spite of his homosexuality, which became a public scandal, even after his collaborator, Phillipe Quinault, was accused of slandering the kings mistress in his Isis. FTP, identify this French composer, who wrote music": {
    "guess": "Jean-Baptiste Lully",
    "confidence": [
      [
        "Jean",
        -0.006627978
      ],
      [
        "-B",
        -0.0024676903
      ],
      [
        "apt",
        -1.9504607e-05
      ],
      [
        "iste",
        -0.000483581
      ],
      [
        " L",
        -5.383526e-05
      ],
      [
        "ully",
        -2.8564085e-05
      ]
    ]
  },
  "He took his rival Henri Guichard to court, claiming that the latter had tried to kill him by putting arsenic in his snuff, but his victory was reversed on appeal. The king supported him in spite of his homosexuality, which became a public scandal, even after his collaborator, Phillipe Quinault, was accused of slandering the kings mistress in his Isis. FTP, identify this French composer, who wrote music for a number of Molieres comedies before turning to sacred music, who was conducting his Te Deum": {
    "guess": "Jean-Baptiste Lully",
    "confidence": [
      [
        "Jean",
        -0.23710981
      ],
      [
        "-B",
        -0.003186386
      ],
      [
        "apt",
        -4.167649e-05
      ],
      [
        "iste",
        -0.00029792404
      ],
      [
        " L",
        -0.0013990452
      ],
      [
        "ully",
        -6.9882217e-06
      ]
    ]
  },
  "In the top right of this painting man with a yellow cloth covering his lap rests his left hand on an L-shaped rod. Opposite that figure appears a man playing a harp, immediately above whom appears a yellow robed St. Peter dangling keys. A row of black robed men with white ruffs spans the space behind the central figure who is clothed in an ornate suit of armor. For 10 points, name this El Greco painting of a nobleman being inhumed.": {
    "guess": "The Burial of the Count of Orgaz",
    "confidence": [
      [
        "The",
        -0.20662573
      ],
      [
        " Bur",
        -0.0013347632
      ],
      [
        "ial",
        -6.2729996e-06
      ],
      [
        " of",
        -1.1279553e-05
      ],
      [
        " the",
        -0.00087144045
      ],
      [
        " Count",
        -0.0006104522
      ],
      [
        " of",
        -0.00022713904
      ],
      [
        " Org",
        -3.106736e-05
      ],
      [
        "az",
        -4.477578e-05
      ]
    ]
  },
  "Topological ones could use anyons to avoid the problem of decoherence. These objects use Hadamard gates, and the no cloning theorem makes error correction difficult for them. One of them is used in the Deutsch-Jozsa algorithm, and one of them allows the use of Grover's algorithm to search through an": {
    "guess": "Topological quantum computer",
    "confidence": [
      [
        "Top",
        -0.5383785
      ],
      [
        "ological",
        -0.000118324446
      ],
      [
        " quantum",
        -0.024293765
      ],
      [
        " computer",
        -0.21518081
      ]
    ]
  },
  "It took its name from a nearby monastery on the Isar river and was formally established in 1155, after a dispute between the Freising family and the eventual ruling dynasty of the region.  The city's center is the Odeonsplatz, and it is home to an art museum called the Glyptothek.  Other famous sites in this city include an attraction which depicts the marriage of Duke Wilhelm V and Renata of Lothringen, and which is authoritatively described by Wikipedia as \"the most famous glockenspiel in the world.\"  It is also home to three museums known by the name Pinakothek; the Nymphenburg Palace, which was home to the Wittelsbach dynasty; and a drinking establishment where Erich von Ludendorff and Adolf": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.0021820231
      ],
      [
        "un",
        -5.3000836e-05
      ],
      [
        "ich",
        -1.147242e-06
      ]
    ]
  },
  "He took part in the Third Mithridatic War under his brother-in-law, Lucius Licinius Lucullus, but eventually": {
    "guess": "Third Mithridatic War",
    "confidence": [
      [
        "Third",
        -0.9790523
      ],
      [
        " M",
        -0.0009935105
      ],
      [
        "ith",
        -3.4121115e-06
      ],
      [
        "rid",
        -0.00013345598
      ],
      [
        "atic",
        -6.749814e-06
      ],
      [
        " War",
        -3.9650025e-05
      ]
    ]
  },
  "This man took a starting job from Bobby Thomson after that man went down with an ankle injury during Spring Training. Bill Buckner attempted to catch his most famous hit by climbing the left-field wall, and after that blast off of Al Downing two fans ran onto the field to congratulate him as he rounded second base. He owns the all-time records for total bases, All-Star game appearances, and RBI, the latter two of which he broke after he left the Atlanta Braves. For 10 points, name this baseball slugger": {
    "guess": "Hank Aaron",
    "confidence": [
      [
        "H",
        -0.022624843
      ],
      [
        "ank",
        -5.080963e-06
      ],
      [
        " Aaron",
        -0.00022165567
      ]
    ]
  },
  "A topographical officer for General William Hazen, he was wounded at Kenesaw Mountain with a bullet that lodged behind his left ear. His experiences in the Civil War inspired stories such as \"The Haunted": {
    "guess": "Ambrose Bierce",
    "confidence": [
      [
        "Amb",
        -0.23294507
      ],
      [
        "rose",
        -4.1914896e-05
      ],
      [
        " B",
        -0.0030160954
      ],
      [
        "ierce",
        -0.0002640775
      ]
    ]
  },
  "A top floor supported by three legs, one of whicth is an off balance cylinder containing a circular staircase and supported by a cable, marks one of this man's buildings designed for a man in a wheelchair, the Maison a Bordeaux. An aluminum box lined with a porous green resin designed to create a \"sponge\" look distinguishes one of this man's buildings, the only one on Rodeo Drive to eschew the standard glass facade with mannequins. He also designed a three story high tetrahedron that can be flipped around with huge cranes and sits in Seoul. Besides the Beverly Hills Prada and the Prada Transformer, he worked with LMN to create a building with a \"book spiral\", the Seattle Public Library. Books": {
    "guess": "Rem Koolhaas",
    "confidence": [
      [
        "Rem",
        -0.010475719
      ],
      [
        " K",
        -0.00040254818
      ],
      [
        "ool",
        -1.700133e-05
      ],
      [
        "ha",
        -0.0069752554
      ],
      [
        "as",
        -0.00010318558
      ]
    ]
  },
  "A topological proof for this statement relies on the contradiction that two curves with different winding numbers would have a homotopy if this statement were not true. Since Liouville's theorem implies that bounded, analytic functions are constant, it can be used to prove this statement. An early proof": {
    "guess": "Fundamental theorem of algebra",
    "confidence": [
      [
        "Fund",
        -0.7980537
      ],
      [
        "amental",
        -0.00011749002
      ],
      [
        " theorem",
        -0.0014284519
      ],
      [
        " of",
        -0.00011164904
      ],
      [
        " algebra",
        -0.010939468
      ]
    ]
  },
  "Topological ones could use anyons to avoid the problem of decoherence. These objects use Hadamard gates,": {
    "guess": "Topological quantum computer",
    "confidence": [
      [
        "Top",
        -0.0786151
      ],
      [
        "ological",
        -8.061054e-06
      ],
      [
        " quantum",
        -0.0034558568
      ],
      [
        " computer",
        -0.487093
      ]
    ]
  },
  "The top of this structure is rendered as a deep overhanging cornice faced in an ornamented terra cotta skin; while the middle section consists of red brick pilasters with decorated terra cotta spandrels to match the skin above. But it is the suppressed all steel transom taken from the facade of Richardson's Marshall Field Store built two years earlier that gives this 10 story building, set on a two-foot-high string course of Missouri granite, its vertical emphasis. FTP identify this famed 1890 skyscraper built in St. Louis and designed by Louis Sullivan.": {
    "guess": "Wainwright Building",
    "confidence": [
      [
        "W",
        -0.013495008
      ],
      [
        "ain",
        -0.0006578696
      ],
      [
        "wright",
        -1.4498052e-05
      ],
      [
        " Building",
        -0.0007459024
      ]
    ]
  },
  "This man took a starting job from Bobby Thomson after that man went down with an ankle injury during Spring Training. Bill Buckner attempted to catch his most famous hit by climbing the left-field wall, and after that blast off of Al Downing two fans ran onto the field to congratulate him as he rounded second base. He owns the all-time records for total bases, All-Star game appearances, and RBI, the latter two of which he broke after he left the Atlanta Braves. For 10 points, name this baseball slugger called \"the Hammer\" who, until Barry Bonds broke it in 2007, held the record for most career": {
    "guess": "Hank Aaron",
    "confidence": [
      [
        "H",
        -0.025217623
      ],
      [
        "ank",
        -3.070975e-05
      ],
      [
        " Aaron",
        -0.00075900386
      ]
    ]
  },
  "This man took a starting job from Bobby Thomson after that man went down with an ankle injury during Spring Training. Bill Buckner attempted to catch his most famous hit by climbing the left-field wall, and after that blast off of Al Downing two fans ran onto the field to congratulate him as he rounded second base. He owns the all-time records for total bases, All-Star game appearances, and RBI, the latter two of which he broke after he left the Atlanta Braves. For 10 points, name this baseball slugger called \"the Hammer\" who, until Barry Bonds broke it in 2007, held the record for most career home runs.": {
    "guess": "Hank Aaron",
    "confidence": [
      [
        "H",
        -0.028394688
      ],
      [
        "ank",
        -1.0802739e-05
      ],
      [
        " Aaron",
        -0.0005968777
      ]
    ]
  },
  "In it, the top half of a yellow door and a pair of metal coffee machines decorate the rear end of a triangle-shaped wooden counter, behind which a man in white labors. Under a roof sign advertising cigars, or \"Phillies,\" for \"only five cents,\" a man wearing a suit and fedora sits on a stool with his back turned, and across from him another fedora-wearing man sits next to a lady in a red dress. For": {
    "guess": "Automat (painting)",
    "confidence": [
      [
        "Autom",
        -1.1605779
      ],
      [
        "at",
        -0.05450294
      ],
      [
        " (",
        -0.031049257
      ],
      [
        "paint",
        -0.018431792
      ],
      [
        "ing",
        -0.0038062572
      ],
      [
        ")",
        -0.00038968152
      ]
    ]
  },
  "In 1809, he took a seat in the House of Lords, two years after the publication of his first work, Hours": {
    "guess": "William Wordsworth",
    "confidence": [
      [
        "William",
        -1.3257852
      ],
      [
        " Words",
        -0.894864
      ],
      [
        "worth",
        -5.538491e-05
      ]
    ]
  },
  "He took part in the Third Mithridatic War under his brother-in-law, Lucius Licinius Lucullus, but eventually stirred up a mutiny due to his feeling slighted with insufficient respect. After returning to Rome he renounced his patrician rank, which enabled him to be elected tribune in 59 BC. He entered Caesar's house, during the mysteries of Bona Dea, while he was dressed up as a woman and was eventually killed by the forces of Milo. He garnered popular support by distributing grain, and after Caesar's departure for Gaul became virtual master of Rome with the assistance of armed gangs. For 10 points,": {
    "guess": "Clodius Pulcher",
    "confidence": [
      [
        "Cl",
        -0.49634445
      ],
      [
        "od",
        -0.0004300732
      ],
      [
        "ius",
        -6.551722e-05
      ],
      [
        " Pul",
        -0.0014343974
      ],
      [
        "cher",
        -3.1186566e-05
      ]
    ]
  },
  "In the top right of this painting man with a yellow cloth covering his lap rests his left hand on an L-shaped rod. Opposite that figure appears a man playing a harp, immediately above whom appears a yellow robed St. Peter dangling keys. A row of black robed men with white ruffs spans the space behind the central figure who is clothed in an ornate suit of armor. For 10 points, name this El Greco painting": {
    "guess": "The Burial of the Count of Orgaz",
    "confidence": [
      [
        "The",
        -0.33702838
      ],
      [
        " Bur",
        -0.078196384
      ],
      [
        "ial",
        -2.2842309e-05
      ],
      [
        " of",
        -9.126521e-05
      ],
      [
        " the",
        -0.0019769303
      ],
      [
        " Count",
        -0.00044675806
      ],
      [
        " of",
        -0.000191024
      ],
      [
        " Org",
        -3.7027545e-05
      ],
      [
        "az",
        -0.00014990607
      ]
    ]
  },
  "In topology, for a transformation of this type, uniform continuity is equivalent to continuity.  Inhomogenous ordinary differential equations of this type can be solved with the method of variation of": {
    "guess": "Linear differential equations",
    "confidence": [
      [
        "Linear",
        -1.0062157
      ],
      [
        " differential",
        -0.79589903
      ],
      [
        " equations",
        -0.1187631
      ]
    ]
  },
  "Topological ones could use anyons to avoid the problem of decoherence. These objects use Hadamard gates, and the no cloning theorem makes error correction difficult for them. One of them is used in the": {
    "guess": "Topological quantum computer",
    "confidence": [
      [
        "Top",
        -0.20548691
      ],
      [
        "ological",
        -8.061054e-06
      ],
      [
        " quantum",
        -0.004118292
      ],
      [
        " computer",
        -0.07232544
      ]
    ]
  },
  "It took its name from a nearby monastery on the Isar river and was formally established in 1155, after a dispute between the Freising family and the eventual ruling dynasty of the region.  The city's center is the Odeonsplatz, and it is home to an art museum called the Glyptothek.  Other famous sites in this city include an attraction which depicts the marriage of Duke Wilhelm V and Renata of Lothringen, and which is authoritatively described by Wikipedia as \"the most famous glockenspiel in the world.\"  It is also home to three museums known by the name Pinakothek; the Nymphenburg Palace, which": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.0026408182
      ],
      [
        "un",
        -0.00024239712
      ],
      [
        "ich",
        -1.3856493e-06
      ]
    ]
  },
  "This topic was the primary subject of the 1102 Council of London, and it was at the center of the trial of Sarah White Norman, who was forced to make a public apology in Plymouth colony. Groups which have supported it included the League of 1948, in Denmark, and the Mattachine Society founded by Harry Hay in 1951. The name \"Urning\" was created by Karl-Heinrich Ulrichs in his periodical to describe it; against his wishes, Paragraph 175 in the German Criminal Code was passed. The subject of a scathing treatise by Peter Damian, one man attempted to amend Paragraph 175 against it and was executed, Ernst Rohm. English monarchs associated with it include Edward II and James I, and Roman emperors include Trajan and Nero. Queen Victoria did not criminalize the female type because she didn't believe it existed. FTP, name this practice of being attracted to members of one's own gender.": {
    "guess": "Homosexuality",
    "confidence": [
      [
        "Hom",
        -0.20329894
      ],
      [
        "osex",
        -0.0037832123
      ],
      [
        "uality",
        -1.342522e-05
      ]
    ]
  },
  "He took his rival Henri Guichard to court, claiming that the latter had tried to kill him by putting arsenic in his snuff, but his victory was reversed on appeal. The king supported him in spite of his homosexuality, which became a public scandal, even after his collaborator, Phillipe Quinault, was accused of slandering the kings mistress in his Isis. FTP, identify this French composer, who wrote music for a number of Molieres comedies before turning to sacred music, who was conducting his Te Deum in 1687 when his practice of striking his foot with a pointed cane to mark the beat led to him getting": {
    "guess": "Jean-Baptiste Lully",
    "confidence": [
      [
        "Jean",
        -0.15913737
      ],
      [
        "-B",
        -0.0026757761
      ],
      [
        "apt",
        -5.0139948e-05
      ],
      [
        "iste",
        -0.00040981956
      ],
      [
        " L",
        -0.00031484728
      ],
      [
        "ully",
        -5.4669687e-05
      ]
    ]
  },
  "In topology, for a transformation of this type, uniform continuity is equivalent to continuity.  Inhomogenous ordinary differential equations of this type can be solved with the method of variation of parameters. Eigenvectors return a scalar multiple of themselves when a transformation with this property is applied to them. Cramer's rule is used to solve systems of equations with this property, and this word also describes vector spaces because they're closed under addition and scalar multiplication. FTP, name this property that is also used to describe polynomial equations of the first order, which generate lines.": {
    "guess": "Linear Transformation",
    "confidence": [
      [
        "Linear",
        -0.50594354
      ],
      [
        " Transformation",
        -0.7997805
      ]
    ]
  },
  "This man took over as Secretary of State after Abel Upshur was killed in an explosion, and as Secretary": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.043895524
      ],
      [
        " C",
        -0.07747085
      ],
      [
        ".",
        -0.00010258956
      ],
      [
        " Cal",
        -8.89548e-06
      ],
      [
        "h",
        -3.8219583e-05
      ],
      [
        "oun",
        -1.6643718e-05
      ]
    ]
  },
  "In 1809, he took a seat in the House of Lords, two years after the publication of his first work, Hours of Idleness. Author of The Bride of Abydos, Lara, Marino Faliero, and The Siege of Corinth, he died": {
    "guess": "Lord Byron",
    "confidence": [
      [
        "Lord",
        -0.20489159
      ],
      [
        " Byron",
        -0.0012697551
      ]
    ]
  },
  "It took its name from a nearby monastery on the Isar river and was formally established in 1155, after a dispute between the Freising family and the eventual ruling dynasty of the region.  The city's center": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.16947778
      ],
      [
        "un",
        -6.551722e-05
      ],
      [
        "ich",
        -4.9617593e-06
      ]
    ]
  },
  "This man took over as Secretary of State after Abel Upshur was killed in an explosion, and as Secretary of War, he called for Andrew Jackson to be censured for invading Spanish Florida. This politician's": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.32626963
      ],
      [
        " C",
        -0.071762845
      ],
      [
        ".",
        -0.00011617878
      ],
      [
        " Cal",
        -1.1398757e-05
      ],
      [
        "h",
        -3.368984e-05
      ],
      [
        "oun",
        -1.4259645e-05
      ]
    ]
  },
  "Topological ones could use anyons to avoid the problem of decoherence. These objects use Hadamard gates, and the no cloning theorem makes error correction difficult for them. One of them is used in the Deutsch-Jozsa algorithm, and one of them allows the use of Grover's algorithm to search through an unsorted database in sublinear time. They can use Shor's Algorithm to factor primes in \"order log cubed of n\" time, and their individual elements are represented by two-state systems. Loss and Vincenzo have proposed one constructed of a certain type of dot. For 10 points, name these devices that store": {
    "guess": "Quantum computer",
    "confidence": [
      [
        "Quant",
        -0.59660316
      ],
      [
        "um",
        -1.1041146e-05
      ],
      [
        " computer",
        -0.3628717
      ]
    ]
  },
  "It took its name from a nearby monastery on the Isar river and was formally established in 1155, after": {
    "guess": "Frederick I, Holy Roman Emperor",
    "confidence": [
      [
        "Fre",
        -1.2186718
      ],
      [
        "der",
        -0.29606277
      ],
      [
        "ick",
        -0.0018052494
      ],
      [
        " I",
        -0.030952526
      ],
      [
        ",",
        -0.006363266
      ],
      [
        " Holy",
        -0.012257091
      ],
      [
        " Roman",
        -1.1041146e-05
      ],
      [
        " Emperor",
        -0.0027277179
      ]
    ]
  },
  "A topographical officer for General William Hazen, he was wounded at Kenesaw Mountain with a bullet that": {
    "guess": "William Hazen",
    "confidence": [
      [
        "William",
        -1.3146588
      ],
      [
        " Haz",
        -1.8393698
      ],
      [
        "en",
        -6.206032e-05
      ]
    ]
  },
  "A topological proof for this statement relies on the contradiction that two curves with different winding numbers would have a homotopy if this statement were not true. Since Liouville's theorem implies": {
    "guess": "Fundamental theorem of algebra",
    "confidence": [
      [
        "Fund",
        -0.06731401
      ],
      [
        "amental",
        -3.3451433e-05
      ],
      [
        " theorem",
        -0.0008539432
      ],
      [
        " of",
        -0.00021712594
      ],
      [
        " algebra",
        -0.021090642
      ]
    ]
  },
  "He took his rival Henri Guichard to court, claiming that the latter had tried to kill him by putting arsenic in his snuff, but his victory was reversed on appeal. The king supported him in spite of his homosexuality, which became a public scandal, even after his collaborator, Phillipe Quinault, was accused": {
    "guess": "Jean-Baptiste Lully",
    "confidence": [
      [
        "Jean",
        -0.17746443
      ],
      [
        "-B",
        -0.01062188
      ],
      [
        "apt",
        -2.2842309e-05
      ],
      [
        "iste",
        -0.0007042105
      ],
      [
        " L",
        -0.0008230914
      ],
      [
        "ully",
        -3.917321e-05
      ]
    ]
  },
  "This man took advantage of the Nootka controversy to force Spain to give up the west coast of North and South America. Also responsible for the passage of the Combination Act, this figure tried John Horne": {
    "guess": "George Vancouver",
    "confidence": [
      [
        "George",
        -0.23670168
      ],
      [
        " Vancouver",
        -0.5743066
      ]
    ]
  },
  "It took its name from a nearby monastery on the Isar river and was formally established in 1155, after a dispute between the Freising family and the eventual ruling dynasty of the region.  The city's center is the Odeonsplatz, and it is home to an art museum called the Glyptothek.  Other famous sites": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.011274756
      ],
      [
        "un",
        -0.00011188744
      ],
      [
        "ich",
        -9.0883464e-07
      ]
    ]
  },
  "This man took a starting job from Bobby Thomson after that man went down with an ankle injury during": {
    "guess": "Willie Mays",
    "confidence": [
      [
        "Will",
        -0.19820835
      ],
      [
        "ie",
        -0.00029565915
      ],
      [
        " M",
        -0.0030038503
      ],
      [
        "ays",
        -8.776276e-06
      ]
    ]
  },
  "The top of this painting shows a flying fish with a rod dangling a red sphere over it. At the bottom of this work, a human carries a clam containing another human inside. The middle panel of this work depicts nudes dancing in a sphere, and depicts many (*) strawberries and owls. Its right panel contains": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.019627849
      ],
      [
        " Garden",
        -0.0013294065
      ],
      [
        " of",
        -0.00033748866
      ],
      [
        " Earth",
        -8.776276e-06
      ],
      [
        "ly",
        -3.0828953e-05
      ],
      [
        " Del",
        -1.9361265e-07
      ],
      [
        "ights",
        -0.00013548243
      ]
    ]
  },
  "This man took a starting job from Bobby Thomson after that man went down with an ankle injury during Spring Training. Bill Buckner attempted to catch his most famous hit by climbing the left-field wall, and after that blast off of Al Downing two fans ran onto the field to congratulate him as he rounded": {
    "guess": "Mookie Wilson",
    "confidence": [
      [
        "M",
        -1.9615276
      ],
      [
        "ookie",
        -0.6439732
      ],
      [
        " Wilson",
        -0.0042127897
      ]
    ]
  },
  "In topology, for a transformation of this type, uniform continuity is equivalent to continuity.  Inhomogenous ordinary differential equations of this type can be solved with the method of variation of parameters. Eigenvectors return a scalar multiple of themselves when a transformation with this property": {
    "guess": "Linear transformation",
    "confidence": [
      [
        "Linear",
        -0.119029306
      ],
      [
        " transformation",
        -0.79478735
      ]
    ]
  },
  "This man took the throne name Usermaatre Setepenre, meaning \"the mighty truth, the chosen.\" This man moved his capital near the site of Avaris and completed the hypostyle of the Temple of Karnak, construction of which had begun under this man's father, Seti I. This man constructed statues of two of his wives at knee-height to a colossal statue of himself beside a small funerary temple dedicated to": {
    "guess": "Ramesses II",
    "confidence": [
      [
        "Ram",
        -0.024345893
      ],
      [
        "esses",
        -8.1371305e-05
      ],
      [
        " II",
        -0.0012391564
      ]
    ]
  },
  "This man took over as Secretary of State after Abel Upshur was killed in an explosion, and as Secretary of War, he called for Andrew Jackson to be censured for invading Spanish Florida. This politician's wife, Floride, was chief among those to shun Peggy Eaton in the Petticoat Affair, which, along with": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.30979306
      ],
      [
        " C",
        -0.5246413
      ],
      [
        ".",
        -0.0009776711
      ],
      [
        " Cal",
        -0.0001004439
      ],
      [
        "h",
        -2.7133641e-05
      ],
      [
        "oun",
        -1.831257e-05
      ]
    ]
  },
  "The top of this painting shows a flying fish with a rod dangling a red sphere over it. At the bottom": {
    "guess": "The Fisherman and His Soul",
    "confidence": [
      [
        "The",
        -0.68919593
      ],
      [
        " Fish",
        -0.86550087
      ],
      [
        "erman",
        -0.5767378
      ],
      [
        " and",
        -0.59655863
      ],
      [
        " His",
        -0.12438735
      ],
      [
        " Soul",
        -0.4726467
      ]
    ]
  },
  "This man took the throne name Usermaatre Setepenre, meaning \"the mighty truth, the chosen.\" This man moved his capital near the site of Avaris and completed the hypostyle of the Temple of Karnak, construction of which had begun under this man's father, Seti I. This man constructed statues of two of his wives at knee-height to a colossal statue of himself beside a small funerary temple dedicated to his favorite wife, Nefertari. He also signed a treaty with Hattusili III after defeating the Hittites": {
    "guess": "Ramesses II",
    "confidence": [
      [
        "Ram",
        -0.0030247679
      ],
      [
        "esses",
        -0.000108788154
      ],
      [
        " II",
        -0.0006096288
      ]
    ]
  },
  "This man took the throne name Usermaatre Setepenre, meaning \"the mighty truth, the chosen.\" This man moved his capital near the site of Avaris and completed the hypostyle of the Temple of Karnak, construction of which had begun under this man's father, Seti I. This man constructed statues of two of his wives at knee-height to a colossal statue of himself beside a small funerary temple dedicated to his favorite wife, Nefertari. He also signed a treaty with Hattusili III after defeating the Hittites at the Battle of Kadesh. For 10 points, name this Egyptian pharaoh who launched military campaigns into the Levant and built the temple of Abu Simbel.": {
    "guess": "Ramesses II",
    "confidence": [
      [
        "Ram",
        -0.0057045696
      ],
      [
        "esses",
        -0.00010235115
      ],
      [
        " II",
        -0.00034368722
      ]
    ]
  },
  "This topic was the primary subject of the 1102 Council of London, and it was at the center of the trial": {
    "guess": "Slavery in medieval Europe",
    "confidence": [
      [
        "Sl",
        -0.019045671
      ],
      [
        "avery",
        -3.888926e-06
      ],
      [
        " in",
        -0.015548942
      ],
      [
        " medieval",
        -0.60625106
      ],
      [
        " Europe",
        -0.05074623
      ]
    ]
  },
  "In 1809, he took a seat in the House of Lords, two years after the publication of his first work, Hours of Idleness. Author of The Bride of Abydos, Lara, Marino Faliero, and The Siege of Corinth, he died at the battle of Missalonghi, after which his  body was shipped from Greece to his baronial seat at Newstead Abbey. FTP, identify this English romantic poet, best known for The Prisoner of Chillon, Childe Harold's Pilgrimage, and Don Juan (JOO-an).": {
    "guess": "George Gordon Byron",
    "confidence": [
      [
        "George",
        -0.5039959
      ],
      [
        " Gordon",
        -0.0024300017
      ],
      [
        " Byron",
        -0.015600233
      ]
    ]
  },
  "In it, the top half of a yellow door and a pair of metal coffee machines decorate the rear end of a triangle-shaped wooden counter, behind which a man in white labors. Under a roof sign advertising cigars, or \"Phillies,\" for \"only five cents,\" a man wearing a suit and fedora sits on a stool with his back turned, and across from him another fedora-wearing man sits next to a lady in a red dress. For 10 points, name this painting of a late night scene at a lonely street corner and diner, a work by Edward": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.008069334
      ],
      [
        "ighth",
        -8.89548e-06
      ],
      [
        "awks",
        -0.0003090063
      ]
    ]
  },
  "A top floor supported by three legs, one of whicth is an off balance cylinder containing a circular staircase": {
    "guess": "Spiral staircase",
    "confidence": [
      [
        "S",
        -0.1849044
      ],
      [
        "pir",
        -0.0022253105
      ],
      [
        "al",
        -0.00010580806
      ],
      [
        " staircase",
        -0.056418933
      ]
    ]
  },
  "The top of this structure is rendered as a deep overhanging cornice faced in an ornamented terra cotta": {
    "guess": "Wainwright Building",
    "confidence": [
      [
        "W",
        -1.0448747
      ],
      [
        "ain",
        -0.5273906
      ],
      [
        "wright",
        -4.246537e-06
      ],
      [
        " Building",
        -0.0008769238
      ]
    ]
  },
  "A topological proof for this statement relies on the contradiction that two curves with different winding numbers would have a homotopy if this statement were not true. Since Liouville's theorem implies that bounded, analytic functions are constant, it can be used to prove this statement. An early proof for it came from Gauss' doctoral dissertation, and it can be equivalently stated as \"the field of": {
    "guess": "Fundamental theorem of algebra",
    "confidence": [
      [
        "Fund",
        -0.06848032
      ],
      [
        "amental",
        -0.00041172683
      ],
      [
        " theorem",
        -0.0039435173
      ],
      [
        " of",
        -5.347765e-05
      ],
      [
        " algebra",
        -0.0020096488
      ]
    ]
  },
  "He took part in the Third Mithridatic War under his brother-in-law, Lucius Licinius Lucullus, but eventually stirred up a mutiny due to his feeling slighted with insufficient respect. After returning to Rome he renounced his patrician rank, which enabled him to be elected tribune in 59 BC. He entered": {
    "guess": "Lucius Licinius Lucullus",
    "confidence": [
      [
        "Luc",
        -0.5236573
      ],
      [
        "ius",
        -0.008770562
      ],
      [
        " Lic",
        -0.7766978
      ],
      [
        "ini",
        -8.280175e-05
      ],
      [
        "us",
        -2.546479e-05
      ],
      [
        " Luc",
        -0.11437289
      ],
      [
        "ull",
        -0.00032068457
      ],
      [
        "us",
        -3.7623562e-05
      ]
    ]
  },
  "A top floor supported by three legs, one of whicth is an off balance cylinder containing a circular staircase and supported by a cable, marks one of this man's buildings designed for a man in a wheelchair, the Maison a Bordeaux. An aluminum box lined with a porous green resin designed to create a \"sponge\" look distinguishes one of this man's buildings, the only one on Rodeo Drive to eschew the standard": {
    "guess": "Rem Koolhaas",
    "confidence": [
      [
        "Rem",
        -0.02563055
      ],
      [
        " K",
        -0.0004446124
      ],
      [
        "ool",
        -1.4021238e-05
      ],
      [
        "ha",
        -0.0044311862
      ],
      [
        "as",
        -9.5198935e-05
      ]
    ]
  },
  "It took its name from a nearby monastery on the Isar river and was formally established in 1155, after a dispute between the Freising family and the eventual ruling dynasty of the region.  The city's center is the Odeonsplatz, and it is home to an art museum called the Glyptothek.  Other famous sites in this city include an attraction which depicts the marriage of Duke Wilhelm V and Renata of Lothringen, and which is authoritatively described by Wikipedia as \"the most famous glockenspiel in the world.\"": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.010274213
      ],
      [
        "un",
        -0.00015526658
      ],
      [
        "ich",
        -1.147242e-06
      ]
    ]
  },
  "This topic was the primary subject of the 1102 Council of London, and it was at the center of the trial of Sarah White Norman, who was forced to make a public apology in Plymouth colony. Groups which have supported it included the League of 1948, in Denmark, and the Mattachine Society founded by Harry Hay in 1951. The name \"Urning\" was created by Karl-Heinrich Ulrichs in his periodical to describe it; against his wishes, Paragraph 175 in the German Criminal Code was passed. The subject of a scathing": {
    "guess": "Homosexuality in 19th-century Germany",
    "confidence": [
      [
        "Hom",
        -0.9823655
      ],
      [
        "osex",
        -0.22740112
      ],
      [
        "uality",
        -2.5107178e-05
      ],
      [
        " in",
        -0.24573895
      ],
      [
        " ",
        -0.68015283
      ],
      [
        "19",
        -0.42518216
      ],
      [
        "th",
        -8.280175e-05
      ],
      [
        "-century",
        -0.13493465
      ],
      [
        " Germany",
        -0.2526691
      ]
    ]
  },
  "This man took over as Secretary of State after Abel Upshur was killed in an explosion, and as Secretary of War, he called for Andrew Jackson to be censured for invading Spanish Florida. This politician's wife, Floride, was chief among those to shun Peggy Eaton in the Petticoat Affair, which, along with a break over his president's support of the Tariff of Abominations, led to this man's replacement as vice president. In his essay \"South Carolina Exposition and Protest\", he advanced the doctrine of": {
    "guess": "Martin Van Buren",
    "confidence": [
      [
        "Martin",
        -0.5092636
      ],
      [
        " Van",
        -0.00066704466
      ],
      [
        " B",
        -2.4153549e-05
      ],
      [
        "uren",
        -1.5332478e-05
      ]
    ]
  },
  "In 1809, he took a seat in the House of Lords, two years after the publication of his first work, Hours of Idleness. Author of The Bride of Abydos, Lara, Marino Faliero, and The Siege of Corinth, he died at the battle of Missalonghi, after which his  body was shipped from Greece to his baronial seat": {
    "guess": "Lord Byron",
    "confidence": [
      [
        "Lord",
        -0.52590036
      ],
      [
        " Byron",
        -0.0007844951
      ]
    ]
  },
  "This man took the throne name Usermaatre Setepenre, meaning \"the mighty truth, the chosen.\" This man moved his capital near the site of Avaris and completed the hypostyle of the Temple of Karnak, construction": {
    "guess": "Ramesses II",
    "confidence": [
      [
        "Ram",
        -0.27303162
      ],
      [
        "esses",
        -0.00013572084
      ],
      [
        " II",
        -0.007921034
      ]
    ]
  },
  "This man took the throne name Usermaatre Setepenre, meaning \"the mighty truth, the chosen.\" This man": {
    "guess": "Ramesses II",
    "confidence": [
      [
        "Ram",
        -1.0928551
      ],
      [
        "esses",
        -0.00019996427
      ],
      [
        " II",
        -0.17669316
      ]
    ]
  },
  "On the top edge of this painting's frame, the artist inscribed in Greek, \"As I can,\" while on the bottom, he wrote a Latin acknowledgement of having made it. The empty, pitch black background all but drowns out the subject's body below his highly detailed face, though everything below his shoulders is cut off anyway. With a squint in his eyes, possibly the result of gazing into a mirror, the subject": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -1.0414925
      ],
      [
        " Men",
        -0.0001975802
      ],
      [
        "inas",
        -2.5226382e-05
      ]
    ]
  },
  "This man took a starting job from Bobby Thomson after that man went down with an ankle injury during Spring Training. Bill Buckner attempted to catch his most famous hit by climbing the left-field wall,": {
    "guess": "Mookie Wilson",
    "confidence": [
      [
        "M",
        -0.17219609
      ],
      [
        "ookie",
        -0.0034320964
      ],
      [
        " Wilson",
        -0.0021602563
      ]
    ]
  },
  "This man took over as Secretary of State after Abel Upshur was killed in an explosion, and as Secretary of War, he called for Andrew Jackson to be censured for invading Spanish Florida. This politician's wife, Floride, was chief among those to shun Peggy Eaton in the Petticoat Affair, which, along with a break over his president's support of the Tariff of Abominations, led to this man's replacement": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.44263792
      ],
      [
        " C",
        -0.50732076
      ],
      [
        ".",
        -0.0018900912
      ],
      [
        " Cal",
        -0.000101993544
      ],
      [
        "h",
        -3.3093824e-05
      ],
      [
        "oun",
        -2.7848862e-05
      ]
    ]
  },
  "On the top edge of this painting's frame, the artist inscribed in Greek, \"As I can,\" while on the bottom, he wrote a Latin acknowledgement of having made it. The empty, pitch black background all but drowns out the subject's body below his highly detailed face, though everything below his shoulders is cut off anyway. With a squint in his eyes, possibly the result of gazing into a mirror, the subject looks directly at the viewer; for which this work is cited as one of the earliest portraits ever to": {
    "guess": "Portrait of a Man (Self Portrait?)",
    "confidence": [
      [
        "Portrait",
        -1.6195216
      ],
      [
        " of",
        -0.00057269033
      ],
      [
        " a",
        -0.17323889
      ],
      [
        " Man",
        -0.048391916
      ],
      [
        " (",
        -0.39301378
      ],
      [
        "Self",
        -0.1583819
      ],
      [
        " Portrait",
        -0.031871486
      ],
      [
        "?)",
        -0.6166731
      ]
    ]
  },
  "This man took a starting job from Bobby Thomson after that man went down with an ankle injury during Spring Training. Bill Buckner attempted to catch his most famous hit by climbing the left-field wall, and after that blast off of Al Downing two fans ran onto the field to congratulate him as he rounded second base. He owns the all-time records for total bases, All-Star game appearances, and RBI, the": {
    "guess": "Hank Aaron",
    "confidence": [
      [
        "H",
        -0.19425407
      ],
      [
        "ank",
        -2.0219828e-05
      ],
      [
        " Aaron",
        -0.00015872349
      ]
    ]
  },
  "In topology, for a transformation of this type, uniform continuity is equivalent to continuity.  Inhomogenous ordinary differential equations of this type can be solved with the method of variation of parameters. Eigenvectors return a scalar multiple of themselves when a transformation with this property is applied to them. Cramer's rule is used to solve systems of equations with this property, and": {
    "guess": "Linear transformation",
    "confidence": [
      [
        "Linear",
        -0.44800425
      ],
      [
        " transformation",
        -0.1093629
      ]
    ]
  },
  "This topic was the primary subject of the 1102 Council of London, and it was at the center of the trial of Sarah White Norman, who was forced to make a public apology in Plymouth colony. Groups which have supported it included the League of 1948, in Denmark, and the Mattachine Society founded by Harry Hay in 1951. The name \"Urning\" was created by Karl-Heinrich Ulrichs in his periodical to describe it; against his wishes, Paragraph 175 in the German Criminal Code was passed. The subject of a scathing treatise by Peter Damian, one man attempted to amend Paragraph 175 against it and was executed, Ernst Rohm. English monarchs associated with it include Edward II and James I, and Roman emperors include Trajan and Nero. Queen Victoria did not criminalize the female type because she didn't believe": {
    "guess": "LGBT rights in Germany",
    "confidence": [
      [
        "L",
        -0.6677434
      ],
      [
        "GBT",
        -8.537869e-06
      ],
      [
        " rights",
        -0.06446464
      ],
      [
        " in",
        -0.1473744
      ],
      [
        " Germany",
        -0.090355046
      ]
    ]
  },
  "A topological proof for this statement relies on the contradiction that two curves with different winding": {
    "guess": "Jordan curve theorem",
    "confidence": [
      [
        "Jordan",
        -0.14684848
      ],
      [
        " curve",
        -0.0033157882
      ],
      [
        " theorem",
        -6.1537958e-06
      ]
    ]
  },
  "In topology, for a transformation of this type, uniform continuity is equivalent to continuity.  Inhomogenous ordinary differential equations of this type can be solved with the method of variation of parameters. Eigenvectors return a scalar multiple of themselves when a transformation with this property is applied to them. Cramer's rule is used to solve systems of equations with this property, and this word also describes vector spaces because they're closed under addition and scalar multiplication. FTP, name this property that is also used to describe polynomial equations of the first order,": {
    "guess": "Linear Transformation",
    "confidence": [
      [
        "Linear",
        -0.5519519
      ],
      [
        " Transformation",
        -0.72389895
      ]
    ]
  },
  "On the top edge of this painting's frame, the artist inscribed in Greek, \"As I can,\" while on the bottom, he wrote a Latin acknowledgement of having made it. The empty, pitch black background all but drowns out the subject's body below his highly detailed face, though everything below his shoulders is": {
    "guess": "Portrait of a Man (Self Portrait)",
    "confidence": [
      [
        "Portrait",
        -1.2468702
      ],
      [
        " of",
        -0.00042543162
      ],
      [
        " a",
        -0.44046852
      ],
      [
        " Man",
        -0.10125088
      ],
      [
        " (",
        -0.28036198
      ],
      [
        "Self",
        -0.064095065
      ],
      [
        " Portrait",
        -0.001954683
      ],
      [
        ")",
        -0.5143033
      ]
    ]
  },
  "A top floor supported by three legs, one of whicth is an off balance cylinder containing a circular staircase and supported by a cable, marks one of this man's buildings designed for a man in a wheelchair, the Maison a Bordeaux. An aluminum box lined with a porous green resin designed to create a \"sponge\" look distinguishes one of this man's buildings, the only one on Rodeo Drive to eschew the standard glass facade with mannequins. He also designed a three story high tetrahedron that can be flipped around with huge cranes and sits in Seoul. Besides the Beverly Hills Prada and the Prada Transformer, he worked with LMN to create a building with a \"book spiral\", the Seattle Public Library. Books like Mutations and The Harvard Design School Guide to Shopping were the product of his time in Cambridge,": {
    "guess": "Rem Koolhaas",
    "confidence": [
      [
        "Rem",
        -0.010337457
      ],
      [
        " K",
        -0.0003242607
      ],
      [
        "ool",
        -3.7697225e-06
      ],
      [
        "ha",
        -0.0013159511
      ],
      [
        "as",
        -4.1199673e-05
      ]
    ]
  },
  "This topic was the primary subject of the 1102 Council of London, and it was at the center of the trial of Sarah White Norman, who was forced to make a public apology in Plymouth colony. Groups which have supported it included the League of 1948, in Denmark, and the Mattachine Society founded by Harry Hay in 1951. The name \"Urning\" was created by Karl-Heinrich Ulrichs in his periodical to describe it; against his wishes, Paragraph 175 in the German Criminal Code was passed. The subject of a scathing treatise by Peter Damian, one man attempted to amend Paragraph 175 against it and was executed, Ernst Rohm. English monarchs associated with it include Edward II and James I, and Roman emperors include": {
    "guess": "LGBT rights in Germany",
    "confidence": [
      [
        "L",
        -1.0100394
      ],
      [
        "GBT",
        -2.2842309e-05
      ],
      [
        " rights",
        -0.053765737
      ],
      [
        " in",
        -0.09543846
      ],
      [
        " Germany",
        -0.040413067
      ]
    ]
  },
  "This man took the throne name Usermaatre Setepenre, meaning \"the mighty truth, the chosen.\" This man moved his capital near the site of Avaris and completed the hypostyle of the Temple of Karnak, construction of which had begun under this man's father, Seti I. This man constructed statues of two of his wives at knee-height to a colossal statue of himself beside a small funerary temple dedicated to his favorite wife, Nefertari. He also signed a treaty with Hattusili III after defeating the Hittites at the Battle of Kadesh. For 10 points, name this Egyptian pharaoh who launched military campaigns": {
    "guess": "Ramesses II",
    "confidence": [
      [
        "Ram",
        -0.005850101
      ],
      [
        "esses",
        -0.00018613665
      ],
      [
        " II",
        -0.00023536409
      ]
    ]
  },
  "In it, the top half of a yellow door and a pair of metal coffee machines decorate the rear end of a triangle-shaped wooden counter, behind which a man in white labors. Under a roof sign advertising cigars, or \"Phillies,\" for \"only five cents,\" a man wearing a suit and fedora sits on a stool with his": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.2068485
      ],
      [
        "ighth",
        -1.2113979e-05
      ],
      [
        "awks",
        -0.0012501158
      ]
    ]
  },
  "In the top right of this painting man with a yellow cloth covering his lap rests his left hand on an L-shaped rod. Opposite that figure appears a man playing a harp, immediately above whom appears a yellow": {
    "guess": "The Music Lesson",
    "confidence": [
      [
        "The",
        -0.24031176
      ],
      [
        " Music",
        -1.9145111
      ],
      [
        " Lesson",
        -0.027019953
      ]
    ]
  },
  "It took its name from a nearby monastery on the Isar river and was formally established in 1155, after a dispute between the Freising family and the eventual ruling dynasty of the region.  The city's center is the Odeonsplatz, and it is home to an art museum called the Glyptothek.  Other famous sites in this city include an attraction which depicts the marriage of Duke Wilhelm V and Renata of Lothringen, and which is authoritatively described by Wikipedia as \"the most famous glockenspiel in the world.\"  It is also home to three museums known by the name Pinakothek; the Nymphenburg Palace, which was home to the Wittelsbach dynasty; and a drinking establishment where Erich von Ludendorff and Adolf Hitler tried to overthrow the Weimar Republic.  FTP, name this site of an Olympic park set up in": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.0012523733
      ],
      [
        "un",
        -3.3809047e-05
      ],
      [
        "ich",
        -1.504853e-06
      ]
    ]
  },
  "This topic was the primary subject of the 1102 Council of London, and it was at the center of the trial of Sarah White Norman, who was forced to make a public apology in Plymouth colony. Groups which have supported it included the League of 1948, in Denmark, and the Mattachine Society founded by Harry Hay in 1951. The name \"Urning\" was created by Karl-Heinrich Ulrichs in his periodical to describe it; against his wishes, Paragraph 175 in the German Criminal Code was passed. The subject of a scathing treatise by Peter Damian, one man attempted to amend Paragraph 175 against it and was executed,": {
    "guess": "Homosexuality in 18th-century Europe",
    "confidence": [
      [
        "Hom",
        -0.70059335
      ],
      [
        "osex",
        -0.040757503
      ],
      [
        "uality",
        -2.5703197e-05
      ],
      [
        " in",
        -0.31776428
      ],
      [
        " ",
        -0.791049
      ],
      [
        "18",
        -0.27280307
      ],
      [
        "th",
        -0.00029458632
      ],
      [
        "-century",
        -0.13878715
      ],
      [
        " Europe",
        -0.78070974
      ]
    ]
  },
  "Topological ones could use anyons to avoid the problem of decoherence. These objects use Hadamard gates, and the no cloning theorem makes error correction difficult for them. One of them is used in the Deutsch-Jozsa algorithm, and one of them allows the use of Grover's algorithm to search through an unsorted database in sublinear time. They can use Shor's Algorithm to factor primes in \"order log cubed": {
    "guess": "Quantum gate",
    "confidence": [
      [
        "Quant",
        -0.7995454
      ],
      [
        "um",
        -4.9617593e-06
      ],
      [
        " gate",
        -1.272359
      ]
    ]
  },
  "He took part in the Third Mithridatic War under his brother-in-law, Lucius Licinius Lucullus, but eventually stirred up a mutiny due to his feeling slighted with insufficient respect. After returning to": {
    "guess": "Publius Clodius Pulcher",
    "confidence": [
      [
        "Pub",
        -0.22360286
      ],
      [
        "lius",
        -8.804671e-05
      ],
      [
        " Cl",
        -0.0006515555
      ],
      [
        "od",
        -3.2929079e-06
      ],
      [
        "ius",
        -1.504853e-06
      ],
      [
        " Pul",
        -8.061054e-06
      ],
      [
        "cher",
        -5.240482e-05
      ]
    ]
  },
  "It took its name from a nearby monastery on the Isar river and was formally established in 1155, after a dispute between the Freising family and the eventual ruling dynasty of the region.  The city's center is the Odeonsplatz, and it is home to an art museum called the Glyptothek.  Other famous sites in this city include an attraction which depicts the marriage of Duke Wilhelm V and Renata of Lothringen,": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.01891724
      ],
      [
        "un",
        -0.0003317705
      ],
      [
        "ich",
        -1.0280384e-06
      ]
    ]
  },
  "On the top edge of this painting's frame, the artist inscribed in Greek, \"As I can,\" while on the bottom, he wrote a Latin acknowledgement of having made it. The empty, pitch black background all but drowns": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.45024124
      ],
      [
        " Night",
        -0.7191109
      ],
      [
        " Watch",
        -0.0081544705
      ]
    ]
  },
  "He took part in the Third Mithridatic War under his brother-in-law, Lucius Licinius Lucullus, but eventually stirred up a mutiny due to his feeling slighted with insufficient respect. After returning to Rome he renounced his patrician rank, which enabled him to be elected tribune in 59 BC. He entered Caesar's house, during the mysteries of Bona Dea, while he was dressed up as a woman and was eventually killed by the forces of Milo. He garnered popular support by distributing grain, and after Caesar's departure for Gaul became virtual master of Rome with the assistance of armed gangs. For 10 points, name this Roman politician famous for burning Cicero's house.": {
    "guess": "Clodius Pulcher",
    "confidence": [
      [
        "Cl",
        -0.14270306
      ],
      [
        "od",
        -0.00087370526
      ],
      [
        "ius",
        -0.0002549025
      ],
      [
        " Pul",
        -0.068125255
      ],
      [
        "cher",
        -5.8126592e-05
      ]
    ]
  },
  "The top of this structure is rendered as a deep overhanging cornice faced in an ornamented terra cotta skin; while the middle section consists of red brick pilasters with decorated terra cotta spandrels to match the skin above. But it is the suppressed all steel transom taken from the facade of Richardson's Marshall Field Store built two years earlier that gives this 10 story building, set on a two-foot-high string course of Missouri granite, its vertical emphasis. FTP identify this famed 1890 skyscraper": {
    "guess": "Monadnock Building",
    "confidence": [
      [
        "Monad",
        -0.9073071
      ],
      [
        "nock",
        -0.0012132103
      ],
      [
        " Building",
        -0.0027544724
      ]
    ]
  },
  "A topological proof for this statement relies on the contradiction that two curves with different winding numbers would have a homotopy if this statement were not true. Since Liouville's theorem implies that bounded, analytic functions are constant, it can be used to prove this statement. An early proof for it came from Gauss' doctoral dissertation, and it can be equivalently stated as \"the field of complex numbers is closed.\" It states that for a polynomial of degree m with complex coefficients,": {
    "guess": "Fundamental theorem of algebra",
    "confidence": [
      [
        "Fund",
        -0.009045157
      ],
      [
        "amental",
        -4.5252596e-05
      ],
      [
        " theorem",
        -0.0013189311
      ],
      [
        " of",
        -1.8624639e-06
      ],
      [
        " algebra",
        -0.0016836321
      ]
    ]
  },
  "A top floor supported by three legs, one of whicth is an off balance cylinder containing a circular staircase and supported by a cable, marks one of this man's buildings designed for a man in a wheelchair, the Maison a Bordeaux. An aluminum box lined with a porous green resin designed to create a \"sponge\"": {
    "guess": "Maison à Bordeaux",
    "confidence": [
      [
        "M",
        -0.86252195
      ],
      [
        "aison",
        -0.0017293256
      ],
      [
        " à",
        -0.5292722
      ],
      [
        " Bordeaux",
        -8.2324936e-05
      ]
    ]
  },
  "In the top right of this painting man with a yellow cloth covering his lap rests his left hand on an L-shaped rod. Opposite that figure appears a man playing a harp, immediately above whom appears a yellow robed St. Peter dangling keys. A row of black robed men with white ruffs spans the space behind": {
    "guess": "The Burial of the Count of Orgaz",
    "confidence": [
      [
        "The",
        -0.4319376
      ],
      [
        " Bur",
        -0.434052
      ],
      [
        "ial",
        -0.00023250321
      ],
      [
        " of",
        -0.00038801268
      ],
      [
        " the",
        -0.0015258101
      ],
      [
        " Count",
        -0.004327572
      ],
      [
        " of",
        -0.0024849307
      ],
      [
        " Org",
        -7.755679e-05
      ],
      [
        "az",
        -0.00013440961
      ]
    ]
  },
  "A top floor supported by three legs, one of whicth is an off balance cylinder containing a circular staircase and supported by a cable, marks one of this man's buildings designed for a man in a wheelchair, the Maison a Bordeaux. An aluminum box lined with a porous green resin designed to create a \"sponge\" look distinguishes one of this man's buildings, the only one on Rodeo Drive to eschew the standard glass facade with mannequins. He also designed a three story high tetrahedron that can be flipped around with huge cranes and sits in Seoul. Besides the Beverly Hills Prada and the Prada Transformer,": {
    "guess": "Rem Koolhaas",
    "confidence": [
      [
        "Rem",
        -0.017884642
      ],
      [
        " K",
        -0.00038765505
      ],
      [
        "ool",
        -5.7172965e-05
      ],
      [
        "ha",
        -0.009405886
      ],
      [
        "as",
        -0.0001655181
      ]
    ]
  },
  "He took his rival Henri Guichard to court, claiming that the latter had tried to kill him by putting arsenic in his snuff, but his victory was reversed on appeal. The king supported him in spite of his": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.20681526
      ],
      [
        "ame",
        -0.008054197
      ],
      [
        " B",
        -0.0001136755
      ],
      [
        "ov",
        -1.6240566e-06
      ],
      [
        "ary",
        -0.00013619766
      ]
    ]
  },
  "In it, the top half of a yellow door and a pair of metal coffee machines decorate the rear end of a triangle-shaped wooden counter, behind which a man in white labors. Under a roof sign advertising cigars,": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.039674688
      ],
      [
        "ighth",
        -3.1281633e-07
      ],
      [
        "awks",
        -6.511407e-06
      ]
    ]
  },
  "Topological ones could use anyons to avoid the problem of decoherence. These objects use Hadamard gates, and the no cloning theorem makes error correction difficult for them. One of them is used in the Deutsch-Jozsa algorithm, and one of them allows the use of Grover's algorithm to search through an unsorted database in sublinear time. They can use Shor's Algorithm to factor primes in \"order log cubed of n\" time, and their individual elements are represented by two-state systems. Loss and Vincenzo": {
    "guess": "Topological quantum computer",
    "confidence": [
      [
        "Top",
        -0.73578465
      ],
      [
        "ological",
        -0.00081451243
      ],
      [
        " quantum",
        -0.032195896
      ],
      [
        " computer",
        -0.029945211
      ]
    ]
  },
  "The top of this painting shows a flying fish with a rod dangling a red sphere over it. At the bottom of this work, a human carries a clam containing another human inside. The middle panel of this work depicts nudes dancing in a sphere, and depicts many (*) strawberries and owls. Its right panel contains a knife protruding from two human ears as well as people being crucified on musical instruments in hell. For 10 points, name this triptych portraying people hedonistically enjoying sensual pleasure": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.0031184182
      ],
      [
        " Garden",
        -0.000274683
      ],
      [
        " of",
        -1.8789384e-05
      ],
      [
        " Earth",
        -7.226629e-06
      ],
      [
        "ly",
        -3.392825e-05
      ],
      [
        " Del",
        -3.4121115e-06
      ],
      [
        "ights",
        -0.0001820874
      ]
    ]
  },
  "He took part in the Third Mithridatic War under his brother-in-law, Lucius Licinius Lucullus, but eventually stirred up a mutiny due to his feeling slighted with insufficient respect. After returning to Rome he renounced his patrician rank, which enabled him to be elected tribune in 59 BC. He entered Caesar's house, during the mysteries of Bona Dea, while he was dressed up as a woman and was eventually": {
    "guess": "Publius Clodius Pulcher",
    "confidence": [
      [
        "Pub",
        -0.6919364
      ],
      [
        "lius",
        -0.00033665422
      ],
      [
        " Cl",
        -0.005991013
      ],
      [
        "od",
        -1.504853e-06
      ],
      [
        "ius",
        -6.2729996e-06
      ],
      [
        " Pul",
        -3.7981175e-05
      ],
      [
        "cher",
        -6.2729996e-06
      ]
    ]
  },
  "Topological ones could use anyons to avoid the problem of decoherence. These objects use Hadamard gates, and the no cloning theorem makes error correction difficult for them. One of them is used in the Deutsch-Jozsa algorithm, and one of them allows the use of Grover's algorithm to search through an unsorted database in sublinear time. They can use Shor's Algorithm to factor primes in \"order log cubed of n\" time, and their individual elements are represented by two-state systems. Loss and Vincenzo have proposed one constructed of a certain type of dot. For 10 points, name these devices that store information in the form of superpositions of ones and zeroes, in qubits.": {
    "guess": "Quantum computer",
    "confidence": [
      [
        "Quant",
        -0.016603041
      ],
      [
        "um",
        -1.8624639e-06
      ],
      [
        " computer",
        -0.21513477
      ]
    ]
  },
  "This man took over as Secretary of State after Abel Upshur was killed in an explosion, and as Secretary of War, he called for Andrew Jackson to be censured for invading Spanish Florida. This politician's wife, Floride, was chief among those to shun Peggy Eaton in the Petticoat Affair, which, along with a break over his president's support of the Tariff of Abominations, led to this man's replacement as vice president. In his essay \"South Carolina Exposition and Protest\", he advanced the doctrine of nullification. For 10 points, name this South Carolina senator, and vice president to both John Quincy": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.00785208
      ],
      [
        " C",
        -8.42322e-05
      ],
      [
        ".",
        -0.0001135563
      ],
      [
        " Cal",
        -5.5122365e-07
      ],
      [
        "h",
        -1.6643718e-05
      ],
      [
        "oun",
        -9.968313e-06
      ]
    ]
  },
  "He took his rival Henri Guichard to court, claiming that the latter had tried to kill him by putting": {
    "guess": "Henri Guichard",
    "confidence": [
      [
        "Hen",
        -1.1505486
      ],
      [
        "ri",
        -0.00051156816
      ],
      [
        " Gu",
        -0.4985091
      ],
      [
        "ich",
        -0.00050489645
      ],
      [
        "ard",
        -0.0003776456
      ]
    ]
  },
  "This man took the throne name Usermaatre Setepenre, meaning \"the mighty truth, the chosen.\" This man moved his capital near the site of Avaris and completed the hypostyle of the Temple of Karnak, construction of which had begun under this man's father, Seti I. This man constructed statues of two of his": {
    "guess": "Ramesses II",
    "confidence": [
      [
        "Ram",
        -0.4389402
      ],
      [
        "esses",
        -7.314626e-05
      ],
      [
        " II",
        -0.0008011689
      ]
    ]
  },
  "This topic was the primary subject of the 1102 Council of London, and it was at the center of the trial of Sarah White Norman, who was forced to make a public apology in Plymouth colony. Groups which have supported it included the League of 1948, in Denmark, and the Mattachine Society founded by Harry": {
    "guess": "Homosexuality in 17th-century New England",
    "confidence": [
      [
        "Hom",
        -0.6963016
      ],
      [
        "osex",
        -0.015735542
      ],
      [
        "uality",
        -5.4788892e-05
      ],
      [
        " in",
        -0.07851857
      ],
      [
        " ",
        -1.3623129
      ],
      [
        "17",
        -0.13901469
      ],
      [
        "th",
        -0.00024084747
      ],
      [
        "-century",
        -0.4945967
      ],
      [
        " New",
        -0.018595275
      ],
      [
        " England",
        -1.5928495e-05
      ]
    ]
  },
  "This man took advantage of the Nootka controversy to force Spain to give up the west coast of North and": {
    "guess": "Nootka Sound",
    "confidence": [
      [
        "N",
        -0.48693672
      ],
      [
        "oot",
        -0.00011582117
      ],
      [
        "ka",
        -7.088138e-05
      ],
      [
        " Sound",
        -0.065475404
      ]
    ]
  },
  "On the top edge of this painting's frame, the artist inscribed in Greek, \"As I can,\" while on the bottom, he wrote a Latin acknowledgement of having made it. The empty, pitch black background all but drowns out the subject's body below his highly detailed face, though everything below his shoulders is cut off anyway. With a squint in his eyes, possibly the result of gazing into a mirror, the subject looks directly at the viewer; for which this work is cited as one of the earliest portraits ever to do so. FTP, identify this likely self-portrait of Jan van Eyck wearing a colored piece of headgear.": {
    "guess": "Portrait of a Man (Self Portrait?)",
    "confidence": [
      [
        "Portrait",
        -0.4381572
      ],
      [
        " of",
        -2.5703197e-05
      ],
      [
        " a",
        -0.0011761783
      ],
      [
        " Man",
        -6.659005e-05
      ],
      [
        " (",
        -0.537126
      ],
      [
        "Self",
        -0.00060188427
      ],
      [
        " Portrait",
        -0.00062320335
      ],
      [
        "?)",
        -0.60920537
      ]
    ]
  },
  "It took its name from a nearby monastery on the Isar river and was formally established in 1155, after a dispute between the Freising family and the eventual ruling dynasty of the region.  The city's center is the Odeonsplatz, and it is home to an art museum called the Glyptothek.  Other famous sites in this city include an attraction which depicts the marriage of Duke Wilhelm V and Renata of Lothringen, and which is authoritatively described by Wikipedia as \"the most famous glockenspiel in the world.\"  It is also home to three museums known by the name Pinakothek; the Nymphenburg Palace, which was home to the Wittelsbach dynasty; and a drinking establishment where Erich von Ludendorff and Adolf Hitler tried to overthrow the Weimar Republic.  FTP, name this site of an Olympic park set up in 1972, the capital of Bavaria.": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.001557355
      ],
      [
        "un",
        -3.2140193e-05
      ],
      [
        "ich",
        -1.6240566e-06
      ]
    ]
  },
  "A top floor supported by three legs, one of whicth is an off balance cylinder containing a circular staircase and supported by a cable, marks one of this man's buildings designed for a man in a wheelchair, the Maison a Bordeaux. An aluminum box lined with a porous green resin designed to create a \"sponge\" look distinguishes one of this man's buildings, the only one on Rodeo Drive to eschew the standard glass facade with mannequins. He also designed a three story high tetrahedron that can be flipped around with huge cranes and sits in Seoul. Besides the Beverly Hills Prada and the Prada Transformer, he worked with LMN to create a building with a \"book spiral\", the Seattle Public Library. Books like Mutations and The Harvard Design School Guide to Shopping were the product of his time in Cambridge, while he collaborated with Bruce Mau for S,M,L, XL. Also the architect for Porto Casa de Musica,": {
    "guess": "Rem Koolhaas",
    "confidence": [
      [
        "Rem",
        -0.01300222
      ],
      [
        " K",
        -0.00022070204
      ],
      [
        "ool",
        -1.2948405e-05
      ],
      [
        "ha",
        -0.004091459
      ],
      [
        "as",
        -7.2073424e-05
      ]
    ]
  },
  "A topological proof for this statement relies on the contradiction that two curves with different winding numbers would have a homotopy if this statement were not true. Since Liouville's theorem implies that bounded, analytic functions are constant, it can be used to prove this statement. An early proof for it came from Gauss' doctoral dissertation, and it can be equivalently stated as \"the field of complex numbers is closed.\" It states that for a polynomial of degree m with complex coefficients, the polynomial has at most m roots and at least one complex root. For 10 points, identify this statement": {
    "guess": "Fundamental theorem of algebra",
    "confidence": [
      [
        "Fund",
        -0.06434906
      ],
      [
        "amental",
        -2.3795938e-05
      ],
      [
        " theorem",
        -0.00033343938
      ],
      [
        " of",
        -3.2929079e-06
      ],
      [
        " algebra",
        -0.0009286142
      ]
    ]
  },
  "A top floor supported by three legs, one of whicth is an off balance cylinder containing a circular staircase and supported by a cable, marks one of this man's buildings designed for a man in a wheelchair, the Maison a Bordeaux. An aluminum box lined with a porous green resin designed to create a \"sponge\" look distinguishes one of this man's buildings, the only one on Rodeo Drive to eschew the standard glass facade with mannequins. He also designed a three story high tetrahedron that can be flipped": {
    "guess": "Rem Koolhaas",
    "confidence": [
      [
        "Rem",
        -0.41924828
      ],
      [
        " K",
        -0.00073505857
      ],
      [
        "ool",
        -5.080963e-06
      ],
      [
        "ha",
        -0.0026798216
      ],
      [
        "as",
        -7.886803e-05
      ]
    ]
  },
  "In the top right of this painting man with a yellow cloth covering his lap rests his left hand on an": {
    "guess": "The Calling of St Matthew (Caravaggio)",
    "confidence": [
      [
        "The",
        -0.70682025
      ],
      [
        " Calling",
        -0.6513307
      ],
      [
        " of",
        -8.268255e-05
      ],
      [
        " St",
        -0.02820487
      ],
      [
        " Matthew",
        -0.009065003
      ],
      [
        " (",
        -0.2921743
      ],
      [
        "Car",
        -0.00039135036
      ],
      [
        "av",
        -0.00017970333
      ],
      [
        "aggio",
        -4.9617593e-06
      ],
      [
        ")",
        -4.00813e-06
      ]
    ]
  },
  "The top of this painting shows a flying fish with a rod dangling a red sphere over it. At the bottom of this work, a human carries a clam containing another human inside. The middle panel of this work depicts nudes dancing in a sphere, and depicts many (*) strawberries and owls. Its right panel contains a knife protruding from two human ears as well as people being crucified on musical instruments in hell. For 10 points, name this triptych portraying people hedonistically enjoying sensual pleasure in the title location, painted by Hieronymus Bosch.": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.0013660697
      ],
      [
        " Garden",
        -0.0007709132
      ],
      [
        " of",
        -1.8624639e-06
      ],
      [
        " Earth",
        -3.650519e-06
      ],
      [
        "ly",
        -3.619312e-05
      ],
      [
        " Del",
        -3.5313153e-06
      ],
      [
        "ights",
        -0.0003032882
      ]
    ]
  },
  "The top of this structure is rendered as a deep overhanging cornice faced in an ornamented terra cotta skin; while the middle section consists of red brick pilasters with decorated terra cotta spandrels": {
    "guess": "Wainwright Building",
    "confidence": [
      [
        "W",
        -1.4696531
      ],
      [
        "ain",
        -0.17563984
      ],
      [
        "wright",
        -0.0017055327
      ],
      [
        " Building",
        -0.0012844024
      ]
    ]
  },
  "This topic was the primary subject of the 1102 Council of London, and it was at the center of the trial of Sarah White Norman, who was forced to make a public apology in Plymouth colony. Groups which have": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -1.4223293
      ],
      [
        "alem",
        -0.009343179
      ],
      [
        " witch",
        -0.019755142
      ],
      [
        " trials",
        -0.0001787497
      ]
    ]
  },
  "In topology, for a transformation of this type, uniform continuity is equivalent to continuity.  Inhomogenous": {
    "guess": "Homeomorphism",
    "confidence": [
      [
        "Home",
        -0.53125125
      ],
      [
        "om",
        -0.0026326114
      ],
      [
        "orphism",
        -0.002970215
      ]
    ]
  },
  "In it, the top half of a yellow door and a pair of metal coffee machines decorate the rear end of a triangle-shaped": {
    "guess": "Cafés",
    "confidence": [
      [
        "C",
        -0.6631801
      ],
      [
        "af",
        -0.0029391907
      ],
      [
        "és",
        -0.056003895
      ]
    ]
  },
  "In it, the top half of a yellow door and a pair of metal coffee machines decorate the rear end of a triangle-shaped wooden counter, behind which a man in white labors. Under a roof sign advertising cigars, or \"Phillies,\" for \"only five cents,\" a man wearing a suit and fedora sits on a stool with his back turned, and across from him another fedora-wearing man sits next to a lady in a red dress. For 10 points, name this painting of a late night scene at a lonely street corner and diner, a work by Edward Hopper.": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.011598146
      ],
      [
        "ighth",
        -1.2113979e-05
      ],
      [
        "awks",
        -0.0003000697
      ]
    ]
  },
  "The top of this structure is rendered as a deep overhanging cornice faced in an ornamented terra cotta skin; while the middle section consists of red brick pilasters with decorated terra cotta spandrels to match the skin above. But it is the suppressed all steel transom taken from the facade of Richardson's": {
    "guess": "Auditorium Building",
    "confidence": [
      [
        "Aud",
        -1.8541437
      ],
      [
        "itor",
        -0.003088709
      ],
      [
        "ium",
        -0.0018843731
      ],
      [
        " Building",
        -0.0011637921
      ]
    ]
  },
  "The top of this painting shows a flying fish with a rod dangling a red sphere over it. At the bottom of this work, a human carries a clam containing another human inside. The middle panel of this work depicts nudes dancing in a sphere, and depicts many (*) strawberries and owls. Its right panel contains a knife protruding from two human ears as well as people being crucified on musical instruments": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.0019580135
      ],
      [
        " Garden",
        -0.00020377879
      ],
      [
        " of",
        -1.8908588e-05
      ],
      [
        " Earth",
        -2.6968896e-06
      ],
      [
        "ly",
        -3.0471343e-05
      ],
      [
        " Del",
        -9.0883464e-07
      ],
      [
        "ights",
        -0.00012499251
      ]
    ]
  },
  "This topic was the primary subject of the 1102 Council of London, and it was at the center of the trial of Sarah White Norman, who was forced to make a public apology in Plymouth colony. Groups which have supported it included the League of 1948, in Denmark, and the Mattachine Society founded by Harry Hay in 1951. The name \"Urning\" was created by Karl-Heinrich Ulrichs in his periodical to describe": {
    "guess": "Uranian",
    "confidence": [
      [
        "U",
        -0.9738887
      ],
      [
        "ran",
        -0.026090572
      ],
      [
        "ian",
        -0.019325765
      ]
    ]
  },
  "He took his rival Henri Guichard to court, claiming that the latter had tried to kill him by putting arsenic in his snuff, but his victory was reversed on appeal. The king supported him in spite of his homosexuality, which became a public scandal, even after his collaborator, Phillipe Quinault, was accused of slandering the kings mistress in his Isis. FTP, identify this French composer, who wrote music for a number of Molieres comedies before turning to sacred music, who was conducting his Te Deum in 1687 when his practice of striking his foot with a pointed cane to mark the beat led to him getting gangrene and dying of blood poisoning.": {
    "guess": "Jean-Baptiste Lully",
    "confidence": [
      [
        "Jean",
        -0.10295206
      ],
      [
        "-B",
        -0.0020392719
      ],
      [
        "apt",
        -4.1080468e-05
      ],
      [
        "iste",
        -0.0004073163
      ],
      [
        " L",
        -0.00024596223
      ],
      [
        "ully",
        -4.3464544e-05
      ]
    ]
  },
  "A topological proof for this statement relies on the contradiction that two curves with different winding numbers would have a homotopy if this statement were not true. Since Liouville's theorem implies that bounded, analytic functions are constant, it can be used to prove this statement. An early proof for it came from Gauss' doctoral dissertation, and it can be equivalently stated as \"the field of complex numbers is closed.\" It states that for a polynomial of degree m with complex coefficients, the polynomial has at most m roots and at least one complex root. For 10 points, identify this statement which implies that a polynomial can be written as a product of linear factors. ": {
    "guess": "Fundamental theorem of algebra",
    "confidence": [
      [
        "Fund",
        -0.015456204
      ],
      [
        "amental",
        -1.7835755e-05
      ],
      [
        " theorem",
        -0.00031055594
      ],
      [
        " of",
        -1.2664457e-06
      ],
      [
        " algebra",
        -0.00057269033
      ]
    ]
  },
  "This man took advantage of the Nootka controversy to force Spain to give up the west coast of North and South America. Also responsible for the passage of the Combination Act, this figure tried John Horne Tooke, John Thelwall, and Thomas Hardy for treason.  He resigned to allow Henry Addington into power,": {
    "guess": "William Pitt the Younger",
    "confidence": [
      [
        "William",
        -0.028527
      ],
      [
        " Pitt",
        -0.0020155981
      ],
      [
        " the",
        -0.00036930136
      ],
      [
        " Young",
        -0.0013424931
      ],
      [
        "er",
        -5.4385737e-06
      ]
    ]
  },
  "This man took advantage of the Nootka controversy to force Spain to give up the west coast of North and South America. Also responsible for the passage of the Combination Act, this figure tried John Horne Tooke, John Thelwall, and Thomas Hardy for treason.  He resigned to allow Henry Addington into power, and he became Chancellor of the Exchequer under the Shelburne ministry. In his first ministry,": {
    "guess": "William Pitt the Younger",
    "confidence": [
      [
        "William",
        -0.0026510477
      ],
      [
        " Pitt",
        -0.0015028368
      ],
      [
        " the",
        -0.00024429336
      ],
      [
        " Young",
        -0.0009800515
      ],
      [
        "er",
        -2.220075e-06
      ]
    ]
  },
  "This man took advantage of the Nootka controversy to force Spain to give up the west coast of North and South America. Also responsible for the passage of the Combination Act, this figure tried John Horne Tooke, John Thelwall, and Thomas Hardy for treason.  He resigned to allow Henry Addington into power, and he became Chancellor of the Exchequer under the Shelburne ministry. In his first ministry, the king's distrust of Charles James Fox and Lord North allowed him to stay in power. This prime minister": {
    "guess": "William Pitt the Younger",
    "confidence": [
      [
        "William",
        -0.0010380488
      ],
      [
        " Pitt",
        -0.00015991552
      ],
      [
        " the",
        -0.00045033416
      ],
      [
        " Young",
        -0.00045379106
      ],
      [
        "er",
        -5.5122365e-07
      ]
    ]
  },
  "This man took advantage of the Nootka controversy to force Spain to give up the west coast of North and South America. Also responsible for the passage of the Combination Act, this figure tried John Horne Tooke, John Thelwall, and Thomas Hardy for treason.  He resigned to allow Henry Addington into power, and he became Chancellor of the Exchequer under the Shelburne ministry. In his first ministry, the king's distrust of Charles James Fox and Lord North allowed him to stay in power. This prime minister had Great Britain join the Third Coalition, which during his tenure would win at Trafalgar before": {
    "guess": "William Pitt the Younger",
    "confidence": [
      [
        "William",
        -0.011019053
      ],
      [
        " Pitt",
        -0.00043031163
      ],
      [
        " the",
        -0.00011105302
      ],
      [
        " Young",
        -0.00019614976
      ],
      [
        "er",
        -4.3202e-07
      ]
    ]
  },
  "This man took advantage of the Nootka controversy to force Spain to give up the west coast of North and South America. Also responsible for the passage of the Combination Act, this figure tried John Horne Tooke, John Thelwall, and Thomas Hardy for treason.  He resigned to allow Henry Addington into power, and he became Chancellor of the Exchequer under the Shelburne ministry. In his first ministry, the king's distrust of Charles James Fox and Lord North allowed him to stay in power. This prime minister had Great Britain join the Third Coalition, which during his tenure would win at Trafalgar before being defeated at Austerlitz. For 10 points, name this youngest ever British PM, who was also the": {
    "guess": "William Pitt the Younger",
    "confidence": [
      [
        "William",
        -0.0113174245
      ],
      [
        " Pitt",
        -3.8457987e-05
      ],
      [
        " the",
        -6.134509e-05
      ],
      [
        " Young",
        -0.0004038594
      ],
      [
        "er",
        -1.147242e-06
      ]
    ]
  },
  "This man took advantage of the Nootka controversy to force Spain to give up the west coast of North and South America. Also responsible for the passage of the Combination Act, this figure tried John Horne Tooke, John Thelwall, and Thomas Hardy for treason.  He resigned to allow Henry Addington into power, and he became Chancellor of the Exchequer under the Shelburne ministry. In his first ministry, the king's distrust of Charles James Fox and Lord North allowed him to stay in power. This prime minister had Great Britain join the Third Coalition, which during his tenure would win at Trafalgar before being defeated at Austerlitz. For 10 points, name this youngest ever British PM, who was also the son of the Earl of Chatham, a previous prime minister.": {
    "guess": "William Pitt the Younger",
    "confidence": [
      [
        "William",
        -0.0017419357
      ],
      [
        " Pitt",
        -2.7133641e-05
      ],
      [
        " the",
        -0.00020640128
      ],
      [
        " Young",
        -0.00025084958
      ],
      [
        "er",
        -1.0280384e-06
      ]
    ]
  },
  "A top floor supported by three legs, one of whicth is an off balance cylinder containing a circular staircase and supported by a cable, marks one of this man's buildings designed for a man in a wheelchair, the Maison a Bordeaux. An aluminum box lined with a porous green resin designed to create a \"sponge\" look distinguishes one of this man's buildings, the only one on Rodeo Drive to eschew the standard glass facade with mannequins. He also designed a three story high tetrahedron that can be flipped around with huge cranes and sits in Seoul. Besides the Beverly Hills Prada and the Prada Transformer, he worked with LMN to create a building with a \"book spiral\", the Seattle Public Library. Books like Mutations and The Harvard Design School Guide to Shopping were the product of his time in Cambridge, while he collaborated with Bruce Mau for S,M,L, XL. Also the architect for Porto Casa de Musica, for 10 points, name this Dutch architect. ": {
    "guess": "Rem Koolhaas",
    "confidence": [
      [
        "Rem",
        -0.0008697716
      ],
      [
        " K",
        -5.4669687e-05
      ],
      [
        "ool",
        -1.504853e-06
      ],
      [
        "ha",
        -0.000626895
      ],
      [
        "as",
        -2.7252845e-05
      ]
    ]
  }
}