{
  "This nation's first constitutional president was Francisco Ferrera, and after Miguel Davila came to power in this nation, President Taft sent troops to protect U.S. investments. Another president of this country, Carlos Flores, declared that 50 years of progress had been reversed by 1998's Hurricane Mitch. Under the regime of Roberto Cordova, this country was a haven for Contras, and under Oswaldo Lopez, this nation fought the Soccer War with neighboring El Salvador. For 10 points, name this Central": {
    "guess": "Honduras",
    "confidence": [
      [
        "H",
        -0.004840677
      ],
      [
        "ond",
        -3.5313153e-06
      ],
      [
        "uras",
        -8.363618e-05
      ]
    ]
  },
  "This nation's easternmost point lies along the Napo River, and its largest island is Isla Puna. Its largest cities were formed after Belalcazar's defeat of Ruminyahui, and this country's western shore is home to the port cities of Manta and Machala, while much of its northern border is formed by the eastward-flowing Putamayo River. Other locales in this country include the active volcanoes of Pichincha and Cotopaxi as well as a mountain considered by some to be the tallest in the world because its peak is the farthest from the center of the earth- Mount Chimborazo. Also home to Guayaquil and the": {
    "guess": "Ecuador",
    "confidence": [
      [
        "E",
        -0.002328552
      ],
      [
        "cuador",
        -0.00017946491
      ]
    ]
  },
  "This nation's easternmost point lies along the Napo River, and its largest island is Isla Puna. Its largest cities were formed after Belalcazar's defeat of Ruminyahui, and this country's western shore is home to the port cities of Manta and Machala, while much of its northern border is formed by the eastward-flowing Putamayo River. Other locales in this country include the active volcanoes of Pichincha and Cotopaxi as well as a mountain considered by some to be the tallest in the world because its peak is the farthest from the center of the earth- Mount Chimborazo. Also home to Guayaquil and the owner of the Galapagos Islands, for 10 points, identify this South American country with capital at Quito.": {
    "guess": "Ecuador",
    "confidence": [
      [
        "E",
        -0.0028994975
      ],
      [
        "cuador",
        -0.00036299456
      ]
    ]
  },
  "One native of this place meets the Oogs after using a device invented by Professor Thimk to leave this location; that title character was dubbed \"merry.\" In another series, beings from this location employed a cyborg assassin named Skar, bred human infants as food, and were opposed by Killraven. In the current storyline in the Secret Avengers comic, a mining expedition to this location uncovers the Serpent Crown. A different continuity reveals that this place was devastated by a \"mental plague\" perpetrated by Ma'alefa'ak, whose brother later became the Bronze Wraith and developed a dependence on": {
    "guess": "Mars (comics)",
    "confidence": [
      [
        "M",
        -0.07752522
      ],
      [
        "ars",
        -5.5577775e-06
      ],
      [
        " (",
        -0.030669512
      ],
      [
        "com",
        -0.13839206
      ],
      [
        "ics",
        -1.9361265e-07
      ],
      [
        ")",
        -0.00016849818
      ]
    ]
  },
  "This nation used the Swedish freighter Alfhem to acquire surplus Czech weapons, which were the target of a paramilitary operation to destroy its railroads led by Rip Robertson. Other subversive activities here included the propaganda channel \"Voice of Liberation\" and Operation Success, a plan to create civil war. Both were approved by.ambassador John Peurifoy, whose efforts helped install Carlos Castillo": {
    "guess": "Guatemala",
    "confidence": [
      [
        "Gu",
        -0.6732403
      ],
      [
        "atemala",
        -0.0014716495
      ]
    ]
  },
  "The natural escarpment on the north side of the city was augmented by a system of buttressed walls and": {
    "guess": "Great Wall of China",
    "confidence": [
      [
        "Great",
        -2.0714104
      ],
      [
        " Wall",
        -0.15825093
      ],
      [
        " of",
        -0.00035631913
      ],
      [
        " China",
        -0.17714512
      ]
    ]
  },
  "This nation's easternmost point lies along the Napo River, and its largest island is Isla Puna. Its largest cities were formed after Belalcazar's defeat of Ruminyahui, and this country's western shore is home to the port cities of Manta and Machala, while much of its northern border is formed by the eastward-flowing Putamayo River. Other locales in this country include the active volcanoes of Pichincha": {
    "guess": "Ecuador",
    "confidence": [
      [
        "E",
        -0.0060606864
      ],
      [
        "cuador",
        -1.9743013e-05
      ]
    ]
  },
  "This nation lost the 1467 Battle of Baia under Matthias Corvinus. This nation's first king was Stephen I of the Arpad dynasty, and short-lived political careers here include those of an 1848 revolutionary": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.010506986
      ],
      [
        "ary",
        -0.0012520157
      ]
    ]
  },
  "From 1974-79, he was NATO's Supreme Allied Commander in Europe. Before that he served as chief of staff for Nixon in the late stages of Watergate.  His 1988 presidential campaign bombed, six years after he resigned his cabinet position and seven years after his best-known gaffe.  FTP, name the Secretary of State who, upon the shooting of Reagan, announced, \"I am in charge.\"": {
    "guess": "Alexander Haig",
    "confidence": [
      [
        "Alexander",
        -0.090006806
      ],
      [
        " Ha",
        -0.0006511979
      ],
      [
        "ig",
        -2.7968066e-05
      ]
    ]
  },
  "This nation's Alajuela Province is the site of the Monteverde Cloud Forest Preserve, and this nation is home to the Barra Honda Caverns. Volcanos in this nation include Irazu and Rincon, which is located in this nation's Guanacaste Province. This country's city of Puntarenas is located on its Gulf of Nicoya, and the southern portion of this nation is home to the Osa Peninsula, which is separated from Golfito by the Gulfo Dulce. Separated from its northern neighbor by the San Juan River, This nation's president Jose Ferrer abolished its military in 1948, and both the Pacific Ocean and the Caribbean": {
    "guess": "Costa Rica",
    "confidence": [
      [
        "Cost",
        -0.0026899136
      ],
      [
        "a",
        -2.3319124e-05
      ],
      [
        " Rica",
        -0.00024251631
      ]
    ]
  },
  "In his \"The Nature of the Physical World,\" he postulated the Two Tables paradox to demonstrate the incommensurability of common-sensical and scientific inquiry. In that same work, he also promoted the first incarnation of the infinite monkey theorem, which held that \"if an army of monkeys were strumming on typewriters, they might write all the books in the British Museum.\" More a scientist than a philosopher, however, he explained the pulsation of Cepheid variables, though he is better known for": {
    "guess": "Arthur Eddington",
    "confidence": [
      [
        "Arthur",
        -0.01729525
      ],
      [
        " E",
        -0.0642298
      ],
      [
        "dd",
        -4.246537e-06
      ],
      [
        "ington",
        -1.831257e-05
      ]
    ]
  },
  "In his \"The Nature of the Physical World,\" he postulated the Two Tables paradox to demonstrate the incommensurability": {
    "guess": "Arthur Eddington",
    "confidence": [
      [
        "Arthur",
        -0.02437776
      ],
      [
        " E",
        -0.14066319
      ],
      [
        "dd",
        -2.749125e-05
      ],
      [
        "ington",
        -1.7120534e-05
      ]
    ]
  },
  "In this nation, the proposed Lekki Port will begin operations in 2018. After the governor of this country's central bank suggested that nearly 50 million dollars were missing from oil revenues, its finance minister argued that only 10.8 million dollars were missing. The Eko Atlantic district is a planned region in this country's largest city which has been blamed for degrading the coastline. In this": {
    "guess": "Nigeria",
    "confidence": [
      [
        "N",
        -0.0077264644
      ],
      [
        "igeria",
        -1.7432603e-06
      ]
    ]
  },
  "In his \"The Nature of the Physical World,\" he postulated the Two Tables paradox to demonstrate the incommensurability of common-sensical and scientific inquiry. In that same work, he also promoted the first incarnation of the infinite monkey theorem, which held that \"if an army of monkeys were strumming on typewriters, they might write all the books in the British Museum.\" More a scientist than a philosopher, however, he explained the pulsation of Cepheid variables, though he is better known for his work on black holes, in which he unsuccessfully opposed the idea of the Chandrasekhar limit. He": {
    "guess": "Arthur Eddington",
    "confidence": [
      [
        "Arthur",
        -0.02730338
      ],
      [
        " E",
        -0.14966217
      ],
      [
        "dd",
        -1.2664457e-06
      ],
      [
        "ington",
        -1.3663626e-05
      ]
    ]
  },
  "This nation includes the Merida and Sierra de Perija mountain ranges and the Catatumbo River. Major cities in this nation include Ciudad Guyana, Barquisimento, and, despite not being Spain, Valencia. This nation contains most of the Orinoco River, and two thirds of this nation's oil production occurs at its largest lake, which is also the largest lake in South America, Lake Maracaibo. For 10 points,": {
    "guess": "Venezuela",
    "confidence": [
      [
        "V",
        -0.044691525
      ],
      [
        "enez",
        -1.9862217e-05
      ],
      [
        "uela",
        -0.0009849352
      ]
    ]
  },
  "The natural escarpment on the north side of the city was augmented by a system of buttressed walls and a massive sally-port called the mushlalu. The oldest temple, ascribed to Shamshi-Adad I was later used as a burial ground. The massive Tigris-side quays were created under the direction of Adad-nirari": {
    "guess": "Dur-Sharrukin",
    "confidence": [
      [
        "Dur",
        -0.74967766
      ],
      [
        "-Sh",
        -0.021415772
      ],
      [
        "arr",
        -0.00092575327
      ],
      [
        "uk",
        -0.00012868783
      ],
      [
        "in",
        -0.00019197763
      ]
    ]
  },
  "A native of Lee's Summit, Missouri, he appeared on 106 & Park, a hip-hop show on BET, with special guest": {
    "guess": "106 & Park",
    "confidence": [
      [
        "106",
        -0.09646832
      ],
      [
        " &",
        -0.0015205762
      ],
      [
        " Park",
        -4.0722858e-05
      ]
    ]
  },
  "This nation's president declared a state of emergency after wildfires hit its western regions in July and August 2010. In June 2010, the United States arrested a SVR spy from this nation, Anna Chapman.": {
    "guess": "Russia",
    "confidence": [
      [
        "Russia",
        -0.0226161
      ]
    ]
  },
  "This nation was home to the Majapahit and Sri·vi·jaya empires. This nation's capital was razed by the Dutch and renamed Batavia. This nation struggled for sovereignty with groups like Sarekat Islam, and it gained independence under \"Guided Democracy\" with the leadership of Mohammed Hatta and Sukarno. This nation hosted leftist leaders at the Bandung Conference. It was recently under the dictatorship of Suharto. Its remnant of Hindu culture is most prominent in Bali. For 10 points, name this archipelago": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.067465246
      ],
      [
        "onesia",
        -0.014664877
      ]
    ]
  },
  "This nation's influential Edwards family supported the Monttvarista or National party, which came to": {
    "guess": "Edwards family",
    "confidence": [
      [
        "Ed",
        -0.7893366
      ],
      [
        "wards",
        -0.0001596771
      ],
      [
        " family",
        -0.25480607
      ]
    ]
  },
  "This nation's first Prime Minister, Saad Zaghlul, was overthrown in 1952 by the Free Officers Movement. This modern nation's capital was the capital of the Fatimid dynasty. This country's ancient city of Luxor contains its Valley of the Kings. Following Alexander the Great's conquest of this nation, the Ptolemaic dynasty was installed. This nation's rulers have included Gamal Nasser and Anwar Sadat.": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.0033546397
      ]
    ]
  },
  "Nathaniel Kahn describes him as \"the man with the glasses\" early in \"My Architect.\"  In 1932, five years after graduating as a philosophy major from Harvard, he was named director of MOMA's Department of Architecture.  In the same year he co-authored a book with Henry-Russell Hitchcock which introduced": {
    "guess": "Philip Johnson",
    "confidence": [
      [
        "Philip",
        -0.014078647
      ],
      [
        " Johnson",
        -0.00034893217
      ]
    ]
  },
  "This nation was ceded to new conquerors in the Treaty of Karlowitz, after which it became the largest province of Transleithania. It lost most of its area and two thirds of its population in the Treaty of Trianon. Its monarchs wore the hemispherical Crown of Saint Stephen, which was named for its first Arpad dynasty ruler. This nation entered the 1867 Ausgleich with Franz Joseph. Communist leader Janos Kadar ruled this nation after Soviet tanks crushed its 1956 uprising. For 10 points, name this": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.051315125
      ],
      [
        "ary",
        -0.00013870094
      ]
    ]
  },
  "A nation uses two different metals for its currency -- one overvalued, the other undervalued. Because individuals will lose value if they attempt to coin the undervalued metal, only the overvalued metal will actually circulate as currency. This is an example -- for 10 points \\-- of what Scotsman's economic": {
    "guess": "Gresham's law",
    "confidence": [
      [
        "G",
        -0.008995892
      ],
      [
        "resh",
        -1.3902034e-05
      ],
      [
        "am",
        -0.000117132404
      ],
      [
        "'s",
        -2.129266e-05
      ],
      [
        " law",
        -0.018522374
      ]
    ]
  },
  "This nation was the site of the Wind of Change speech, and one leader of this nation had the nickname \"The Big Crocodile.\" The Rivonia Trial took place in this nation, and leaders of this nation included Hendrik Verwoerd and P. W. Botha. The site of the Sharpeville Massacre in in 1960, this nation established the Truth and Reconciliation Commission in 1995 to investigate a policy advocated by the party": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.019249635
      ],
      [
        " Africa",
        -0.00023488728
      ]
    ]
  },
  "n an attempted assassination, Ferdinand Cohen-Blind shot at this man five times before slicing his own throat. This man, whose tenure was supported by Albrecht von Roon, organized a conference that formalized the process of colonization in Africa and passed a series of laws allowing for state regulation of the clergy named after education minister Adalbert Falk. Born to Junker parents, he was responsible for the Schnaebele incident and doctored an exchange with Count Benedetti that lead to war with France, the Ems telegram. He opposed Catholics in the \"Kulturkampf\" and was known for developing his \"Realpolitik\" during the reign of Wilhelm I. For 10 points, identify this \"Iron Chancellor\" of Prussia.": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.00027313698
      ],
      [
        "to",
        -3.4121115e-06
      ],
      [
        " von",
        -0.00011176824
      ],
      [
        " B",
        -2.8160932e-06
      ],
      [
        "ism",
        -5.7961847e-06
      ],
      [
        "ar",
        -0.00015514737
      ],
      [
        "ck",
        -1.3856493e-06
      ]
    ]
  },
  "This nation's first railway was built under the colonial rule of Charles Metcalfe, who unsuccessfully tried to import workers from India. John Stuart Mill led a campaign to have its governor tried for": {
    "guess": "History of rail transport in India",
    "confidence": [
      [
        "History",
        -1.0469174
      ],
      [
        " of",
        -0.00037275828
      ],
      [
        " rail",
        -0.79316974
      ],
      [
        " transport",
        -0.00022415895
      ],
      [
        " in",
        -0.0009994634
      ],
      [
        " India",
        -0.4112145
      ]
    ]
  },
  "This nation was at one point dominated by 12 Aymara tribes, and cities founded under colonial rule here include Cochabamba, and Chiquisaca. One president of this country established an alliance with Luis Obregoso but was defeated at the battle of Yungay, Andres de Santa Cruz. This country's important mines included one at Potosi, and they were unable to use the nitrates on the Pacific Coast that they": {
    "guess": "History of Bolivia",
    "confidence": [
      [
        "History",
        -0.50261647
      ],
      [
        " of",
        -0.0017522954
      ],
      [
        " Bolivia",
        -0.00080450665
      ]
    ]
  },
  "This nation owns most of the Sunda Islands, and is the site of the Lake Toba. Its more well-known islands": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.025468092
      ],
      [
        "onesia",
        -8.4947416e-05
      ]
    ]
  },
  "One of these natural phenomena is called Porkchop, and the oldest one in the world is thought to be Castle. A necessary condition for them to appear is a material of silicon dioxide which is dissolved from rocks, and which makes various channels pressure-tight and unable to leak into loose gravel or soil. When there is not enough water present to form one, a fumarole appears which can develop into": {
    "guess": "Geothermal gradient",
    "confidence": [
      [
        "Ge",
        -0.33096826
      ],
      [
        "othermal",
        -0.16043209
      ],
      [
        " gradient",
        -1.138111
      ]
    ]
  },
  "A native of Dubuque, Iowa, he was the subject of the Bob Woodward biography Frazzled. He had a brief stay in the Betty Ford clinic after joining the Rajnesshee cult and used a relationship with Jeane Kirkpatatrick to sell secrets to Russia. His occupations included televangelist, lead-singer for the band Deathtongue and two-time Presidential candidate for the Meadow Party. He also dated the Clinton's cat Socks and had Donald Trump's brain transplanted into his body. FTP identify this character whose most prevalent words are \"Oop-Ack,\" the best-friend of Opus and the unkempt feline star of Berke": {
    "guess": "Bill the Cat",
    "confidence": [
      [
        "Bill",
        -0.066935234
      ],
      [
        " the",
        -0.032614365
      ],
      [
        " Cat",
        -0.0003581072
      ]
    ]
  },
  "This native of Ardea was the wife of Collatinus, and she impressed her husband's friends by spinning wool under lamplight instead of dining at a banquet with the other noblewomen. After she killed herself,": {
    "guess": "Lucretia",
    "confidence": [
      [
        "Lu",
        -0.0061331987
      ],
      [
        "cret",
        -0.0017965621
      ],
      [
        "ia",
        -6.456359e-05
      ]
    ]
  },
  "This nation attempted to assassinate another head of state in the Rangoon bombings. A leader of this country urged his people to \"rush like the speed of Chollima\" toward economic reform. Operation Paul": {
    "guess": "Operation Paul",
    "confidence": [
      [
        "Operation",
        -0.5621171
      ],
      [
        " Paul",
        -0.00072625215
      ]
    ]
  },
  "One native of this place meets the Oogs after using a device invented by Professor Thimk to leave this location; that title character was dubbed \"merry.\" In another series, beings from this location employed a cyborg assassin named Skar, bred human infants as food, and were opposed by Killraven. In the current storyline in the Secret Avengers comic, a mining expedition to this location uncovers the Serpent Crown. A different continuity reveals that this place was devastated by a \"mental plague\" perpetrated by Ma'alefa'ak, whose brother later became the Bronze Wraith and developed a dependence on \"chocos.\" In another series, a character travels around this body using a clockwork crystal ship and explains his feelings of disconnect from humanity after transporting Silk Spectre here. For 10 points, identify this home world of a fire-fearing, green-skinned \"Manhunter\" named J'onn J'onzz, and place of exile for Dr. Manhattan, which, in comic books that end with the Earth exploding, becomes the third planet from the sun.": {
    "guess": "Mars in fiction",
    "confidence": [
      [
        "M",
        -0.023060974
      ],
      [
        "ars",
        -6.704273e-07
      ],
      [
        " in",
        -0.2451834
      ],
      [
        " fiction",
        -0.11813941
      ]
    ]
  },
  "A native of Susquehanna County, Pennsylvania, he graduated from Hamilton College. One of this psychologists early experiments examined superstition in pigeons by feeding them at regular intervals to see": {
    "guess": "B. F. Skinner",
    "confidence": [
      [
        "B",
        -0.0013768991
      ],
      [
        ".",
        -0.0030210838
      ],
      [
        " F",
        -1.7432603e-06
      ],
      [
        ".",
        -1.1637165e-05
      ],
      [
        " Skinner",
        -1.504853e-06
      ]
    ]
  },
  "In this nation, the proposed Lekki Port will begin operations in 2018. After the governor of this country's central bank suggested that nearly 50 million dollars were missing from oil revenues, its finance": {
    "guess": "Nigeria",
    "confidence": [
      [
        "N",
        -0.061838824
      ],
      [
        "igeria",
        -1.9385403e-05
      ]
    ]
  },
  "This nation fought a five-year war with King Cyaxares before reaching a truce via a royal marriage between": {
    "guess": "Medes",
    "confidence": [
      [
        "Med",
        -0.31349158
      ],
      [
        "es",
        -0.0052604415
      ]
    ]
  },
  "This nation's westernmost reaches constitute the historical region of Banat, whose primary city is Timisoara. Its western border is also home to the large river gorge known as the Iron Gate. This nation was the site of the Nazi internment camp known as Targu Jiu, which is now a major tourist attraction thanks to its sculptures by (*) Constantin Brancusi. That city lies at the base of the Carpathian Mountains, which divide this nation's regions of Moldavia and Wallachia from Transylvania. For 10 points,": {
    "guess": "Romania",
    "confidence": [
      [
        "Roman",
        -0.0013755915
      ],
      [
        "ia",
        -0.00015121732
      ]
    ]
  },
  "This nation was the target of Operation Northwoods, a rejected series of covertly orchestrated acts of": {
    "guess": "United States",
    "confidence": [
      [
        "United",
        -0.7057647
      ],
      [
        " States",
        -7.266944e-05
      ]
    ]
  },
  "One native of this place meets the Oogs after using a device invented by Professor Thimk to leave this location; that title character was dubbed \"merry.\" In another series, beings from this location employed a cyborg assassin named Skar, bred human infants as food, and were opposed by Killraven. In the current storyline in the Secret Avengers comic, a mining expedition to this location uncovers the Serpent Crown. A different continuity reveals that this place was devastated by a \"mental plague\" perpetrated by Ma'alefa'ak, whose brother later became the Bronze Wraith and developed a dependence on \"chocos.\" In another series, a character travels around this body using a clockwork crystal ship and": {
    "guess": "Mars (comics)",
    "confidence": [
      [
        "M",
        -0.044170316
      ],
      [
        "ars",
        -2.1008714e-06
      ],
      [
        " (",
        -0.3320855
      ],
      [
        "com",
        -0.1423765
      ],
      [
        "ics",
        -3.1281633e-07
      ],
      [
        ")",
        -0.0014294054
      ]
    ]
  },
  "This nation includes the Merida and Sierra de Perija mountain ranges and the Catatumbo River. Major cities in this nation include Ciudad Guyana, Barquisimento, and, despite not being Spain, Valencia. This nation contains most of the Orinoco River, and two thirds of this nation's oil production occurs": {
    "guess": "Venezuela",
    "confidence": [
      [
        "V",
        -0.0015766404
      ],
      [
        "enez",
        -3.3809047e-05
      ],
      [
        "uela",
        -6.50404e-05
      ]
    ]
  },
  "In this nation, a series of gravity-defying free-standing boulders located in the Matobo Hills is where Cecil John Rhodes was buried. Bumbusi, the site of a huge stone wall called the Great Enclosure, is located in this nation. This landlocked country is home to the Shona people. In 2009, this nation legalized the use of foreign currencies after it issued hundred trillion dollar banknotes following a period of rampant hyperinflation. The southern part of Victoria Falls is located in this nation, on its border with Zambia. This country's name comes from a \"Great\" civilization of Southern Africa. For 10 points, name this country which is located between Botswana and Mozambique.": {
    "guess": "Zimbabwe",
    "confidence": [
      [
        "Z",
        -0.0010950923
      ],
      [
        "imbabwe",
        -5.50273e-05
      ]
    ]
  },
  "This nation's Alajuela Province is the site of the Monteverde Cloud Forest Preserve, and this nation is home to the Barra Honda Caverns. Volcanos in this nation include Irazu and Rincon, which is located": {
    "guess": "Costa Rica",
    "confidence": [
      [
        "Cost",
        -0.00691985
      ],
      [
        "a",
        -2.4153549e-05
      ],
      [
        " Rica",
        -0.00039373443
      ]
    ]
  },
  "A national park in this state features a lengthy slot canyon called The Subway. The Virgin River runs through the southwest of this state, which is home to its lowest point, Beaver Dam Wash. Philo Farnsworth": {
    "guess": "Utah",
    "confidence": [
      [
        "Ut",
        -0.60955334
      ],
      [
        "ah",
        -1.342522e-05
      ]
    ]
  },
  "A native of Susquehanna County, Pennsylvania, he graduated from Hamilton College. One of this psychologists early experiments examined superstition in pigeons by feeding them at regular intervals to see if they modified their behavior according to when they were fed. FTP, name this behavioralist who wrote the controversial book Walden Two, which looked at social planning and operant conditioning in": {
    "guess": "B. F. Skinner",
    "confidence": [
      [
        "B",
        -0.004530639
      ],
      [
        ".",
        -0.0044897003
      ],
      [
        " F",
        -1.3856493e-06
      ],
      [
        ".",
        -3.3213026e-05
      ],
      [
        " Skinner",
        -5.9153886e-06
      ]
    ]
  },
  "This nation's influential Edwards family supported the Monttvarista or National party, which came to power after the Treaty of Cuz-Cuz was signed. That treaty appointed Jose Tomas Ovalle as President,": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.0814112
      ],
      [
        "ile",
        -0.000350955
      ]
    ]
  },
  "One native of this place meets the Oogs after using a device invented by Professor Thimk to leave this location; that title character was dubbed \"merry.\" In another series, beings from this location employed a cyborg assassin named Skar, bred human infants as food, and were opposed by Killraven. In the current storyline in the Secret Avengers comic, a mining expedition to this location uncovers the": {
    "guess": "Mars (comics)",
    "confidence": [
      [
        "M",
        -0.5406746
      ],
      [
        "ars",
        -0.0008321399
      ],
      [
        " (",
        -0.18946262
      ],
      [
        "com",
        -0.07956091
      ],
      [
        "ics",
        -1.6240566e-06
      ],
      [
        ")",
        -0.0006728783
      ]
    ]
  },
  "This nation lost the 1467 Battle of Baia under Matthias Corvinus. This nation's first king was Stephen I of the Arpad dynasty, and short-lived political careers here include those of an 1848 revolutionary with a namesake county in Iowa, Lajos Kossuth, Bela Kun's [*] pro-Soviet 1919 rule, and the Arrow Cross Movement of fascist Ferenc Szalasi. Janos Kadar deposed Imre Nagy [NAJ] in a 1956 Stalin-backed coup here, and this country, the location of the 1526 battle of Mohacs, signed the 1867 Ausgleich. For 10 points, name this country, whose dual monarchy with Austria ruled over the Magyars.": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.062058996
      ],
      [
        "ary",
        -9.901345e-05
      ]
    ]
  },
  "This nation's easternmost point lies along the Napo River, and its largest island is Isla Puna. Its largest cities were formed after Belalcazar's defeat of Ruminyahui, and this country's western shore is home to the port cities of Manta and Machala, while much of its northern border is formed by the": {
    "guess": "Ecuador",
    "confidence": [
      [
        "E",
        -0.06851661
      ],
      [
        "cuador",
        -2.5345586e-05
      ]
    ]
  },
  "This nation's Naitasiri Province contains the Sovi Basin, and its northernmost point is the Udu Point, which was recently hit by two earthquakes. Rewa River is the widest river in this nation and has its headwater in Mount Tomanivi, the highest point in this nation. The Kadavu Island is the third largest island in this nation, and its international airport is located by the Bligh Water in Nadi. The Koro Sea is located in this country and a large portion of the population lives on its two largest islands, Vanua Levu and Viti Levu. For 10 points, name this South Pacific island nation with the capital": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.0010229246
      ],
      [
        "iji",
        -1.8624639e-06
      ]
    ]
  },
  "A native of Clark. MO, he served as Commandant of the Infantry School at Ft. Benning at the start of WWII and later commanded the 82nd and 28th Divisions. Placed at the head of the II Corps for the North African campaign, his capture of Bizerte helped recapture Tunisia. He led his forces to Sicily before moving to the 1st Army for Normandy and the liberation of Paris. Elevated to command the 12th Army Group, he moved through the Benelux nations, Germany, and Czechoslovakia. FTP, name this general": {
    "guess": "Omar Bradley",
    "confidence": [
      [
        "O",
        -0.032937378
      ],
      [
        "mar",
        -4.365741e-06
      ],
      [
        " Bradley",
        -0.037218314
      ]
    ]
  },
  "This nation's president declared a state of emergency after wildfires hit its western regions in July": {
    "guess": "Australia",
    "confidence": [
      [
        "Australia",
        -0.22133026
      ]
    ]
  },
  "This nation is home to the volcanoes Iztaccihuatl (ISS-TACK-see-WAT-el) and Popocatepetl (PO-po-COT-uh-PET-el).": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.008627225
      ]
    ]
  },
  "This nation concluded a treaty with envoy John Methuen in 1703 that became the basis for its trade with": {
    "guess": "Methuen Treaty",
    "confidence": [
      [
        "M",
        -0.2703514
      ],
      [
        "eth",
        -4.365741e-06
      ],
      [
        "uen",
        -0.00020044109
      ],
      [
        " Treaty",
        -0.0058554397
      ]
    ]
  },
  "This nation's easternmost point lies along the Napo River, and its largest island is Isla Puna. Its largest cities were formed after Belalcazar's defeat of Ruminyahui, and this country's western shore is home to the port cities of Manta and Machala, while much of its northern border is formed by the eastward-flowing Putamayo River. Other locales in this country include the active volcanoes of Pichincha and Cotopaxi as well as a mountain considered by some to be the tallest in the world because its": {
    "guess": "Ecuador",
    "confidence": [
      [
        "E",
        -0.010553702
      ],
      [
        "cuador",
        -1.700133e-05
      ]
    ]
  },
  "For a natural number n, a function named for this man gives n times the product over distinct prime factors of 1 plus 1 over the prime factors. The \"number\" named for him is equal to the number of antichains in the power set of a set containing n elements. An integral domain whose non-zero prime ideals are maximal, which is a Noetherian ring, and is integrally closed is a domain named for this man,": {
    "guess": "Dedekind domain",
    "confidence": [
      [
        "D",
        -0.6830515
      ],
      [
        "ed",
        -0.0059648193
      ],
      [
        "ek",
        -8.2324936e-05
      ],
      [
        "ind",
        -5.5577775e-06
      ],
      [
        " domain",
        -0.058466952
      ]
    ]
  },
  "This nation concluded a treaty with envoy John Methuen in 1703 that became the basis for its trade with England. The War of the Two Brothers in this nation led to the exile of Prince Michael, and Amnesty International was formed in response to the actions of this nation's dictator Antonio Salazar. This": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.07515075
      ],
      [
        "ugal",
        -0.00014835644
      ]
    ]
  },
  "A native of Susquehanna County, Pennsylvania, he graduated from Hamilton College. One of this psychologists": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0970668
      ]
    ]
  },
  "In 2000, this nation recently lowered its voting age to 18 for the December elections. Sites within this country include Harappa, known as the \"Bronze-Age\" city, and Mohenjo-[*] Daro. Though its capital has a population of over 1.7 million people, its main cultural center is Lahore, where many Western-influenced shops and restaurants, as well as the University of the Punjab, are located. Headed by": {
    "guess": "Pakistan",
    "confidence": [
      [
        "Pakistan",
        -0.0041584144
      ]
    ]
  },
  "This nation contains Mount Roraima in the Pakaraima Range, just north of its Rupununi Savannah plain. Its lesser rivers include the Demarara and the Courantyne, which is part of disputed territory in the east. It is home to the mammoth Kaieteur Waterfalls on the Potaro River, which is a tributary of": {
    "guess": "Guyana",
    "confidence": [
      [
        "Guy",
        -0.62800264
      ],
      [
        "ana",
        -0.00028946425
      ]
    ]
  },
  "n an attempted assassination, Ferdinand Cohen-Blind shot at this man five times before slicing his own throat. This man, whose tenure was supported by Albrecht von Roon, organized a conference that formalized the process of colonization in Africa and passed a series of laws allowing for state regulation of the clergy named after education minister Adalbert Falk. Born to Junker parents, he was responsible": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.00025108797
      ],
      [
        "to",
        -5.7961847e-06
      ],
      [
        " von",
        -8.184812e-05
      ],
      [
        " B",
        -8.418666e-06
      ],
      [
        "ism",
        -6.0345924e-06
      ],
      [
        "ar",
        -0.00014025059
      ],
      [
        "ck",
        -1.3856493e-06
      ]
    ]
  },
  "This nation is home to the Buddhist monuments of Borobudur and Prambanan. This country also shares an": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.662824
      ],
      [
        "onesia",
        -7.183501e-05
      ]
    ]
  },
  "A national park in this state features a lengthy slot canyon called The Subway. The Virgin River runs through the southwest of this state, which is home to its lowest point, Beaver Dam Wash. Philo Farnsworth gives his name to a peak in the Oquirrh Mountains, which lie south of this state's most notable geographical feature. A park in this state is known for its large assemblage of eroded spires called (*) hoodoos. Another park in this state contains the Kolob arch, the second-largest natural arch": {
    "guess": "Zion National Park",
    "confidence": [
      [
        "Z",
        -0.47241315
      ],
      [
        "ion",
        -0.0003954033
      ],
      [
        " National",
        -0.00084488734
      ],
      [
        " Park",
        -0.00024406596
      ]
    ]
  },
  "This nation is home to the volcanoes Iztaccihuatl (ISS-TACK-see-WAT-el) and Popocatepetl (PO-po-COT-uh-PET-el). Another volcano here is a cinder cone that first appeared as a hole in a corn field and within 10 years grew 9,012 feet. The Bay of Campeche borders this country, whose tourist destinations include Cozumel, Cabo San Lucas, Tijuana (tee-WAHN-uh), and Cancun. For 10 points, name this country in which Ciudad Juarez (SEE-oo-dad WAR-ez) sits on the other side of the Rio Grande from Texas.": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.0024738743
      ]
    ]
  },
  "In 2000, this nation recently lowered its voting age to 18 for the December elections. Sites within this country include Harappa, known as the \"Bronze-Age\" city, and Mohenjo-[*] Daro. Though its capital": {
    "guess": "Pakistan",
    "confidence": [
      [
        "Pakistan",
        -0.01059722
      ]
    ]
  },
  "This nation's Alajuela Province is the site of the Monteverde Cloud Forest Preserve, and this nation is home to the Barra Honda Caverns. Volcanos in this nation include Irazu and Rincon, which is located in this nation's Guanacaste Province. This country's city of Puntarenas is located on its Gulf of Nicoya, and the southern portion of this nation is home to the Osa Peninsula, which is separated from Golfito by the Gulfo Dulce. Separated from its northern neighbor by the San Juan River, This nation's president Jose Ferrer abolished its military in 1948, and both the Pacific Ocean and the Caribbean are visible from this nation's Cerro Chirripo volcano. Containing the port city of Limon, for 10 points, identify this Central American nation located between Nicaragua and Panama, which has capital": {
    "guess": "Costa Rica",
    "confidence": [
      [
        "Cost",
        -0.0016116275
      ],
      [
        "a",
        -1.9504607e-05
      ],
      [
        " Rica",
        -0.00031985383
      ]
    ]
  },
  "This nation protested Nazi anti-Jewish measures in The Strike of February 1941, it suffered a famine in 1944 known as The Hunger Winter, and its government in exile was headed by Pieter (PEE-ter) Gerbrandy. This nation controlled what is now Indonesia and Suriname, and it shared its head of state with Luxembourg until 1890, when its throne passed to Queen Wilhelmina (vil-hel-MEE-nuh). Many of the people who went on the Great Trek were de- scended from this nation, and it had many ties to the Boers (bors) in South Africa. Name this low-lying nation that houses the International Criminal Court and that split with Belgium in 1830.": {
    "guess": "Netherlands",
    "confidence": [
      [
        "N",
        -0.29310232
      ],
      [
        "etherlands",
        -4.608702e-05
      ]
    ]
  },
  "This nation is home to translator Claude Pasteur and the Baron of Teive, who wrote The Education of a Stoic. One character from this nation reads Herbert Quain's The God of the Labyrinth and is based on": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.0010175677
      ],
      [
        "ugal",
        -0.001229158
      ]
    ]
  },
  "This nation's westernmost reaches constitute the historical region of Banat, whose primary city is Timisoara. Its western border is also home to the large river gorge known as the Iron Gate. This nation was the site of the Nazi internment camp known as Targu Jiu, which is now a major tourist attraction thanks to its sculptures by (*) Constantin Brancusi. That city lies at the base of the Carpathian Mountains, which divide this nation's regions of Moldavia and Wallachia from Transylvania. For 10 points, name this Eastern European country with capital at Bucharest.": {
    "guess": "Romania",
    "confidence": [
      [
        "Roman",
        -0.00033379698
      ],
      [
        "ia",
        -5.6576944e-05
      ]
    ]
  },
  "This nation's Etosha Pan, a seasonal lake, lies in Ovamboland, in the northern part of this country. Other regions in it include Kaokoveld, Damaraland, and Great Namaland. Its Caprivi Strip extends eastward from the rest of this country, and lies to the north of a neighboring country's Okavango Delta. The southern coast of it is known as the Diamond Coast, while the north is called the Skeleton Coast.": {
    "guess": "Namibia",
    "confidence": [
      [
        "Nam",
        -0.0014048751
      ],
      [
        "ibia",
        -0.00025573693
      ]
    ]
  },
  "This nation's highest point, Mount Moco, is located in the series of highlands in the center of the nation, the Planalto da Bie and Planalto da Hulla.  Those mountainous regions give rise to the Kwango and Cubango Rivers, but most of the nation's population is concentrated along the Atlantic Coast.  Its city of Namibe borders the Nanib Desert to the south, but, FTP, what strife-torn nation's largest": {
    "guess": "Angola",
    "confidence": [
      [
        "Ang",
        -0.06766023
      ],
      [
        "ola",
        -0.0003893239
      ]
    ]
  },
  "A native of Prague, this German left his position at Frankfurt for the U.S. when the Nazis rose to power, and spent the last ten years of his life teaching at the New School for Social Research in New York City before his death in 1943.  His study of the phenomenon of apparent movement led to the creation of a new school of psychological thought, the principles of which were published posthumously": {
    "guess": "Max Wertheimer",
    "confidence": [
      [
        "Max",
        -0.053081367
      ],
      [
        " Wer",
        -5.109358e-05
      ],
      [
        "the",
        -3.786197e-05
      ],
      [
        "imer",
        -8.053688e-05
      ]
    ]
  },
  "This nation's Etosha Pan, a seasonal lake, lies in Ovamboland, in the northern part of this country. Other regions in it include Kaokoveld, Damaraland, and Great Namaland. Its Caprivi Strip extends eastward": {
    "guess": "Namibia",
    "confidence": [
      [
        "Nam",
        -0.0025201344
      ],
      [
        "ibia",
        -0.00013464801
      ]
    ]
  },
  "This nation includes the Merida and Sierra de Perija mountain ranges and the Catatumbo River. Major cities": {
    "guess": "Venezuela",
    "confidence": [
      [
        "V",
        -0.02477511
      ],
      [
        "enez",
        -8.180258e-06
      ],
      [
        "uela",
        -5.7649777e-05
      ]
    ]
  },
  "This nation contains Mount Roraima in the Pakaraima Range, just north of its Rupununi Savannah plain. Its lesser rivers include the Demarara and the Courantyne, which is part of disputed territory in the east. It is home to the mammoth Kaieteur Waterfalls on the Potaro River, which is a tributary of the long river that bisects almost this entire nation, the Essequibo River. It is considered an economic member of the West Indies by the Caricom Treaty, a fact reflected by the position of its capital Georgetown. Sandwiched between Suriname and Venezuela, FTP, name this country in upper South America which once had \"British\" appended to its name.": {
    "guess": "Guyana",
    "confidence": [
      [
        "Guy",
        -0.097489014
      ],
      [
        "ana",
        -0.00015074051
      ]
    ]
  },
  "This nation lost the 1467 Battle of Baia under Matthias Corvinus. This nation's first king was Stephen I of the Arpad dynasty, and short-lived political careers here include those of an 1848 revolutionary with a namesake county in Iowa, Lajos Kossuth, Bela Kun's [*] pro-Soviet 1919 rule, and the Arrow": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.097976364
      ],
      [
        "ary",
        -0.0034300773
      ]
    ]
  },
  "One of these natural phenomena is called Porkchop, and the oldest one in the world is thought to be Castle.": {
    "guess": "Porkchop (natural phenomenon)",
    "confidence": [
      [
        "P",
        -1.4070162
      ],
      [
        "ork",
        -0.014275389
      ],
      [
        "ch",
        -0.035211276
      ],
      [
        "op",
        -0.00017839209
      ],
      [
        " (",
        -0.24436212
      ],
      [
        "natural",
        -1.6073768
      ],
      [
        " phenomenon",
        -0.039651547
      ],
      [
        ")",
        -0.00057638565
      ]
    ]
  },
  "This nation was the target of Operation Northwoods, a rejected series of covertly orchestrated acts of terror. It was also the site of the explosion of the French munitions vessel La Coubre. Current U.S. policy with regards to this nation was reinforced with the Torricelli Act of 1992 and the Helms-Burton Act of 1996. Its seizure was advocated by a document written by Soule, Mason, and Buchanan called the Ostend Manifesto, and its governance as a U.S. territory was established with the Teller and": {
    "guess": "Cuba",
    "confidence": [
      [
        "C",
        -0.0045025195
      ],
      [
        "uba",
        -0.0008384577
      ]
    ]
  },
  "In 1782, natifs\\--people born in this city who lacked citizenship-- launched a revolt. This city commemorates The Escalade, where the Order of the Spoon sent by Charles Emmanuel I of Savoy tried to take this city. William Rappard helped get an organization first headed by Eric Drummond to set up headquarters here. An organization based in this city created ENQUIRE, which became the (*) World Wide Web.": {
    "guess": "Geneva",
    "confidence": [
      [
        "Gene",
        -0.006412424
      ],
      [
        "va",
        -4.9663133e-05
      ]
    ]
  },
  "This native of Ardea was the wife of Collatinus, and she impressed her husband's friends by spinning": {
    "guess": "Lucretia",
    "confidence": [
      [
        "Lu",
        -0.010339223
      ],
      [
        "cret",
        -0.006241484
      ],
      [
        "ia",
        -5.7768983e-05
      ]
    ]
  },
  "This nation's first railway was built under the colonial rule of Charles Metcalfe, who unsuccessfully": {
    "guess": "Charles Metcalfe, 1st Baron Metcalfe",
    "confidence": [
      [
        "Charles",
        -0.82337886
      ],
      [
        " Met",
        -0.106902495
      ],
      [
        "cal",
        -0.00027266017
      ],
      [
        "fe",
        -3.5358695e-05
      ],
      [
        ",",
        -0.39207596
      ],
      [
        " ",
        -0.002021428
      ],
      [
        "1",
        -0.003518233
      ],
      [
        "st",
        -4.2391708e-05
      ],
      [
        " Baron",
        -0.00412435
      ],
      [
        " Met",
        -0.0005517215
      ],
      [
        "cal",
        -6.253713e-05
      ],
      [
        "fe",
        -3.0545007e-06
      ]
    ]
  },
  "In his \"The Nature of the Physical World,\" he postulated the Two Tables paradox to demonstrate the incommensurability of common-sensical and scientific inquiry. In that same work, he also promoted the first incarnation of the infinite monkey theorem, which held that \"if an army of monkeys were strumming on typewriters, they might write all the books in the British Museum.\" More a scientist than a philosopher, however, he explained the pulsation of Cepheid variables, though he is better known for his work on black holes, in which he unsuccessfully opposed the idea of the Chandrasekhar limit. He also unsuccessfully attempted to establish the fine structure constant as exactly 1/137, a value now known as his number. For 10 points, name this British astrophysicist who discovered proof of gravitational lensing?": {
    "guess": "Arthur Eddington",
    "confidence": [
      [
        "Arthur",
        -0.04674087
      ],
      [
        " E",
        -0.45293778
      ],
      [
        "dd",
        -2.486877e-05
      ],
      [
        "ington",
        -4.763667e-05
      ]
    ]
  },
  "\"National Responsibility\" was proposed and rejected as the name of this political party, whose current name has been criticized for being too similar to that of an Italian fascist newspaper. Majalli Wahabi was the first member of this party to serve as acting head of state. One politician joined this party after losing a leadership election to Amir (*) Peretz. This party's name translates as \"Forward\"": {
    "guess": "Kadima",
    "confidence": [
      [
        "K",
        -0.69755316
      ],
      [
        "ad",
        -0.03734993
      ],
      [
        "ima",
        -2.1411865e-05
      ]
    ]
  },
  "In his \"The Nature of the Physical World,\" he postulated the Two Tables paradox to demonstrate the incommensurability of common-sensical and scientific inquiry. In that same work, he also promoted the first incarnation of the infinite monkey theorem, which held that \"if an army of monkeys were strumming on typewriters, they might write all the books in the British Museum.\" More a scientist than a philosopher, however, he explained the pulsation of Cepheid variables, though he is better known for his work on black holes, in which he unsuccessfully opposed the idea of the Chandrasekhar limit. He also unsuccessfully attempted to establish the fine structure constant as exactly 1/137, a value now known as his number. For 10 points, name this British astrophysicist who discovered proof of gravitational": {
    "guess": "Arthur Eddington",
    "confidence": [
      [
        "Arthur",
        -0.13327691
      ],
      [
        " E",
        -0.51272714
      ],
      [
        "dd",
        -1.2233183e-05
      ],
      [
        "ington",
        -3.1544176e-05
      ]
    ]
  },
  "A national park in this state features a lengthy slot canyon called The Subway. The Virgin River runs through the southwest of this state, which is home to its lowest point, Beaver Dam Wash. Philo Farnsworth gives his name to a peak in the Oquirrh Mountains, which lie south of this state's most notable": {
    "guess": "Utah",
    "confidence": [
      [
        "Ut",
        -0.018812193
      ],
      [
        "ah",
        -4.2868523e-05
      ]
    ]
  },
  "National parks of this nation include the Bukk, Ferto-Hansag and Aggtelek caves while its peaks include Zengo, Pilis and Irott-ko. Notable regions of this country are Vas and Baranya while wine is grown in the Tokaj. Among its mountain ranges are the Zemplen, Koszeg and Villany while in the Matra range": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.61709297
      ],
      [
        "ary",
        -0.007732027
      ]
    ]
  },
  "This nation's war with Britain saw the victory of Charles Grant and Archibald Campbell, which resulted in the Treaty of Yandabo, and during World War II, the Chindits of Orde Wingate fought here. The location of the early kingdoms of Taungoo and Konbaung, this country was ruled by U Nu after its independence until an overthrow by Ne Win. Ruled since 1992 by Than Shwe, for 10 points, name this Asian": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.26806754
      ],
      [
        "anmar",
        -0.0004038594
      ]
    ]
  },
  "This nation lost a significant part of its south after an embarrassing defeat at the battle of Maritsa, and this nation suffered another loss to Louis the Great, leading to the creation of the Dusan Code.": {
    "guess": "Serbia",
    "confidence": [
      [
        "Ser",
        -0.13442422
      ],
      [
        "bia",
        -0.25866956
      ]
    ]
  },
  "A native of Dubuque, Iowa, he was the subject of the Bob Woodward biography Frazzled. He had a brief": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.4678425
      ]
    ]
  },
  "This nation is home to the Buddhist monuments of Borobudur and Prambanan. This country also shares an island with a nation with capital at Dili, Timor, and controls the islands which were the destination": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.3752908
      ],
      [
        "onesia",
        -0.0027493613
      ]
    ]
  },
  "This nation owns the islands of the San Blas Archipelago, Taboga, and Coiba Island, home to a namesake species of howler monkey. Its southern portion extends along the Azuero Peninsula, featuring the fishing town of Pedasi and a region dubbed Arco Seco or the \"Dry Arc.\" Its highest point is at Barú volcano,": {
    "guess": "Panama",
    "confidence": [
      [
        "Pan",
        -0.010370962
      ],
      [
        "ama",
        -0.0013757106
      ]
    ]
  },
  "This nation, which includes the towns of Louri and Samtse, is heavily forested in its central region featuring the Black Mountains, which act as a watershed between the Mo and Drangme Rivers. The far south is home to the fertile and subtropical Duars Plain and in the east is the town of Paro, home to": {
    "guess": "Bhutan",
    "confidence": [
      [
        "B",
        -0.00429173
      ],
      [
        "h",
        -1.27099975e-05
      ],
      [
        "utan",
        -2.618001e-05
      ]
    ]
  },
  "This nation includes the Merida and Sierra de Perija mountain ranges and the Catatumbo River. Major cities in this nation include Ciudad Guyana, Barquisimento, and, despite not being Spain, Valencia. This nation contains most of the Orinoco River, and two thirds of this nation's oil production occurs at its largest lake, which is also the largest lake in South America, Lake Maracaibo. For 10 points, name this nation with capital at Caracas.": {
    "guess": "Venezuela",
    "confidence": [
      [
        "V",
        -0.006105236
      ],
      [
        "enez",
        -5.7292167e-05
      ],
      [
        "uela",
        -5.6934558e-05
      ]
    ]
  },
  "One native of this place meets the Oogs after using a device invented by Professor Thimk to leave this location; that title character was dubbed \"merry.\" In another series, beings from this location employed a cyborg assassin named Skar, bred human infants as food, and were opposed by Killraven. In the": {
    "guess": "Mars (comics)",
    "confidence": [
      [
        "M",
        -0.88718605
      ],
      [
        "ars",
        -0.0016775564
      ],
      [
        " (",
        -0.12128413
      ],
      [
        "com",
        -0.15737805
      ],
      [
        "ics",
        -1.9361265e-07
      ],
      [
        ")",
        -0.0006000962
      ]
    ]
  },
  "This nation was home to the Majapahit and Sri·vi·jaya empires. This nation's capital was razed by the Dutch and renamed Batavia. This nation struggled for sovereignty with groups like Sarekat Islam, and it gained independence under \"Guided Democracy\" with the leadership of Mohammed Hatta and Sukarno.": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.35438767
      ],
      [
        "onesia",
        -0.2840394
      ]
    ]
  },
  "This nation used the Swedish freighter Alfhem to acquire surplus Czech weapons, which were the target of a paramilitary operation to destroy its railroads led by Rip Robertson. Other subversive activities here included the propaganda channel \"Voice of Liberation\" and Operation Success, a plan to create civil war. Both were approved by.ambassador John Peurifoy, whose efforts helped install Carlos Castillo Armas as its military dictator. Guerrillas like Gaspar Ilom fought during its civil war, which included a massacre at Sacuchum. A 1954 CIA coup in this country defended the interests of the United Fruit company and overthrew president Jacobo Arbenz Guzman. For 10 points, name that Central American": {
    "guess": "Guatemala",
    "confidence": [
      [
        "Gu",
        -1.1445205
      ],
      [
        "atemala",
        -0.005630709
      ]
    ]
  },
  "This nation includes the Merida and Sierra de Perija mountain ranges and the Catatumbo River. Major cities in this nation include Ciudad Guyana, Barquisimento, and, despite not being Spain, Valencia. This": {
    "guess": "Venezuela",
    "confidence": [
      [
        "V",
        -0.005285342
      ],
      [
        "enez",
        -6.392203e-06
      ],
      [
        "uela",
        -0.00013595926
      ]
    ]
  },
  "This nation is home to translator Claude Pasteur and the Baron of Teive, who wrote The Education of a Stoic. One character from this nation reads Herbert Quain's The God of the Labyrinth and is based on the author of The Book of Disquiet. In addition to Ricardo Reis, another author from this nation described": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.351965
      ],
      [
        "ugal",
        -0.026738554
      ]
    ]
  },
  "For a natural number n, a function named for this man gives n times the product over distinct prime factors of 1 plus 1 over the prime factors. The \"number\" named for him is equal to the number of antichains in the power set of a set containing n elements. An integral domain whose non-zero prime ideals are maximal, which is a Noetherian ring, and is integrally closed is a domain named for this man, and he earlier introduced the concept of (*) ideals in his Lectures on Number Theory. He also proposed a partition of the rationals into nonempty subsets M and N such that all the members of M are less than members of N, and that M has no greatest number. For 10 points, identify this mathematician who thus constructed the reals out of the rationals, using his namesake \"cuts.\"": {
    "guess": "Dedekind Domain",
    "confidence": [
      [
        "D",
        -0.1592801
      ],
      [
        "ed",
        -8.299462e-06
      ],
      [
        "ek",
        -2.8921695e-05
      ],
      [
        "ind",
        -5.080963e-06
      ],
      [
        " Domain",
        -0.28838843
      ]
    ]
  },
  "In this nation, the proposed Lekki Port will begin operations in 2018. After the governor of this country's central bank suggested that nearly 50 million dollars were missing from oil revenues, its finance minister argued that only 10.8 million dollars were missing. The Eko Atlantic district is a planned region in this country's largest city which has been blamed for degrading the coastline. In this nation, oil pipelines and platforms have been attacked by rebel group MEND, which seeks economic liberation for its namesake region. This country's largest conglomerate is named after Aliko Dangote, the richest man in Africa. In 2014, 276 schoolgirls in this country were kidnapped by terrorist group": {
    "guess": "Nigeria",
    "confidence": [
      [
        "N",
        -0.00014191943
      ],
      [
        "igeria",
        -2.9352968e-06
      ]
    ]
  },
  "One national park in this state consists of a series of horseshoe-shaped amphitheaters with colorful rock formations, including spires called \"hoodoos.\" This home of Canyonlands National Park contains an evaporated lake bed upon which many land-speed records have been set, the Bonneville Salt Flats. The town of Promontory in this state is home to a \"Golden Spike,\" marking it as the spot where the Transcontinental Railroad was completed. For 10 points, name this state, the home of Bryce Canyon and": {
    "guess": "Utah",
    "confidence": [
      [
        "Ut",
        -0.0071012015
      ],
      [
        "ah",
        -3.5477897e-05
      ]
    ]
  },
  "The national government in this country is forcing the seventeen autonomous regions to drastically cut spending. Its Cajas required a bailout from its government, and in 2011 the People's Party won a majority in parliament. It has requested a bailout from the ECB, primarily because of its banks. The prime minister of this country is Mariano Rajoy, who took power after its Socialist Party under Rodriguez Zapatero enacted harsh austerity cuts. For 10 points, name this southern European country with": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.09340683
      ]
    ]
  },
  "From 1974-79, he was NATO's Supreme Allied Commander in Europe. Before that he served as chief of staff for Nixon in the late stages of Watergate.  His 1988 presidential campaign bombed, six years after he resigned his cabinet position and seven years after his best-known gaffe.  FTP, name the Secretary": {
    "guess": "Alexander Haig",
    "confidence": [
      [
        "Alexander",
        -0.10479415
      ],
      [
        " Ha",
        -0.05656562
      ],
      [
        "ig",
        -0.00014144262
      ]
    ]
  },
  "The natural escarpment on the north side of the city was augmented by a system of buttressed walls and a massive sally-port called the mushlalu. The oldest temple, ascribed to Shamshi-Adad I was later used as a burial ground. The massive Tigris-side quays were created under the direction of Adad-nirari I in the 13th century BC. Containing 34 temples dedicated to various deities, the city was thoroughly sacked in 614 by the Babylonians. For 10 points, name this religious capital of the Assyrians,": {
    "guess": "Assur",
    "confidence": [
      [
        "Ass",
        -0.44096175
      ],
      [
        "ur",
        -0.0037651667
      ]
    ]
  },
  "n an attempted assassination, Ferdinand Cohen-Blind shot at this man five times before slicing his own throat. This man, whose tenure was supported by Albrecht von Roon, organized a conference that formalized the process of colonization in Africa and passed a series of laws allowing for state regulation": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.0003587032
      ],
      [
        "to",
        -4.365741e-06
      ],
      [
        " von",
        -0.00011069541
      ],
      [
        " B",
        -2.3392786e-06
      ],
      [
        "ism",
        -7.58424e-06
      ],
      [
        "ar",
        -0.00016313401
      ],
      [
        "ck",
        -1.0280384e-06
      ]
    ]
  },
  "This nation was at one point dominated by 12 Aymara tribes, and cities founded under colonial rule here include Cochabamba, and Chiquisaca. One president of this country established an alliance with Luis Obregoso but was defeated at the battle of Yungay, Andres de Santa Cruz. This country's important mines included one at Potosi, and they were unable to use the nitrates on the Pacific Coast that they lost in the war of the Pacific. For 10 points, name this country once ruled by Antonio Jose de Sucre,": {
    "guess": "Bolivia",
    "confidence": [
      [
        "B",
        -0.3331174
      ],
      [
        "ol",
        -9.4914985e-06
      ],
      [
        "ivia",
        -0.005019444
      ]
    ]
  },
  "A native of Susquehanna County, Pennsylvania, he graduated from Hamilton College. One of this psychologists early experiments examined superstition in pigeons by feeding them at regular intervals to see if they modified their behavior according to when they were fed. FTP, name this behavioralist who wrote the controversial book Walden Two, which looked at social planning and operant conditioning in raising children.": {
    "guess": "B. F. Skinner",
    "confidence": [
      [
        "B",
        -0.004362233
      ],
      [
        ".",
        -0.005423601
      ],
      [
        " F",
        -1.8624639e-06
      ],
      [
        ".",
        -2.546479e-05
      ],
      [
        " Skinner",
        -9.253091e-06
      ]
    ]
  },
  "This nation was home to the Majapahit and Sri·vi·jaya empires. This nation's capital was razed by the Dutch and renamed Batavia. This nation struggled for sovereignty with groups like Sarekat Islam, and": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.45448476
      ],
      [
        "onesia",
        -0.0034723745
      ]
    ]
  },
  "From 1974-79, he was NATO's Supreme Allied Commander in Europe. Before that he served as chief of staff": {
    "guess": "Alexander Haig",
    "confidence": [
      [
        "Alexander",
        -0.21099873
      ],
      [
        " Ha",
        -0.048546366
      ],
      [
        "ig",
        -6.122589e-05
      ]
    ]
  },
  "In this nation, the proposed Lekki Port will begin operations in 2018. After the governor of this country's": {
    "guess": "Nigeria",
    "confidence": [
      [
        "N",
        -0.00649557
      ],
      [
        "igeria",
        -5.6769813e-06
      ]
    ]
  },
  "This nation lost a significant part of its south after an embarrassing defeat at the battle of Maritsa, and this nation suffered another loss to Louis the Great, leading to the creation of the Dusan Code. The retreat of forces under Vuk Brankovic at the Field of the Blackbirds led to the conquest of this nation, home to the Chetnik resistance during World War II. A member of the Black Hand organization": {
    "guess": "Serbia",
    "confidence": [
      [
        "Ser",
        -0.24683629
      ],
      [
        "bia",
        -0.010248725
      ]
    ]
  },
  "This native of Cyprus' adventures with a more famous companion included his being mistaken for Zeus,": {
    "guess": "Pygmalion",
    "confidence": [
      [
        "Py",
        -1.167789
      ],
      [
        "g",
        -0.43205804
      ],
      [
        "mal",
        -0.0018163134
      ],
      [
        "ion",
        -9.2457245e-05
      ]
    ]
  },
  "This nation contains Mount Roraima in the Pakaraima Range, just north of its Rupununi Savannah plain. Its lesser rivers include the Demarara and the Courantyne, which is part of disputed territory in the east. It is home to the mammoth Kaieteur Waterfalls on the Potaro River, which is a tributary of the long river that bisects almost this entire nation, the Essequibo River. It is considered an economic member of the West Indies by the Caricom Treaty, a fact reflected by the position of its capital": {
    "guess": "Geography of Guyana",
    "confidence": [
      [
        "Ge",
        -0.34707484
      ],
      [
        "ography",
        -0.107052356
      ],
      [
        " of",
        -0.0010937847
      ],
      [
        " Guy",
        -0.00053349434
      ],
      [
        "ana",
        -5.0735965e-05
      ]
    ]
  },
  "This nation's first railway was built under the colonial rule of Charles Metcalfe, who unsuccessfully tried to import workers from India. John Stuart Mill led a campaign to have its governor tried for killing George William Gordon. Besides that Governor Eyre case, this country was officially ceded by": {
    "guess": "Jamaica",
    "confidence": [
      [
        "J",
        -0.2584413
      ],
      [
        "ama",
        -6.3490756e-05
      ],
      [
        "ica",
        -0.0043305415
      ]
    ]
  },
  "This nation, which includes the towns of Louri and Samtse, is heavily forested in its central region featuring the Black Mountains, which act as a watershed between the Mo and Drangme Rivers. The far south": {
    "guess": "Bhutan",
    "confidence": [
      [
        "B",
        -0.0023185571
      ],
      [
        "h",
        -9.729906e-06
      ],
      [
        "utan",
        -1.2233183e-05
      ]
    ]
  },
  "This nation's first constitutional president was Francisco Ferrera, and after Miguel Davila came to power": {
    "guess": "Honduras",
    "confidence": [
      [
        "H",
        -0.2507308
      ],
      [
        "ond",
        -6.1537958e-06
      ],
      [
        "uras",
        -0.00045653275
      ]
    ]
  },
  "This native of Ardea was the wife of Collatinus, and she impressed her husband's friends by spinning wool under lamplight instead of dining at a banquet with the other noblewomen. After she killed herself, Junius Brutus pulled the bloody dagger from her body and vowed to avenge her honor. For 10 points—name": {
    "guess": "Lucretia",
    "confidence": [
      [
        "Lu",
        -0.027470635
      ],
      [
        "cret",
        -0.0037421254
      ],
      [
        "ia",
        -0.00010485443
      ]
    ]
  },
  "This native of Cyprus' adventures with a more famous companion included his being mistaken for Zeus, while his companion was mistaken for Hermes since he did most of the talking. This occurred in Lystra, where they had traveled from Iconium. When they returned home, they argued because this man wanted his nephew to travel with them, although the nephew had deserted them [*] in Pamphylia. Thus this man took John Mark as a new companion and his former companion took Silas. FTP, name this prophet of Antioch who, in the book of Acts, travels through Pisidia and the central Asia Minor mostly listening to the Gospel as preached by his companion Paul.": {
    "guess": "Barnabas",
    "confidence": [
      [
        "B",
        -0.06476447
      ],
      [
        "arn",
        -0.00021212305
      ],
      [
        "ab",
        -0.00068800984
      ],
      [
        "as",
        -1.2948405e-05
      ]
    ]
  },
  "This nation's Bay of Plenty is the home of a sphenodont (SFEE-noh-dahnt) reptile called the tuatara. Its regions include Otago and Canterbury, whose chief city, Christchurch, was the site of a 2011 earthquake. The Cook Strait, which divides its North and South Islands, is the site of its capital, Wellington. For 10 points, the Maori people are the native inhabitants of what Pacific island nation east of Australia?": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.0047095804
      ],
      [
        " Zealand",
        -0.008039529
      ]
    ]
  },
  "In this nation, the proposed Lekki Port will begin operations in 2018. After the governor of this country's central bank suggested that nearly 50 million dollars were missing from oil revenues, its finance minister argued that only 10.8 million dollars were missing. The Eko Atlantic district is a planned region in this country's largest city which has been blamed for degrading the coastline. In this nation, oil pipelines and platforms have been attacked by rebel group MEND, which seeks economic liberation for its namesake region. This country's largest conglomerate is named after Aliko Dangote, the richest man in Africa. In 2014, 276 schoolgirls in this country were kidnapped by terrorist group Boko Haram. For 10 points, name this nation currently led by Goodluck Jonathan, the most populous country in Africa.": {
    "guess": "Nigeria",
    "confidence": [
      [
        "N",
        -0.0030333288
      ],
      [
        "igeria",
        -8.537869e-06
      ]
    ]
  },
  "At a natural rate of unemployment, this curve is flat in the long run. Formulated using more than  100": {
    "guess": "Phillips Curve",
    "confidence": [
      [
        "Phill",
        -0.9869252
      ],
      [
        "ips",
        -8.697388e-05
      ],
      [
        " Curve",
        -0.2410058
      ]
    ]
  },
  "In this nation, a series of gravity-defying free-standing boulders located in the Matobo Hills is where Cecil John Rhodes was buried. Bumbusi, the site of a huge stone wall called the Great Enclosure, is located in this nation. This landlocked country is home to the Shona people. In 2009, this nation legalized the use of foreign currencies after it issued hundred trillion dollar banknotes following": {
    "guess": "Zimbabwe",
    "confidence": [
      [
        "Z",
        -0.013994962
      ],
      [
        "imbabwe",
        -7.839122e-05
      ]
    ]
  },
  "This nation's first railway was built under the colonial rule of Charles Metcalfe, who unsuccessfully tried to import workers from India. John Stuart Mill led a campaign to have its governor tried for killing George William Gordon. Besides that Governor Eyre case, this country was officially ceded by the Spanish at the 1670 Treaty of (*) Madrid, although it had earlier been captured by Robert Venables": {
    "guess": "Jamaica",
    "confidence": [
      [
        "J",
        -0.2726005
      ],
      [
        "ama",
        -2.9517714e-05
      ],
      [
        "ica",
        -0.002549266
      ]
    ]
  },
  "One of these natural phenomena is called Porkchop, and the oldest one in the world is thought to be Castle. A necessary condition for them to appear is a material of silicon dioxide which is dissolved": {
    "guess": "Impact crater",
    "confidence": [
      [
        "Impact",
        -0.44119486
      ],
      [
        " crater",
        -0.022858601
      ]
    ]
  },
  "A native of Lee's Summit, Missouri, he appeared on 106 & Park, a hip-hop show on BET, with special guest Beyonce Knowles. On the show, he demonstrated his signature over-the-head two-handed shot. For 10 points—name this three-year-old who, according to Reebok, is \"the future of basketball.\"": {
    "guess": "Trick Shot Titus",
    "confidence": [
      [
        "Tr",
        -0.90058
      ],
      [
        "ick",
        -0.00028398086
      ],
      [
        " Shot",
        -0.023810327
      ],
      [
        " Tit",
        -0.1661425
      ],
      [
        "us",
        -2.5941605e-05
      ]
    ]
  },
  "A native of Clark. MO, he served as Commandant of the Infantry School at Ft. Benning at the start of WWII and later commanded the 82nd and 28th Divisions. Placed at the head of the II Corps for the North African campaign, his capture of Bizerte helped recapture Tunisia. He led his forces to Sicily before": {
    "guess": "Omar Bradley",
    "confidence": [
      [
        "O",
        -1.2359273
      ],
      [
        "mar",
        -2.6968896e-06
      ],
      [
        " Bradley",
        -0.034482636
      ]
    ]
  },
  "This nation was the site of the Wind of Change speech, and one leader of this nation had the nickname": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.039921682
      ],
      [
        " Africa",
        -6.515961e-05
      ]
    ]
  },
  "National parks of this nation include the Bukk, Ferto-Hansag and Aggtelek caves while its peaks include Zengo, Pilis and Irott-ko. Notable regions of this country are Vas and Baranya while wine is grown": {
    "guess": "Geography of Hungary",
    "confidence": [
      [
        "Ge",
        -0.8838155
      ],
      [
        "ography",
        -4.739826e-05
      ],
      [
        " of",
        -9.7821416e-05
      ],
      [
        " Hungary",
        -3.9650025e-05
      ]
    ]
  },
  "At a natural rate of unemployment, this curve is flat in the long run. Formulated using more than  100 years of data from the United Kingdom, the developer of the curve, for whom the curve is named,  found an inverse relationship between unemployment and price inflation. For ten points name this curve  which shows that employees press less strongly for raises during times of high unemployment.": {
    "guess": "Phillips curve",
    "confidence": [
      [
        "Phill",
        -0.016630594
      ],
      [
        "ips",
        -0.00011498674
      ],
      [
        " curve",
        -0.07653035
      ]
    ]
  },
  "Nathaniel Kahn describes him as \"the man with the glasses\" early in \"My Architect.\"  In 1932, five years after graduating as a philosophy major from Harvard, he was named director of MOMA's Department of Architecture.  In the same year he co-authored a book with Henry-Russell Hitchcock which introduced the term still used to describe post-World War I modernist architecture.  Many of his works were collaborative efforts, later with John Burgee, and earlier with Mies van der Rohe.  One of the few architects to produce important landmarks of very different movements - for 10 points - who is this co-designer": {
    "guess": "Philip Johnson",
    "confidence": [
      [
        "Philip",
        -0.016639387
      ],
      [
        " Johnson",
        -0.00023381444
      ]
    ]
  },
  "A native of Dubuque, Iowa, he was the subject of the Bob Woodward biography Frazzled. He had a brief stay in the Betty Ford clinic after joining the Rajnesshee cult and used a relationship with Jeane Kirkpatatrick to sell secrets to Russia. His occupations included televangelist, lead-singer for the": {
    "guess": "John DeLorean",
    "confidence": [
      [
        "John",
        -1.0385834
      ],
      [
        " De",
        -0.58282715
      ],
      [
        "L",
        -0.23173107
      ],
      [
        "orean",
        -0.00056316133
      ]
    ]
  },
  "This nation was ruled from 1894 to 1909 by the dictator José Santos Zelaya, and its president Adolfo Diaz signed a 1914 treaty with the United States. More recent leaders of this nation have included Enrique Bolaños and Arnoldo Alemán, the latter of whom defeated the National Opposition Union of Violeta Chamorro in 1996. This country was a Cold War ally of the US during the dictatorship of Anastasio": {
    "guess": "History of Nicaragua",
    "confidence": [
      [
        "History",
        -0.6694858
      ],
      [
        " of",
        -0.0049188547
      ],
      [
        " Nicaragua",
        -6.8616515e-05
      ]
    ]
  },
  "National parks of this nation include the Bukk, Ferto-Hansag and Aggtelek caves while its peaks include Zengo, Pilis and Irott-ko. Notable regions of this country are Vas and Baranya while wine is grown in the Tokaj. Among its mountain ranges are the Zemplen, Koszeg and Villany while in the Matra range lie its two highest peaks, Galyateto and Kekes. The bodies of water in this nation include Lake Velence": {
    "guess": "Geography of Hungary",
    "confidence": [
      [
        "Ge",
        -0.56844807
      ],
      [
        "ography",
        -0.0001690942
      ],
      [
        " of",
        -0.0002975664
      ],
      [
        " Hungary",
        -2.9279307e-05
      ]
    ]
  },
  "National parks of this nation include the Bukk, Ferto-Hansag and Aggtelek caves while its peaks include Zengo, Pilis and Irott-ko. Notable regions of this country are Vas and Baranya while wine is grown in the Tokaj. Among its mountain ranges are the Zemplen, Koszeg and Villany while in the Matra range lie its two highest peaks, Galyateto and Kekes. The bodies of water in this nation include Lake Velence and the thermal Lake Heviz while the Sio and Zala rivers form its Lake Balaton, the largest in Central Europe. Gyor, Pecs and Debrecen are among the largest cities in, for 10 points, which nation with capital at Budapest.": {
    "guess": "Geography of Hungary",
    "confidence": [
      [
        "Ge",
        -0.5472064
      ],
      [
        "ography",
        -6.1537958e-06
      ],
      [
        " of",
        -0.0004009985
      ],
      [
        " Hungary",
        -1.6882126e-05
      ]
    ]
  },
  "This nation is home to translator Claude Pasteur and the Baron of Teive, who wrote The Education of a Stoic. One character from this nation reads Herbert Quain's The God of the Labyrinth and is based on the author of The Book of Disquiet. In addition to Ricardo Reis, another author from this nation described the mass media event of the government trying to use concrete to plug a hole in the Pyrenees after Iberia breaks off from Europe. Another novel by that author from this nation follows the Doctor's Wife, who is not afflicted with the titular condition. For 10 points, name this country home to": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.005599072
      ],
      [
        "ugal",
        -0.0025236995
      ]
    ]
  },
  "This nation's first constitutional president was Francisco Ferrera, and after Miguel Davila came to power in this nation, President Taft sent troops to protect U.S. investments. Another president of this": {
    "guess": "Honduras",
    "confidence": [
      [
        "H",
        -0.04720899
      ],
      [
        "ond",
        -8.6497064e-05
      ],
      [
        "uras",
        -0.00094386126
      ]
    ]
  },
  "In 2000, this nation recently lowered its voting age to 18 for the December elections. Sites within this country include Harappa, known as the \"Bronze-Age\" city, and Mohenjo-[*] Daro. Though its capital has a population of over 1.7 million people, its main cultural center is Lahore, where many Western-influenced": {
    "guess": "Pakistan",
    "confidence": [
      [
        "Pakistan",
        -0.0042770077
      ]
    ]
  },
  "The natural escarpment on the north side of the city was augmented by a system of buttressed walls and a massive sally-port called the mushlalu. The oldest temple, ascribed to Shamshi-Adad I was later used as a burial ground. The massive Tigris-side quays were created under the direction of Adad-nirari I in the 13th century BC. Containing 34 temples dedicated to various deities, the city was thoroughly sacked in 614 by the Babylonians. For 10 points, name this religious capital of the Assyrians, less strategic than Nineveh or Nimrud, but spiritually critical, the partial namesake of one of the greatest Assyrians.": {
    "guess": "Ashur",
    "confidence": [
      [
        "Ash",
        -0.6532676
      ],
      [
        "ur",
        -0.00013357517
      ]
    ]
  },
  "One native of this place meets the Oogs after using a device invented by Professor Thimk to leave this location; that title character was dubbed \"merry.\" In another series, beings from this location employed a cyborg assassin named Skar, bred human infants as food, and were opposed by Killraven. In the current storyline in the Secret Avengers comic, a mining expedition to this location uncovers the Serpent Crown. A different continuity reveals that this place was devastated by a \"mental plague\" perpetrated by Ma'alefa'ak, whose brother later became the Bronze Wraith and developed a dependence on \"chocos.\" In another series, a character travels around this body using a clockwork crystal ship and explains his feelings of disconnect from humanity after transporting Silk Spectre here. For 10 points, identify this home world of a fire-fearing, green-skinned \"Manhunter\" named J'onn J'onzz, and place of exile for Dr. Manhattan, which, in comic books that end with the Earth exploding, becomes the": {
    "guess": "Mars in fiction",
    "confidence": [
      [
        "M",
        -0.03494919
      ],
      [
        "ars",
        -9.0883464e-07
      ],
      [
        " in",
        -0.11551131
      ],
      [
        " fiction",
        -0.2264884
      ]
    ]
  },
  "This native of Cyprus' adventures with a more famous companion included his being mistaken for Zeus, while his companion was mistaken for Hermes since he did most of the talking. This occurred in Lystra,": {
    "guess": "Barnabas",
    "confidence": [
      [
        "B",
        -0.47220343
      ],
      [
        "arn",
        -0.00029828164
      ],
      [
        "ab",
        -0.00039123115
      ],
      [
        "as",
        -1.247159e-05
      ]
    ]
  },
  "This nation's westernmost reaches constitute the historical region of Banat, whose primary city is Timisoara. Its western border is also home to the large river gorge known as the Iron Gate. This nation was the site of the Nazi internment camp known as Targu Jiu, which is now a major tourist attraction thanks to its sculptures by (*) Constantin Brancusi. That city lies at the base of the Carpathian": {
    "guess": "Romania",
    "confidence": [
      [
        "Roman",
        -0.034176584
      ],
      [
        "ia",
        -0.005952148
      ]
    ]
  },
  "A nation uses two different metals for its currency -- one overvalued, the other undervalued. Because individuals will lose value if they attempt to coin the undervalued metal, only the overvalued metal will actually circulate as currency. This is an example -- for 10 points \\-- of what Scotsman's economic law, which states that bad money drives out good?": {
    "guess": "Gresham's law",
    "confidence": [
      [
        "G",
        -0.0024369007
      ],
      [
        "resh",
        -7.89631e-07
      ],
      [
        "am",
        -5.574252e-05
      ],
      [
        "'s",
        -1.504853e-06
      ],
      [
        " law",
        -0.029405607
      ]
    ]
  },
  "The national government in this country is forcing the seventeen autonomous regions to drastically cut": {
    "guess": "Autonomous communities of Spain",
    "confidence": [
      [
        "Aut",
        -1.0551778
      ],
      [
        "onomous",
        -0.02552725
      ],
      [
        " communities",
        -0.0130099775
      ],
      [
        " of",
        -0.0012978541
      ],
      [
        " Spain",
        -0.000116655596
      ]
    ]
  },
  "This nation's capital was founded by Pedro de Valdivia, who defeated the native Mapuche people. This nation contains the world's largest copper mines at Chuquicamata and Escondida. This nation's most important seaport, Valparaiso, houses its legislature. Easter Island is owned by this nation, which splits": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.0019536102
      ],
      [
        "ile",
        -0.00042900036
      ]
    ]
  },
  "This nation used the Swedish freighter Alfhem to acquire surplus Czech weapons, which were the target of a paramilitary operation to destroy its railroads led by Rip Robertson. Other subversive activities here included the propaganda channel \"Voice of Liberation\" and Operation Success, a plan to create civil war. Both were approved by.ambassador John Peurifoy, whose efforts helped install Carlos Castillo Armas as its military dictator. Guerrillas like Gaspar Ilom fought during its civil war, which": {
    "guess": "Guatemala",
    "confidence": [
      [
        "Gu",
        -0.50331974
      ],
      [
        "atemala",
        -0.0021713169
      ]
    ]
  },
  "A native of Prague, this German left his position at Frankfurt for the U.S. when the Nazis rose to power, and spent the last ten years of his life teaching at the New School for Social Research in New York City before his death in 1943.  His study of the phenomenon of apparent movement led to the creation": {
    "guess": "Max Wertheimer",
    "confidence": [
      [
        "Max",
        -0.018872907
      ],
      [
        " Wer",
        -9.865584e-05
      ],
      [
        "the",
        -4.9663133e-05
      ],
      [
        "imer",
        -7.088138e-05
      ]
    ]
  },
  "This nation protested Nazi anti-Jewish measures in The Strike of February 1941, it suffered a famine": {
    "guess": "Netherlands",
    "confidence": [
      [
        "N",
        -0.54363376
      ],
      [
        "etherlands",
        -0.00032033064
      ]
    ]
  },
  "This nation's Bay of Plenty is the home of a sphenodont (SFEE-noh-dahnt) reptile called the tuatara. Its regions include Otago and Canterbury, whose chief city, Christchurch, was the site of a 2011 earthquake. The Cook Strait, which divides its North and South Islands, is the site of its capital, Wellington.": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.004598042
      ],
      [
        " Zealand",
        -0.0019790723
      ]
    ]
  },
  "This nation was the site of an uprising led by Juhayman al-Utaybi [joo-HAY-mahn ahl oo-TIE-bee], who accused this country's leaders of being Christian allies. It secured its region of Asir following a 1934 war in the Treaty of Taif. 19 Americans were killed in 1996 in the Khobar Towers bombing in this": {
    "guess": "Saudi Arabia",
    "confidence": [
      [
        "Saudi",
        -0.0050571603
      ],
      [
        " Arabia",
        -0.0009810051
      ]
    ]
  },
  "One national park in this state consists of a series of horseshoe-shaped amphitheaters with colorful rock formations, including spires called \"hoodoos.\" This home of Canyonlands National Park contains an evaporated lake bed upon which many land-speed records have been set, the Bonneville Salt Flats. The town of Promontory in this state is home to a \"Golden Spike,\" marking it as the spot where the Transcontinental": {
    "guess": "Utah's National Parks",
    "confidence": [
      [
        "Ut",
        -0.042049024
      ],
      [
        "ah",
        -7.58424e-06
      ],
      [
        "'s",
        -0.3633871
      ],
      [
        " National",
        -0.87797344
      ],
      [
        " Parks",
        -0.04431675
      ]
    ]
  },
  "This nation's Alajuela Province is the site of the Monteverde Cloud Forest Preserve, and this nation is home to the Barra Honda Caverns. Volcanos in this nation include Irazu and Rincon, which is located in this nation's Guanacaste Province. This country's city of Puntarenas is located on its Gulf of Nicoya, and the southern portion of this nation is home to the Osa Peninsula, which is separated from Golfito by the Gulfo Dulce. Separated from its northern neighbor by the San Juan River, This nation's president Jose Ferrer abolished its military in 1948, and both the Pacific Ocean and the Caribbean are visible from this nation's Cerro Chirripo volcano. Containing the port city of Limon, for 10": {
    "guess": "Costa Rica",
    "confidence": [
      [
        "Cost",
        -0.0027201106
      ],
      [
        "a",
        -2.8325678e-05
      ],
      [
        " Rica",
        -0.0004220939
      ]
    ]
  },
  "One of these natural phenomena is called Porkchop, and the oldest one in the world is thought to be Castle. A necessary condition for them to appear is a material of silicon dioxide which is dissolved from rocks, and which makes various channels pressure-tight and unable to leak into loose gravel or soil. When there is not enough water present to form one, a fumarole appears which can develop into a mud pot. Existing in \"cone\" and \"fountain\" varieties, they are created when hot volcanic rock superheats water that eventually forces the water above upwards. For 10 points, name this natural phenomenon that attracts many tourists to Yellowstone National Park to see Old Faithful.": {
    "guess": "Geothermal features of Yellowstone National Park",
    "confidence": [
      [
        "Ge",
        -0.123493664
      ],
      [
        "othermal",
        -0.08376348
      ],
      [
        " features",
        -0.31729835
      ],
      [
        " of",
        -0.120563835
      ],
      [
        " Yellowstone",
        -0.00022940392
      ],
      [
        " National",
        -0.009358998
      ],
      [
        " Park",
        -0.00019221604
      ]
    ]
  },
  "A native of Hoboken, New Jersey, his first scientific paper was titled \"What Do Birds Do When It Rains?\" He went on to a career as a professor of zoology at Indiana beginning in 1920, and later started his most famous research establishment as founder-director of the Institute for Sex Research. FTP,": {
    "guess": "Alfred C. Kinsey",
    "confidence": [
      [
        "Al",
        -0.09702899
      ],
      [
        "fred",
        -3.488188e-05
      ],
      [
        " C",
        -0.47782865
      ],
      [
        ".",
        -0.00046987622
      ],
      [
        " Kin",
        -6.749814e-06
      ],
      [
        "sey",
        -1.0325924e-05
      ]
    ]
  },
  "n an attempted assassination, Ferdinand Cohen-Blind shot at this man five times before slicing his own throat. This man, whose tenure was supported by Albrecht von Roon, organized a conference that formalized the process of colonization in Africa and passed a series of laws allowing for state regulation of the clergy named after education minister Adalbert Falk. Born to Junker parents, he was responsible for the Schnaebele incident and doctored an exchange with Count Benedetti that lead to war with": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.0004649889
      ],
      [
        "to",
        -2.6968896e-06
      ],
      [
        " von",
        -8.351697e-05
      ],
      [
        " B",
        -2.1008714e-06
      ],
      [
        "ism",
        -4.4849444e-06
      ],
      [
        "ar",
        -0.00011176824
      ],
      [
        "ck",
        -1.9816675e-06
      ]
    ]
  },
  "This native of Cyprus' adventures with a more famous companion included his being mistaken for Zeus, while his companion was mistaken for Hermes since he did most of the talking. This occurred in Lystra, where they had traveled from Iconium. When they returned home, they argued because this man wanted his nephew to travel with them, although the nephew had deserted them [*] in Pamphylia. Thus this": {
    "guess": "Barnabas",
    "confidence": [
      [
        "B",
        -0.61860865
      ],
      [
        "arn",
        -0.0005129986
      ],
      [
        "ab",
        -0.0005693563
      ],
      [
        "as",
        -1.0921943e-05
      ]
    ]
  },
  "n an attempted assassination, Ferdinand Cohen-Blind shot at this man five times before slicing his own throat. This man, whose tenure was supported by Albrecht von Roon, organized a conference that formalized the process of colonization in Africa and passed a series of laws allowing for state regulation of the clergy named after education minister Adalbert Falk. Born to Junker parents, he was responsible for the Schnaebele incident and doctored an exchange with Count Benedetti that lead to war with France, the Ems telegram. He opposed Catholics in the \"Kulturkampf\" and was known for developing": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.00019328887
      ],
      [
        "to",
        -3.888926e-06
      ],
      [
        " von",
        -8.530503e-05
      ],
      [
        " B",
        -5.080963e-06
      ],
      [
        "ism",
        -2.8160932e-06
      ],
      [
        "ar",
        -8.9119545e-05
      ],
      [
        "ck",
        -1.0280384e-06
      ]
    ]
  },
  "This nation is home to translator Claude Pasteur and the Baron of Teive, who wrote The Education of a Stoic. One character from this nation reads Herbert Quain's The God of the Labyrinth and is based on the author of The Book of Disquiet. In addition to Ricardo Reis, another author from this nation described the mass media event of the government trying to use concrete to plug a hole in the Pyrenees after Iberia breaks off from Europe. Another novel by that author from this nation follows the Doctor's Wife, who is not afflicted with the titular condition. For 10 points, name this country home to the author of The Stone Raft and Blindness, Jose Saramago.": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.0041834675
      ],
      [
        "ugal",
        -0.0015616427
      ]
    ]
  },
  "This nation lost the 1467 Battle of Baia under Matthias Corvinus. This nation's first king was Stephen I of the Arpad dynasty, and short-lived political careers here include those of an 1848 revolutionary with a namesake county in Iowa, Lajos Kossuth, Bela Kun's [*] pro-Soviet 1919 rule, and the Arrow Cross Movement of fascist Ferenc Szalasi. Janos Kadar deposed Imre Nagy [NAJ] in a 1956 Stalin-backed coup here, and this country, the location of the 1526 battle of Mohacs, signed the 1867 Ausgleich.": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.05584178
      ],
      [
        "ary",
        -0.009205694
      ]
    ]
  },
  "A nation uses two different metals for its currency -- one overvalued, the other undervalued. Because individuals will lose value if they attempt to coin the undervalued metal, only the overvalued metal": {
    "guess": "Gresham's law",
    "confidence": [
      [
        "G",
        -0.0012021353
      ],
      [
        "resh",
        -2.8160932e-06
      ],
      [
        "am",
        -5.0974373e-05
      ],
      [
        "'s",
        -1.4259645e-05
      ],
      [
        " law",
        -0.033303656
      ]
    ]
  },
  "In 1782, natifs\\--people born in this city who lacked citizenship-- launched a revolt. This city commemorates The Escalade, where the Order of the Spoon sent by Charles Emmanuel I of Savoy tried to take this city. William Rappard helped get an organization first headed by Eric Drummond to set up headquarters": {
    "guess": "Geneva",
    "confidence": [
      [
        "Gene",
        -0.024008898
      ],
      [
        "va",
        -6.17027e-05
      ]
    ]
  },
  "One national park in this state consists of a series of horseshoe-shaped amphitheaters with colorful rock formations, including spires called \"hoodoos.\" This home of Canyonlands National Park contains an evaporated lake bed upon which many land-speed records have been set, the Bonneville Salt Flats. The town of Promontory in this state is home to a \"Golden Spike,\" marking it as the spot where the Transcontinental Railroad was completed. For 10 points, name this state, the home of Bryce Canyon and the Great Basin, with capital at Salt Lake City.": {
    "guess": "Utah",
    "confidence": [
      [
        "Ut",
        -0.0014973644
      ],
      [
        "ah",
        -1.60477e-05
      ]
    ]
  },
  "A native of Lee's Summit, Missouri, he appeared on 106 & Park, a hip-hop show on BET, with special guest Beyonce Knowles. On the show, he demonstrated his signature over-the-head two-handed shot. For 10": {
    "guess": "Jason Sudeikis",
    "confidence": [
      [
        "Jason",
        -1.1999433
      ],
      [
        " S",
        -0.06503248
      ],
      [
        "ude",
        -0.036800724
      ],
      [
        "ik",
        -0.0009782672
      ],
      [
        "is",
        -0.00011188744
      ]
    ]
  },
  "This nation was the site of an uprising led by Juhayman al-Utaybi [joo-HAY-mahn ahl oo-TIE-bee], who accused this country's leaders of being Christian allies. It secured its region of Asir following a 1934 war in the Treaty of Taif. 19 Americans were killed in 1996 in the Khobar Towers bombing in this country. On top of fiercely defending its town of Ras al-Khafji [rahs ahl KAHF-jee], it coordinated the victorious Muslim forces of the Persian Gulf War. This was formed by the union of the Hejaz [hay-jaz] and Najd [nehjd] kingdoms, and it was the home country of most of the 9/11 terrorists. Name": {
    "guess": "Saudi Arabia",
    "confidence": [
      [
        "Saudi",
        -0.0014697495
      ],
      [
        " Arabia",
        -0.00037824165
      ]
    ]
  },
  "A native of Clark. MO, he served as Commandant of the Infantry School at Ft. Benning at the start of WWII and later commanded the 82nd and 28th Divisions. Placed at the head of the II Corps for the North": {
    "guess": "Omar Bradley",
    "confidence": [
      [
        "O",
        -0.37350884
      ],
      [
        "mar",
        -5.1928004e-05
      ],
      [
        " Bradley",
        -0.11093112
      ]
    ]
  },
  "This nation, which includes the towns of Louri and Samtse, is heavily forested in its central region featuring the Black Mountains, which act as a watershed between the Mo and Drangme Rivers. The far south is home to the fertile and subtropical Duars Plain and in the east is the town of Paro, home to its only airport and the Tiger's Nest monastery. The flag of this nation has a diagonal yellow and orange pattern with the middle prominently featuring the Druk, a white Thunder Dragon. To its west is the state of Sikkim, near this country's capital Thimpu, and that state separates it from Nepal. FTP,": {
    "guess": "Bhutan",
    "confidence": [
      [
        "B",
        -0.0014054712
      ],
      [
        "h",
        -1.504853e-06
      ],
      [
        "utan",
        -1.342522e-05
      ]
    ]
  },
  "National parks of this nation include the Bukk, Ferto-Hansag and Aggtelek caves while its peaks include": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.89324486
      ],
      [
        "ary",
        -0.02497395
      ]
    ]
  },
  "This nation was the target of Operation Northwoods, a rejected series of covertly orchestrated acts of terror. It was also the site of the explosion of the French munitions vessel La Coubre. Current U.S.": {
    "guess": "Cuba",
    "confidence": [
      [
        "C",
        -0.06567077
      ],
      [
        "uba",
        -0.01250895
      ]
    ]
  },
  "In his \"The Nature of the Physical World,\" he postulated the Two Tables paradox to demonstrate the incommensurability of common-sensical and scientific inquiry. In that same work, he also promoted the first incarnation of the infinite monkey theorem, which held that \"if an army of monkeys were strumming on typewriters, they might write all the books in the British Museum.\" More a scientist than a philosopher, however, he explained the pulsation of Cepheid variables, though he is better known for his work on black holes, in which he unsuccessfully opposed the idea of the Chandrasekhar limit. He also unsuccessfully attempted to establish the fine structure constant as exactly 1/137, a value now": {
    "guess": "Arthur Eddington",
    "confidence": [
      [
        "Arthur",
        -0.025687944
      ],
      [
        " E",
        -0.25357303
      ],
      [
        "dd",
        -4.4849444e-06
      ],
      [
        "ington",
        -1.342522e-05
      ]
    ]
  },
  "In 2000, this nation recently lowered its voting age to 18 for the December elections. Sites within this country include Harappa, known as the \"Bronze-Age\" city, and Mohenjo-[*] Daro. Though its capital has a population of over 1.7 million people, its main cultural center is Lahore, where many Western-influenced shops and restaurants, as well as the University of the Punjab, are located. Headed by President Asif Zardari and still reeling from the assassination of Benazir Bhutto, for 10 points, name": {
    "guess": "Pakistan",
    "confidence": [
      [
        "Pakistan",
        -0.042571228
      ]
    ]
  },
  "A native of Hoboken, New Jersey, his first scientific paper was titled \"What Do Birds Do When It Rains?\"": {
    "guess": "Alexander Calder",
    "confidence": [
      [
        "Alexander",
        -1.261203
      ],
      [
        " Calder",
        -1.1804292
      ]
    ]
  },
  "A national park in this state features a lengthy slot canyon called The Subway. The Virgin River runs through the southwest of this state, which is home to its lowest point, Beaver Dam Wash. Philo Farnsworth gives his name to a peak in the Oquirrh Mountains, which lie south of this state's most notable geographical feature. A park in this state is known for its large assemblage of eroded spires called": {
    "guess": "Zion National Park",
    "confidence": [
      [
        "Z",
        -0.20189293
      ],
      [
        "ion",
        -0.00023071514
      ],
      [
        " National",
        -0.000444374
      ],
      [
        " Park",
        -0.00018113377
      ]
    ]
  },
  "In his \"The Nature of the Physical World,\" he postulated the Two Tables paradox to demonstrate the incommensurability of common-sensical and scientific inquiry. In that same work, he also promoted the first incarnation of the infinite monkey theorem, which held that \"if an army of monkeys were strumming": {
    "guess": "Arthur Eddington",
    "confidence": [
      [
        "Arthur",
        -0.037130676
      ],
      [
        " E",
        -0.22113293
      ],
      [
        "dd",
        -1.569009e-05
      ],
      [
        "ington",
        -1.2233183e-05
      ]
    ]
  },
  "This nation was at one point dominated by 12 Aymara tribes, and cities founded under colonial rule here include Cochabamba, and Chiquisaca. One president of this country established an alliance with Luis Obregoso but was defeated at the battle of Yungay, Andres de Santa Cruz. This country's important mines included one at Potosi, and they were unable to use the nitrates on the Pacific Coast that they lost in the war of the Pacific. For 10 points, name this country once ruled by Antonio Jose de Sucre, and whose namesake notably won the battles of Boyaca before establishing Gran Colombia.": {
    "guess": "History of Bolivia",
    "confidence": [
      [
        "History",
        -0.61693
      ],
      [
        " of",
        -0.00028398086
      ],
      [
        " Bolivia",
        -7.922564e-05
      ]
    ]
  },
  "This nation's easternmost point lies along the Napo River, and its largest island is Isla Puna. Its largest cities were formed after Belalcazar's defeat of Ruminyahui, and this country's western shore is home to the port cities of Manta and Machala, while much of its northern border is formed by the eastward-flowing Putamayo River. Other locales in this country include the active volcanoes of Pichincha and Cotopaxi as well as a mountain considered by some to be the tallest in the world because its peak is the farthest from the center of the earth- Mount Chimborazo. Also home to Guayaquil and the owner of the Galapagos Islands, for 10 points, identify this South American country with capital at": {
    "guess": "Ecuador",
    "confidence": [
      [
        "E",
        -0.03858209
      ],
      [
        "cuador",
        -0.00018923594
      ]
    ]
  },
  "This nation's president declared a state of emergency after wildfires hit its western regions in July and August 2010. In June 2010, the United States arrested a SVR spy from this nation, Anna Chapman. In January 2011, this nation's Duma ratified a nuclear arms reduction treaty called New START. For": {
    "guess": "Russia",
    "confidence": [
      [
        "Russia",
        -0.011477235
      ]
    ]
  },
  "This nation contains the once nominally independent Bantustans of Transkei, Venda, Ciskei, and Bophuthatswana. This nation's currency is the Rand, and its largest city lies in Gauteng province. Cape Agulhas is the southernmost point in this nation. The (*) Orange river defines part of its border with Namibia. Two of its capitals are Pretoria and Bloemfontein. For 10 points, name this country whose largest cities are Cape Town and Johannesburg, which hosted the 2010 World Cup.": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.0071317432
      ],
      [
        " Africa",
        -0.0010525768
      ]
    ]
  },
  "This nation contains the once nominally independent Bantustans of Transkei, Venda, Ciskei, and Bophuthatswana. This nation's currency is the Rand, and its largest city lies in Gauteng province. Cape Agulhas is the southernmost point in this nation. The (*) Orange river defines part of its border with Namibia. Two of its capitals are Pretoria and Bloemfontein. For 10 points, name this country whose": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.002543678
      ],
      [
        " Africa",
        -0.00047368708
      ]
    ]
  },
  "This nation's Etosha Pan, a seasonal lake, lies in Ovamboland, in the northern part of this country. Other regions in it include Kaokoveld, Damaraland, and Great Namaland. Its Caprivi Strip extends eastward from the rest of this country, and lies to the north of a neighboring country's Okavango Delta. The southern coast of it is known as the Diamond Coast, while the north is called the Skeleton Coast. Cities in it include Walvis Bay and Windhoek. FTP, identify this African nation with a namesake desert extending along its coastline.          |": {
    "guess": "Namibia",
    "confidence": [
      [
        "Nam",
        -0.00022499338
      ],
      [
        "ibia",
        -0.00044056313
      ]
    ]
  },
  "\"National Responsibility\" was proposed and rejected as the name of this political party, whose current name has been criticized for being too similar to that of an Italian fascist newspaper. Majalli Wahabi was the first member of this party to serve as acting head of state. One politician joined this party after losing a leadership election to Amir (*) Peretz. This party's name translates as \"Forward\" and it was organized around the policy of unilateral disengagement. Including such members as Tzipi Livni and Ehud Olmert, for ten points, name this Israeli political party founded by Ariel Sharon": {
    "guess": "Kadima",
    "confidence": [
      [
        "K",
        -0.0042720195
      ],
      [
        "ad",
        -0.00011284107
      ],
      [
        "ima",
        -4.441817e-05
      ]
    ]
  },
  "This nation owns most of the Sunda Islands, and is the site of the Lake Toba. Its more well-known islands include the site of the volcano Tambora, and it controls Sulawesi. This nation shares (*) Kalimantan with Brunei and Malaysia, an island which is also known as Borneo, and this site of Krakatoa is also the owner of the most populous island on the planet. Sumatra and Java are located in, for ten": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.032015696
      ],
      [
        "onesia",
        -0.0003887279
      ]
    ]
  },
  "The national government in this country is forcing the seventeen autonomous regions to drastically cut spending. Its Cajas required a bailout from its government, and in 2011 the People's Party won a majority in parliament. It has requested a bailout from the ECB, primarily because of its banks. The prime minister of this country is Mariano Rajoy, who took power after its Socialist Party under Rodriguez Zapatero enacted harsh austerity cuts. For 10 points, name this southern European country with capital at Madrid.": {
    "guess": "Economy of Spain",
    "confidence": [
      [
        "E",
        -0.14668833
      ],
      [
        "conomy",
        -0.14000936
      ],
      [
        " of",
        -0.0029843561
      ],
      [
        " Spain",
        -0.000113913906
      ]
    ]
  },
  "This nation was the target of Operation Northwoods, a rejected series of covertly orchestrated acts of terror. It was also the site of the explosion of the French munitions vessel La Coubre. Current U.S. policy with regards to this nation was reinforced with the Torricelli Act of 1992 and the Helms-Burton Act of 1996. Its seizure was advocated by a document written by Soule, Mason, and Buchanan called": {
    "guess": "Cuba",
    "confidence": [
      [
        "C",
        -0.13185312
      ],
      [
        "uba",
        -0.006663147
      ]
    ]
  },
  "This nation's first Prime Minister, Saad Zaghlul, was overthrown in 1952 by the Free Officers Movement.": {
    "guess": "Kingdom of Egypt",
    "confidence": [
      [
        "King",
        -1.085334
      ],
      [
        "dom",
        -0.008210992
      ],
      [
        " of",
        -0.063876905
      ],
      [
        " Egypt",
        -0.0005941397
      ]
    ]
  },
  "This nation was at one point dominated by 12 Aymara tribes, and cities founded under colonial rule here include Cochabamba, and Chiquisaca. One president of this country established an alliance with Luis": {
    "guess": "Bolivia",
    "confidence": [
      [
        "B",
        -0.04752268
      ],
      [
        "ol",
        -1.147242e-06
      ],
      [
        "ivia",
        -0.000528607
      ]
    ]
  },
  "This nation was ruled from 1894 to 1909 by the dictator José Santos Zelaya, and its president Adolfo": {
    "guess": "History of Nicaragua",
    "confidence": [
      [
        "History",
        -0.31043467
      ],
      [
        " of",
        -0.0016558982
      ],
      [
        " Nicaragua",
        -0.006065548
      ]
    ]
  },
  "A native of Dubuque, Iowa, he was the subject of the Bob Woodward biography Frazzled. He had a brief stay in the Betty Ford clinic after joining the Rajnesshee cult and used a relationship with Jeane Kirkpatatrick": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.3062003
      ]
    ]
  },
  "A national park in this state features a lengthy slot canyon called The Subway. The Virgin River runs through the southwest of this state, which is home to its lowest point, Beaver Dam Wash. Philo Farnsworth gives his name to a peak in the Oquirrh Mountains, which lie south of this state's most notable geographical feature. A park in this state is known for its large assemblage of eroded spires called (*) hoodoos. Another park in this state contains the Kolob arch, the second-largest natural arch in the world and includes Angels Landing, from which one can see Zion Canyon. The world land speed": {
    "guess": "Utah",
    "confidence": [
      [
        "Ut",
        -0.004022357
      ],
      [
        "ah",
        -3.650519e-06
      ]
    ]
  },
  "In this nation, a series of gravity-defying free-standing boulders located in the Matobo Hills is where Cecil John Rhodes was buried. Bumbusi, the site of a huge stone wall called the Great Enclosure, is located in this nation. This landlocked country is home to the Shona people. In 2009, this nation": {
    "guess": "Zimbabwe",
    "confidence": [
      [
        "Z",
        -0.0016594706
      ],
      [
        "imbabwe",
        -0.00023655614
      ]
    ]
  },
  "This nation's highest point, Mount Moco, is located in the series of highlands in the center of the nation, the Planalto da Bie and Planalto da Hulla.  Those mountainous regions give rise to the Kwango and Cubango Rivers, but most of the nation's population is concentrated along the Atlantic Coast. ": {
    "guess": "Angola",
    "confidence": [
      [
        "Ang",
        -0.13386841
      ],
      [
        "ola",
        -0.00020115632
      ]
    ]
  },
  "A native of Susquehanna County, Pennsylvania, he graduated from Hamilton College. One of this psychologists early experiments examined superstition in pigeons by feeding them at regular intervals to see if they modified their behavior according to when they were fed. FTP, name this behavioralist who": {
    "guess": "B. F. Skinner",
    "confidence": [
      [
        "B",
        -0.009908489
      ],
      [
        ".",
        -0.0034781934
      ],
      [
        " F",
        -5.080963e-06
      ],
      [
        ".",
        -3.8577193e-05
      ],
      [
        " Skinner",
        -7.822647e-06
      ]
    ]
  },
  "This nation's highest point, Mount Moco, is located in the series of highlands in the center of the nation, the Planalto da Bie and Planalto da Hulla.  Those mountainous regions give rise to the Kwango and Cubango Rivers, but most of the nation's population is concentrated along the Atlantic Coast.  Its city of Namibe borders the Nanib Desert to the south, but, FTP, what strife-torn nation's largest city is the northern city of Luanda?": {
    "guess": "Angola",
    "confidence": [
      [
        "Ang",
        -0.061084714
      ],
      [
        "ola",
        -0.0002515648
      ]
    ]
  },
  "For a natural number n, a function named for this man gives n times the product over distinct prime factors": {
    "guess": "Euler's totient function",
    "confidence": [
      [
        "E",
        -1.5269779
      ],
      [
        "uler",
        -0.0051711393
      ],
      [
        "'s",
        -0.006306054
      ],
      [
        " tot",
        -0.11625923
      ],
      [
        "ient",
        -4.365741e-06
      ],
      [
        " function",
        -0.00026896485
      ]
    ]
  },
  "A native of Prague, this German left his position at Frankfurt for the U.S. when the Nazis rose to power, and spent the last ten years of his life teaching at the New School for Social Research in New": {
    "guess": "Erich Fromm",
    "confidence": [
      [
        "E",
        -1.7110786
      ],
      [
        "rich",
        -0.03620247
      ],
      [
        " From",
        -0.00024335073
      ],
      [
        "m",
        -0.00010354319
      ]
    ]
  },
  "The national government in this country is forcing the seventeen autonomous regions to drastically cut spending. Its Cajas required a bailout from its government, and in 2011 the People's Party won a majority": {
    "guess": "Government of Spain",
    "confidence": [
      [
        "Government",
        -0.17867556
      ],
      [
        " of",
        -0.0019816873
      ],
      [
        " Spain",
        -0.00051419064
      ]
    ]
  },
  "The national government in this country is forcing the seventeen autonomous regions to drastically cut spending. Its Cajas required a bailout from its government, and in 2011 the People's Party won a majority in parliament. It has requested a bailout from the ECB, primarily because of its banks. The": {
    "guess": "Spanish financial crisis",
    "confidence": [
      [
        "Spanish",
        -0.35429364
      ],
      [
        " financial",
        -0.050217725
      ],
      [
        " crisis",
        -0.0030405782
      ]
    ]
  },
  "A national park in this state features a lengthy slot canyon called The Subway. The Virgin River runs": {
    "guess": "Zion National Park",
    "confidence": [
      [
        "Z",
        -0.00073565455
      ],
      [
        "ion",
        -5.9153886e-06
      ],
      [
        " National",
        -0.00010914576
      ],
      [
        " Park",
        -6.49212e-05
      ]
    ]
  },
  "A native of Hoboken, New Jersey, his first scientific paper was titled \"What Do Birds Do When It Rains?\" He went on to a career as a professor of zoology at Indiana beginning in 1920, and later started his most famous research establishment as founder-director of the Institute for Sex Research. FTP, name this man who, according to his critics, may have exaggerated the population of homosexuals by 500% in his _Sexual Behavior in the Human Male_.": {
    "guess": "Alfred Kinsey",
    "confidence": [
      [
        "Al",
        -0.0041986634
      ],
      [
        "fred",
        -3.5835506e-05
      ],
      [
        " Kin",
        -0.3330258
      ],
      [
        "sey",
        -1.2948405e-05
      ]
    ]
  },
  "This nation's Naitasiri Province contains the Sovi Basin, and its northernmost point is the Udu Point, which was recently hit by two earthquakes. Rewa River is the widest river in this nation and has its headwater in Mount Tomanivi, the highest point in this nation. The Kadavu Island is the third largest": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.0012633291
      ],
      [
        "iji",
        -2.1008714e-06
      ]
    ]
  },
  "This nation was ceded to new conquerors in the Treaty of Karlowitz, after which it became the largest": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.29562655
      ],
      [
        "ary",
        -0.018961925
      ]
    ]
  },
  "This nation, the home of the Rif Mountains, disputes a territory with the Polisario Front, and Spanish enclaves in this nation include Melilla and Ceuta. This nation, which is part of the Maghreb, contains the Atlas Mountains and disputes ownership of Western Sahara. Major cities in this nation include Tangier, Fes, and Marrakech. For 10 points, name this North African nation ruled from Rabat, with": {
    "guess": "Morocco",
    "confidence": [
      [
        "Mor",
        -0.011151928
      ],
      [
        "occo",
        -0.00042590842
      ]
    ]
  },
  "A native of Dubuque, Iowa, he was the subject of the Bob Woodward biography Frazzled. He had a brief stay in the Betty Ford clinic after joining the Rajnesshee cult and used a relationship with Jeane Kirkpatatrick to sell secrets to Russia. His occupations included televangelist, lead-singer for the band Deathtongue and two-time Presidential candidate for the Meadow Party. He also dated the Clinton's": {
    "guess": "List of United States presidential candidates (alphabetical)",
    "confidence": [
      [
        "List",
        -2.6186872
      ],
      [
        " of",
        -0.002380523
      ],
      [
        " United",
        -1.7524832
      ],
      [
        " States",
        -0.00029935446
      ],
      [
        " presidential",
        -0.05770051
      ],
      [
        " candidates",
        -0.08574133
      ],
      [
        " (",
        -1.0980654
      ],
      [
        "alphabet",
        -2.4652808
      ],
      [
        "ical",
        -0.00076746003
      ],
      [
        ")",
        -0.0011745095
      ]
    ]
  },
  "One national park in this state consists of a series of horseshoe-shaped amphitheaters with colorful rock formations, including spires called \"hoodoos.\" This home of Canyonlands National Park contains an evaporated lake bed upon which many land-speed records have been set, the Bonneville Salt Flats.": {
    "guess": "Utah's National Parks",
    "confidence": [
      [
        "Ut",
        -0.28361216
      ],
      [
        "ah",
        -5.3193703e-06
      ],
      [
        "'s",
        -0.3094834
      ],
      [
        " National",
        -1.280302
      ],
      [
        " Parks",
        -0.02725269
      ]
    ]
  },
  "This nation used the Swedish freighter Alfhem to acquire surplus Czech weapons, which were the target of a paramilitary operation to destroy its railroads led by Rip Robertson. Other subversive activities here included the propaganda channel \"Voice of Liberation\" and Operation Success, a plan to create civil war. Both were approved by.ambassador John Peurifoy, whose efforts helped install Carlos Castillo Armas as its military dictator. Guerrillas like Gaspar Ilom fought during its civil war, which included a massacre at Sacuchum. A 1954 CIA coup in this country defended the interests of the United Fruit company and overthrew president Jacobo Arbenz Guzman. For 10 points, name that Central American country, the home of Rigoberta Menchu.": {
    "guess": "Guatemala",
    "confidence": [
      [
        "Gu",
        -0.039958797
      ],
      [
        "atemala",
        -0.00044640043
      ]
    ]
  },
  "For a natural number n, a function named for this man gives n times the product over distinct prime factors of 1 plus 1 over the prime factors. The \"number\" named for him is equal to the number of antichains in the power set of a set containing n elements. An integral domain whose non-zero prime ideals are maximal, which is a Noetherian ring, and is integrally closed is a domain named for this man, and he earlier introduced the concept of (*) ideals in his Lectures on Number Theory. He also proposed": {
    "guess": "Richard Dedekind",
    "confidence": [
      [
        "Richard",
        -0.38635647
      ],
      [
        " Ded",
        -0.00027420983
      ],
      [
        "ek",
        -0.00010258956
      ],
      [
        "ind",
        -4.894791e-05
      ]
    ]
  },
  "This nation's first Prime Minister, Saad Zaghlul, was overthrown in 1952 by the Free Officers Movement. This modern nation's capital was the capital of the Fatimid dynasty. This country's ancient city of Luxor contains its Valley of the Kings. Following Alexander the Great's conquest of this nation, the Ptolemaic dynasty was installed. This nation's rulers have included Gamal Nasser and Anwar Sadat. For 10 points, name this nation which fought the Six-Day War with Israel, and whose unsuccessful invasion by Napoleon culminated in the Battle of the Nile.": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.0017002914
      ]
    ]
  },
  "This nation was the site of the Wind of Change speech, and one leader of this nation had the nickname \"The Big Crocodile.\" The Rivonia Trial took place in this nation, and leaders of this nation included Hendrik Verwoerd and P. W. Botha. The site of the Sharpeville Massacre in in 1960, this nation established the Truth and Reconciliation Commission in 1995 to investigate a policy advocated by the party of D. F. Malan. For 10 points, identify this African nation led by F. W. de Klerk, which for a": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.0060071293
      ],
      [
        " Africa",
        -0.0011840385
      ]
    ]
  },
  "This nation lost a significant part of its south after an embarrassing defeat at the battle of Maritsa, and this nation suffered another loss to Louis the Great, leading to the creation of the Dusan Code. The retreat of forces under Vuk Brankovic at the Field of the Blackbirds led to the conquest of this nation, home to the Chetnik resistance during World War II. A member of the Black Hand organization based here, Gavrilo Princip, shot Sophia and the Archduke Franz Ferdinand, leading to the start": {
    "guess": "Serbia",
    "confidence": [
      [
        "Ser",
        -0.018022574
      ],
      [
        "bia",
        -0.014773538
      ]
    ]
  },
  "This nation's capital was founded by Pedro de Valdivia, who defeated the native Mapuche people. This nation contains the world's largest copper mines at Chuquicamata and Escondida. This nation's most important seaport, Valparaiso, houses its legislature. Easter Island is owned by this nation, which splits Tierra del Fuego with its eastern neighbor. It controls Cape Horn, the southernmost point in South": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.0016016255
      ],
      [
        "ile",
        -0.00025108797
      ]
    ]
  },
  "This nation was the site of an uprising led by Juhayman al-Utaybi [joo-HAY-mahn ahl oo-TIE-bee], who accused this country's leaders of being Christian allies. It secured its region of Asir following a": {
    "guess": "Saudi Arabia",
    "confidence": [
      [
        "Saudi",
        -0.0309078
      ],
      [
        " Arabia",
        -0.008494131
      ]
    ]
  },
  "This nation's capital was founded by Pedro de Valdivia, who defeated the native Mapuche people. This nation contains the world's largest copper mines at Chuquicamata and Escondida. This nation's most important seaport, Valparaiso, houses its legislature. Easter Island is owned by this nation, which splits Tierra del Fuego with its eastern neighbor. It controls Cape Horn, the southernmost point in South America. For 10 points, name this long, narrow country on the Pacific, which lies west of the Andes": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.005851408
      ],
      [
        "ile",
        -0.0004776208
      ]
    ]
  },
  "One of these natural phenomena is called Porkchop, and the oldest one in the world is thought to be Castle. A necessary condition for them to appear is a material of silicon dioxide which is dissolved from rocks, and which makes various channels pressure-tight and unable to leak into loose gravel or soil. When there is not enough water present to form one, a fumarole appears which can develop into a mud pot. Existing in \"cone\" and \"fountain\" varieties, they are created when hot volcanic rock superheats water that eventually forces the water above upwards. For 10 points, name this natural phenomenon": {
    "guess": "Geothermal features",
    "confidence": [
      [
        "Ge",
        -0.6641052
      ],
      [
        "othermal",
        -0.43911353
      ],
      [
        " features",
        -0.7649537
      ]
    ]
  },
  "This nation is home to translator Claude Pasteur and the Baron of Teive, who wrote The Education of a Stoic. One character from this nation reads Herbert Quain's The God of the Labyrinth and is based on the author of The Book of Disquiet. In addition to Ricardo Reis, another author from this nation described the mass media event of the government trying to use concrete to plug a hole in the Pyrenees": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.014238845
      ],
      [
        "ugal",
        -0.013739134
      ]
    ]
  },
  "A native of Clark. MO, he served as Commandant of the Infantry School at Ft. Benning at the start of": {
    "guess": "Erwin Rommel",
    "confidence": [
      [
        "Er",
        -1.0603206
      ],
      [
        "win",
        -0.35690674
      ],
      [
        " Rom",
        -0.7359562
      ],
      [
        "mel",
        -0.00046653853
      ]
    ]
  },
  "For a natural number n, a function named for this man gives n times the product over distinct prime factors of 1 plus 1 over the prime factors. The \"number\" named for him is equal to the number of antichains in the power set of a set containing n elements. An integral domain whose non-zero prime ideals are maximal, which is a Noetherian ring, and is integrally closed is a domain named for this man, and he earlier introduced the concept of (*) ideals in his Lectures on Number Theory. He also proposed a partition of the rationals into nonempty subsets M and N such that all the members of M are less than members of N, and that M has no greatest number. For 10 points, identify this mathematician": {
    "guess": "Emil Artin",
    "confidence": [
      [
        "Em",
        -0.42187396
      ],
      [
        "il",
        -0.13287368
      ],
      [
        " Art",
        -0.021652967
      ],
      [
        "in",
        -0.00011868205
      ]
    ]
  },
  "This nation used the Swedish freighter Alfhem to acquire surplus Czech weapons, which were the target of a paramilitary operation to destroy its railroads led by Rip Robertson. Other subversive activities here included the propaganda channel \"Voice of Liberation\" and Operation Success, a plan to create": {
    "guess": "Cuba-United States relations",
    "confidence": [
      [
        "C",
        -1.75429
      ],
      [
        "uba",
        -0.9538677
      ],
      [
        "-",
        -1.1940974
      ],
      [
        "United",
        -0.026147475
      ],
      [
        " States",
        -0.0009564822
      ],
      [
        " relations",
        -0.054857913
      ]
    ]
  },
  "At a natural rate of unemployment, this curve is flat in the long run. Formulated using more than  100 years of data from the United Kingdom, the developer of the curve, for whom the curve is named,  found": {
    "guess": "Phillips curve",
    "confidence": [
      [
        "Phill",
        -0.05362881
      ],
      [
        "ips",
        -0.00023429126
      ],
      [
        " curve",
        -0.52720886
      ]
    ]
  },
  "\"National Responsibility\" was proposed and rejected as the name of this political party, whose current name has been criticized for being too similar to that of an Italian fascist newspaper. Majalli Wahabi was the first member of this party to serve as acting head of state. One politician joined this": {
    "guess": "National Rally (France)",
    "confidence": [
      [
        "National",
        -0.78386134
      ],
      [
        " Rally",
        -1.2195752
      ],
      [
        " (",
        -0.55743307
      ],
      [
        "France",
        -0.8789862
      ],
      [
        ")",
        -0.00036667887
      ]
    ]
  },
  "This nation is home to the volcanoes Iztaccihuatl (ISS-TACK-see-WAT-el) and Popocatepetl (PO-po-COT-uh-PET-el). Another volcano here is a cinder cone that first appeared as a hole in a corn field and within 10 years grew 9,012 feet. The Bay of Campeche borders this country, whose tourist destinations include Cozumel, Cabo San Lucas, Tijuana (tee-WAHN-uh), and Cancun. For 10 points, name this country": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.006726857
      ]
    ]
  },
  "This nation was at one point dominated by 12 Aymara tribes, and cities founded under colonial rule here": {
    "guess": "Bolivia",
    "confidence": [
      [
        "B",
        -0.061311454
      ],
      [
        "ol",
        -1.7835755e-05
      ],
      [
        "ivia",
        -0.0037712243
      ]
    ]
  },
  "This nation contains the once nominally independent Bantustans of Transkei, Venda, Ciskei, and Bophuthatswana.": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.022415627
      ],
      [
        " Africa",
        -0.0043972405
      ]
    ]
  },
  "This nation was home to the Majapahit and Sri·vi·jaya empires. This nation's capital was razed by the Dutch and renamed Batavia. This nation struggled for sovereignty with groups like Sarekat Islam, and it gained independence under \"Guided Democracy\" with the leadership of Mohammed Hatta and Sukarno. This nation hosted leftist leaders at the Bandung Conference. It was recently under the dictatorship": {
    "guess": "History of Indonesia",
    "confidence": [
      [
        "History",
        -0.6090694
      ],
      [
        " of",
        -0.0008555974
      ],
      [
        " Indonesia",
        -0.00022976153
      ]
    ]
  },
  "This nation was at one point dominated by 12 Aymara tribes, and cities founded under colonial rule here include Cochabamba, and Chiquisaca. One president of this country established an alliance with Luis Obregoso but was defeated at the battle of Yungay, Andres de Santa Cruz. This country's important": {
    "guess": "History of Bolivia",
    "confidence": [
      [
        "History",
        -0.57324386
      ],
      [
        " of",
        -0.00042054427
      ],
      [
        " Bolivia",
        -0.00040302498
      ]
    ]
  },
  "In this nation, the proposed Lekki Port will begin operations in 2018. After the governor of this country's central bank suggested that nearly 50 million dollars were missing from oil revenues, its finance minister argued that only 10.8 million dollars were missing. The Eko Atlantic district is a planned": {
    "guess": "Nigeria",
    "confidence": [
      [
        "N",
        -0.14349765
      ],
      [
        "igeria",
        -7.8033605e-05
      ]
    ]
  },
  "A native of Hoboken, New Jersey, his first scientific paper was titled \"What Do Birds Do When It Rains?\" He went on to a career as a professor of zoology at Indiana beginning in 1920, and later started": {
    "guess": "Charles Zeleny",
    "confidence": [
      [
        "Charles",
        -0.86387575
      ],
      [
        " Z",
        -2.2916293
      ],
      [
        "elen",
        -0.36433515
      ],
      [
        "y",
        -0.009391833
      ]
    ]
  },
  "This nation's Alajuela Province is the site of the Monteverde Cloud Forest Preserve, and this nation is home to the Barra Honda Caverns. Volcanos in this nation include Irazu and Rincon, which is located in this nation's Guanacaste Province. This country's city of Puntarenas is located on its Gulf of Nicoya, and the southern portion of this nation is home to the Osa Peninsula, which is separated from Golfito by the Gulfo Dulce. Separated from its northern neighbor by the San Juan River, This nation's": {
    "guess": "Costa Rica",
    "confidence": [
      [
        "Cost",
        -0.0012201058
      ],
      [
        "a",
        -1.7716551e-05
      ],
      [
        " Rica",
        -0.00033200893
      ]
    ]
  },
  "In this nation, a series of gravity-defying free-standing boulders located in the Matobo Hills is where Cecil John Rhodes was buried. Bumbusi, the site of a huge stone wall called the Great Enclosure, is located in this nation. This landlocked country is home to the Shona people. In 2009, this nation legalized the use of foreign currencies after it issued hundred trillion dollar banknotes following a period of rampant hyperinflation. The southern part of Victoria Falls is located in this nation,": {
    "guess": "Zimbabwe",
    "confidence": [
      [
        "Z",
        -0.00063678523
      ],
      [
        "imbabwe",
        -7.302705e-05
      ]
    ]
  },
  "This nation was the site of the Wind of Change speech, and one leader of this nation had the nickname \"The Big Crocodile.\" The Rivonia Trial took place in this nation, and leaders of this nation included Hendrik Verwoerd and P. W. Botha. The site of the Sharpeville Massacre in in 1960, this nation established": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.0610855
      ],
      [
        " Africa",
        -0.0007752045
      ]
    ]
  },
  "For a natural number n, a function named for this man gives n times the product over distinct prime factors of 1 plus 1 over the prime factors. The \"number\" named for him is equal to the number of antichains in the power set of a set containing n elements. An integral domain whose non-zero prime ideals are maximal, which is a Noetherian ring, and is integrally closed is a domain named for this man, and he earlier introduced the concept of (*) ideals in his Lectures on Number Theory. He also proposed a partition of the rationals into nonempty subsets M and N such that all the members of M are less": {
    "guess": "Richard Dedekind",
    "confidence": [
      [
        "Richard",
        -0.30626565
      ],
      [
        " Ded",
        -0.00034726333
      ],
      [
        "ek",
        -8.470901e-05
      ],
      [
        "ind",
        -4.4179764e-05
      ]
    ]
  },
  "This nation's first constitutional president was Francisco Ferrera, and after Miguel Davila came to power in this nation, President Taft sent troops to protect U.S. investments. Another president of this country, Carlos Flores, declared that 50 years of progress had been reversed by 1998's Hurricane Mitch. Under the regime of Roberto Cordova, this country was a haven for Contras, and under Oswaldo Lopez, this nation fought the Soccer War with neighboring El Salvador. For 10 points, name this Central American nation whose capital is Tegucigalpa.": {
    "guess": "Honduras",
    "confidence": [
      [
        "H",
        -0.004488158
      ],
      [
        "ond",
        -5.6769813e-06
      ],
      [
        "uras",
        -0.000134052
      ]
    ]
  },
  "This nation contains Mount Roraima in the Pakaraima Range, just north of its Rupununi Savannah plain. Its lesser rivers include the Demarara and the Courantyne, which is part of disputed territory in the": {
    "guess": "Guyana",
    "confidence": [
      [
        "Guy",
        -0.4180903
      ],
      [
        "ana",
        -0.00015741224
      ]
    ]
  },
  "This nation fought a five-year war with King Cyaxares before reaching a truce via a royal marriage between one of their princes and a Median princess. Alyattes, its penultimate king, was the first to reign in the absence of war, allowing him to build two magnificent temples to Athena. Their acknowledged \"first king\" was Gyges, who repelled the Cimmerians, expanded the empire to Miletus, and built up a magnificent capital at Sardis.  For 10 points, name this ancient nation of Asia Minor that saw its unprecedented wealth reach a zenith under its final king, Croesus.": {
    "guess": "Lydians",
    "confidence": [
      [
        "L",
        -0.4320785
      ],
      [
        "yd",
        -0.0012266584
      ],
      [
        "ians",
        -0.6447157
      ]
    ]
  },
  "This nation owns the islands of the San Blas Archipelago, Taboga, and Coiba Island, home to a namesake": {
    "guess": "Panama",
    "confidence": [
      [
        "Pan",
        -0.007050429
      ],
      [
        "ama",
        -0.00020187153
      ]
    ]
  },
  "In this nation, the proposed Lekki Port will begin operations in 2018. After the governor of this country's central bank suggested that nearly 50 million dollars were missing from oil revenues, its finance minister argued that only 10.8 million dollars were missing. The Eko Atlantic district is a planned region in this country's largest city which has been blamed for degrading the coastline. In this nation, oil pipelines and platforms have been attacked by rebel group MEND, which seeks economic liberation for its namesake region. This country's largest conglomerate is named after Aliko Dangote, the richest man in Africa. In 2014, 276 schoolgirls in this country were kidnapped by terrorist group Boko Haram. For 10 points, name this nation currently led by Goodluck Jonathan, the most populous": {
    "guess": "Nigeria",
    "confidence": [
      [
        "N",
        -0.020464921
      ],
      [
        "igeria",
        -2.0935051e-05
      ]
    ]
  },
  "This nation is home to the Buddhist monuments of Borobudur and Prambanan. This country also shares an island with a nation with capital at Dili, Timor, and controls the islands which were the destination of Ferdinand Magellan, the Moluccas, or Spice Islands. This nation is also home to a volcano whose eruption created the Year Without a Summer, Mount Krakatoa. Its western province of Aceh was devastated by a tsunami in 2004. For 10 points, name this nation which includes the islands of Java, Sumatra, and Borneo with capital at Jakarta.": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.00249861
      ],
      [
        "onesia",
        -4.763667e-05
      ]
    ]
  },
  "This nation attempted to assassinate another head of state in the Rangoon bombings. A leader of this country urged his people to \"rush like the speed of Chollima\" toward economic reform. Operation Paul Bunyan was launched against this country after two foreigners were killed in the \"axe murder\" of 1976, near Panmunjom in this nation's south. Juche originated in this country. Its forces captured the USS Pueblo in 1968. This country was the archrival of Syngman Rhee. This nation was defeated at the": {
    "guess": "North Korea",
    "confidence": [
      [
        "North",
        -0.0031201988
      ],
      [
        " Korea",
        -4.894791e-05
      ]
    ]
  },
  "This nation's Etosha Pan, a seasonal lake, lies in Ovamboland, in the northern part of this country.": {
    "guess": "Namibia",
    "confidence": [
      [
        "Nam",
        -0.00087334774
      ],
      [
        "ibia",
        -7.648396e-05
      ]
    ]
  },
  "This nation's westernmost reaches constitute the historical region of Banat, whose primary city is Timisoara.": {
    "guess": "Romania",
    "confidence": [
      [
        "Roman",
        -0.0106492415
      ],
      [
        "ia",
        -0.00035060104
      ]
    ]
  },
  "This nation fought a five-year war with King Cyaxares before reaching a truce via a royal marriage between one of their princes and a Median princess. Alyattes, its penultimate king, was the first to reign in the absence of war, allowing him to build two magnificent temples to Athena. Their acknowledged \"first king\" was Gyges, who repelled the Cimmerians, expanded the empire to Miletus, and built up": {
    "guess": "Lydia",
    "confidence": [
      [
        "Ly",
        -0.64189696
      ],
      [
        "dia",
        -0.00014168103
      ]
    ]
  },
  "In this nation, a series of gravity-defying free-standing boulders located in the Matobo Hills is where Cecil John Rhodes was buried. Bumbusi, the site of a huge stone wall called the Great Enclosure, is located in this nation. This landlocked country is home to the Shona people. In 2009, this nation legalized the use of foreign currencies after it issued hundred trillion dollar banknotes following a period of rampant hyperinflation. The southern part of Victoria Falls is located in this nation, on its border with Zambia. This country's name comes from a \"Great\" civilization of Southern Africa.": {
    "guess": "Zimbabwe",
    "confidence": [
      [
        "Z",
        -0.0011353354
      ],
      [
        "imbabwe",
        -6.5278815e-05
      ]
    ]
  },
  "This nation, which includes the towns of Louri and Samtse, is heavily forested in its central region": {
    "guess": "Bhutan",
    "confidence": [
      [
        "B",
        -0.0044925464
      ],
      [
        "h",
        -2.1769476e-05
      ],
      [
        "utan",
        -2.319992e-05
      ]
    ]
  },
  "This nation lost a significant part of its south after an embarrassing defeat at the battle of Maritsa, and this nation suffered another loss to Louis the Great, leading to the creation of the Dusan Code. The retreat of forces under Vuk Brankovic at the Field of the Blackbirds led to the conquest of this nation, home to the Chetnik resistance during World War II. A member of the Black Hand organization based here, Gavrilo Princip, shot Sophia and the Archduke Franz Ferdinand, leading to the start of World War I.  For 10 points, identify this nation that was the base of operations for the Partisans of Josip Tito with a capital at Sarajevo.": {
    "guess": "Serbia",
    "confidence": [
      [
        "Ser",
        -0.28947794
      ],
      [
        "bia",
        -0.006316359
      ]
    ]
  },
  "In 1782, natifs\\--people born in this city who lacked citizenship-- launched a revolt. This city commemorates The Escalade, where the Order of the Spoon sent by Charles Emmanuel I of Savoy tried to take": {
    "guess": "Geneva",
    "confidence": [
      [
        "Gene",
        -0.004429409
      ],
      [
        "va",
        -8.1371305e-05
      ]
    ]
  },
  "Nathaniel Kahn describes him as \"the man with the glasses\" early in \"My Architect.\"  In 1932, five years after graduating as a philosophy major from Harvard, he was named director of MOMA's Department of Architecture.  In the same year he co-authored a book with Henry-Russell Hitchcock which introduced the term still used to describe post-World War I modernist architecture.  Many of his works were collaborative efforts, later with John Burgee, and earlier with Mies van der Rohe.  One of the few architects to produce important landmarks of very different movements - for 10 points - who is this co-designer of the modernist Seagram Building and the postmodernist AT&T Building?": {
    "guess": "Philip Johnson",
    "confidence": [
      [
        "Philip",
        -0.002469471
      ],
      [
        " Johnson",
        -3.6431527e-05
      ]
    ]
  },
  "This nation lost a significant part of its south after an embarrassing defeat at the battle of Maritsa, and this nation suffered another loss to Louis the Great, leading to the creation of the Dusan Code. The retreat of forces under Vuk Brankovic at the Field of the Blackbirds led to the conquest of this nation, home to the Chetnik resistance during World War II. A member of the Black Hand organization based here, Gavrilo Princip, shot Sophia and the Archduke Franz Ferdinand, leading to the start of World War I.  For 10 points, identify this nation that was the base of operations for the Partisans": {
    "guess": "Serbia",
    "confidence": [
      [
        "Ser",
        -0.02816998
      ],
      [
        "bia",
        -0.0012228475
      ]
    ]
  },
  "This nation's Naitasiri Province contains the Sovi Basin, and its northernmost point is the Udu Point,": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.0034313812
      ],
      [
        "iji",
        -5.3193703e-06
      ]
    ]
  },
  "This nation's Alajuela Province is the site of the Monteverde Cloud Forest Preserve, and this nation": {
    "guess": "Costa Rica",
    "confidence": [
      [
        "Cost",
        -0.011383785
      ],
      [
        "a",
        -6.7901296e-05
      ],
      [
        " Rica",
        -0.0004920298
      ]
    ]
  },
  "In this nation, a series of gravity-defying free-standing boulders located in the Matobo Hills is where": {
    "guess": "Zimbabwe",
    "confidence": [
      [
        "Z",
        -0.34280926
      ],
      [
        "imbabwe",
        -0.00012892624
      ]
    ]
  },
  "One native of this place meets the Oogs after using a device invented by Professor Thimk to leave this": {
    "guess": "Lilliput",
    "confidence": [
      [
        "L",
        -1.7927634
      ],
      [
        "ill",
        -0.073458746
      ],
      [
        "ip",
        -0.00015562419
      ],
      [
        "ut",
        -0.00031484728
      ]
    ]
  },
  "This nation attempted to assassinate another head of state in the Rangoon bombings. A leader of this country urged his people to \"rush like the speed of Chollima\" toward economic reform. Operation Paul Bunyan was launched against this country after two foreigners were killed in the \"axe murder\" of 1976, near Panmunjom in this nation's south. Juche originated in this country. Its forces captured the USS Pueblo in 1968. This country was the archrival of Syngman Rhee. This nation was defeated at the Battle of Inchon under its first ruler, Kim il-Sung. For 10 points, name this Communist country which was backed by the USSR in a 50s war against its southern neighbor.": {
    "guess": "North Korea",
    "confidence": [
      [
        "North",
        -0.00040183295
      ],
      [
        " Korea",
        -0.00013715129
      ]
    ]
  },
  "This nation's Naitasiri Province contains the Sovi Basin, and its northernmost point is the Udu Point, which was recently hit by two earthquakes. Rewa River is the widest river in this nation and has its headwater in Mount Tomanivi, the highest point in this nation. The Kadavu Island is the third largest island in this nation, and its international airport is located by the Bligh Water in Nadi. The": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.00066859426
      ],
      [
        "iji",
        -3.888926e-06
      ]
    ]
  },
  "A native of Prague, this German left his position at Frankfurt for the U.S. when the Nazis rose to power, and spent the last ten years of his life teaching at the New School for Social Research in New York City before his death in 1943.  His study of the phenomenon of apparent movement led to the creation of a new school of psychological thought, the principles of which were published posthumously in the book Productive Thinking.  For ten points name this man, who, with Wolfgang Kohler and Kurt Koffka,": {
    "guess": "Max Wertheimer",
    "confidence": [
      [
        "Max",
        -0.06724536
      ],
      [
        " Wer",
        -0.00018494461
      ],
      [
        "the",
        -0.0001006823
      ],
      [
        "imer",
        -0.00012248923
      ]
    ]
  },
  "This native of Ardea was the wife of Collatinus, and she impressed her husband's friends by spinning wool under lamplight instead of dining at a banquet with the other noblewomen. After she killed herself, Junius Brutus pulled the bloody dagger from her body and vowed to avenge her honor. For 10 points—name this woman whose rape at the hands of Sextus Tarquinius led to the fall of Tarquinus Superbus": {
    "guess": "Lucretia",
    "confidence": [
      [
        "Lu",
        -0.009324283
      ],
      [
        "cret",
        -0.0040776897
      ],
      [
        "ia",
        -5.800739e-05
      ]
    ]
  },
  "This nation lost the 1467 Battle of Baia under Matthias Corvinus. This nation's first king was Stephen": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.025631823
      ],
      [
        "ary",
        -0.00039921046
      ]
    ]
  },
  "This nation protested Nazi anti-Jewish measures in The Strike of February 1941, it suffered a famine in 1944 known as The Hunger Winter, and its government in exile was headed by Pieter (PEE-ter) Gerbrandy. This nation controlled what is now Indonesia and Suriname, and it shared its head of state with": {
    "guess": "Netherlands",
    "confidence": [
      [
        "N",
        -0.09619712
      ],
      [
        "etherlands",
        -0.0042081596
      ]
    ]
  },
  "This nation contains Mount Roraima in the Pakaraima Range, just north of its Rupununi Savannah plain. Its lesser rivers include the Demarara and the Courantyne, which is part of disputed territory in the east. It is home to the mammoth Kaieteur Waterfalls on the Potaro River, which is a tributary of the long river that bisects almost this entire nation, the Essequibo River. It is considered an economic": {
    "guess": "Geography of Guyana",
    "confidence": [
      [
        "Ge",
        -0.16947547
      ],
      [
        "ography",
        -0.006683872
      ],
      [
        " of",
        -0.0016914885
      ],
      [
        " Guy",
        -0.00044139754
      ],
      [
        "ana",
        -6.122589e-05
      ]
    ]
  },
  "The natural escarpment on the north side of the city was augmented by a system of buttressed walls and a massive sally-port called the mushlalu. The oldest temple, ascribed to Shamshi-Adad I was later": {
    "guess": "Assyria",
    "confidence": [
      [
        "Ass",
        -0.69130605
      ],
      [
        "y",
        -0.02891388
      ],
      [
        "ria",
        -0.6783329
      ]
    ]
  },
  "The national government in this country is forcing the seventeen autonomous regions to drastically cut spending. Its Cajas required a bailout from its government, and in 2011 the People's Party won a majority in parliament. It has requested a bailout from the ECB, primarily because of its banks. The prime minister of this country is Mariano Rajoy, who took power after its Socialist Party under Rodriguez": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.47322327
      ]
    ]
  },
  "The natural escarpment on the north side of the city was augmented by a system of buttressed walls and a massive sally-port called the mushlalu. The oldest temple, ascribed to Shamshi-Adad I was later used as a burial ground. The massive Tigris-side quays were created under the direction of Adad-nirari I in the 13th century BC. Containing 34 temples dedicated to various deities, the city was thoroughly": {
    "guess": "Assyrian city of Assur",
    "confidence": [
      [
        "Ass",
        -0.8983534
      ],
      [
        "y",
        -0.48116937
      ],
      [
        "rian",
        -0.04839532
      ],
      [
        " city",
        -1.1297536
      ],
      [
        " of",
        -0.01172363
      ],
      [
        " Ass",
        -0.4753578
      ],
      [
        "ur",
        -0.0011154505
      ]
    ]
  },
  "This nation was ruled from 1894 to 1909 by the dictator José Santos Zelaya, and its president Adolfo Diaz signed a 1914 treaty with the United States. More recent leaders of this nation have included Enrique": {
    "guess": "History of Nicaragua",
    "confidence": [
      [
        "History",
        -0.28670645
      ],
      [
        " of",
        -0.0027202298
      ],
      [
        " Nicaragua",
        -8.685468e-05
      ]
    ]
  },
  "This nation, which includes the towns of Louri and Samtse, is heavily forested in its central region featuring the Black Mountains, which act as a watershed between the Mo and Drangme Rivers. The far south is home to the fertile and subtropical Duars Plain and in the east is the town of Paro, home to its only airport and the Tiger's Nest monastery. The flag of this nation has a diagonal yellow and orange pattern with the middle prominently featuring the Druk, a white Thunder Dragon. To its west is the state of Sikkim, near this country's capital Thimpu, and that state separates it from Nepal. FTP, name this Himalayan nation sandwiched between China and India.": {
    "guess": "Bhutan",
    "confidence": [
      [
        "B",
        -0.0016243567
      ],
      [
        "h",
        -2.1008714e-06
      ],
      [
        "utan",
        -2.3676734e-05
      ]
    ]
  },
  "This nation lost a significant part of its south after an embarrassing defeat at the battle of Maritsa,": {
    "guess": "Bulgaria",
    "confidence": [
      [
        "B",
        -0.07681664
      ],
      [
        "ulg",
        -0.0013586865
      ],
      [
        "aria",
        -0.20146167
      ]
    ]
  },
  "This nation's war with Britain saw the victory of Charles Grant and Archibald Campbell, which resulted": {
    "guess": "Siege of Havana",
    "confidence": [
      [
        "Sie",
        -1.538059
      ],
      [
        "ge",
        -0.000468565
      ],
      [
        " of",
        -0.00048513061
      ],
      [
        " Havana",
        -1.9520054
      ]
    ]
  },
  "This nation was the target of Operation Northwoods, a rejected series of covertly orchestrated acts of terror. It was also the site of the explosion of the French munitions vessel La Coubre. Current U.S. policy with regards to this nation was reinforced with the Torricelli Act of 1992 and the Helms-Burton Act of 1996. Its seizure was advocated by a document written by Soule, Mason, and Buchanan called the Ostend Manifesto, and its governance as a U.S. territory was established with the Teller and Platt Amendments. For 10 points, name this Caribbean nation upon which the U.S. has imposed a trade": {
    "guess": "Cuba",
    "confidence": [
      [
        "C",
        -0.0025135928
      ],
      [
        "uba",
        -0.0060010827
      ]
    ]
  },
  "This nation, which includes the towns of Louri and Samtse, is heavily forested in its central region featuring the Black Mountains, which act as a watershed between the Mo and Drangme Rivers. The far south is home to the fertile and subtropical Duars Plain and in the east is the town of Paro, home to its only airport and the Tiger's Nest monastery. The flag of this nation has a diagonal yellow and": {
    "guess": "Bhutan",
    "confidence": [
      [
        "B",
        -0.004865719
      ],
      [
        "h",
        -3.4121115e-06
      ],
      [
        "utan",
        -1.0802739e-05
      ]
    ]
  },
  "The national park named for this feature also contains Rattlesnake Springs, and it was formed from remnants of the Capitan Reef. Explored by Jim White, this place is near Lechugilla Cave as well as the home of The Monarch, Slaughter Canyon Cave. Its own features include the (*) Witch's Finger, the Rock of Ages, and the Bottomless Pit in places like the Queen's Chamber and the Big Room. For 10 points,": {
    "guess": "Carlsbad Caverns National Park",
    "confidence": [
      [
        "Car",
        -0.003724423
      ],
      [
        "ls",
        -1.0280384e-06
      ],
      [
        "bad",
        -3.5954712e-05
      ],
      [
        " C",
        -0.00053408666
      ],
      [
        "avern",
        -5.9153886e-06
      ],
      [
        "s",
        -0.00015502817
      ],
      [
        " National",
        -0.00012237004
      ],
      [
        " Park",
        -0.00011105302
      ]
    ]
  },
  "National parks of this nation include the Bukk, Ferto-Hansag and Aggtelek caves while its peaks include Zengo, Pilis and Irott-ko. Notable regions of this country are Vas and Baranya while wine is grown in the Tokaj. Among its mountain ranges are the Zemplen, Koszeg and Villany while in the Matra range lie its two highest peaks, Galyateto and Kekes. The bodies of water in this nation include Lake Velence and the thermal Lake Heviz while the Sio and Zala rivers form its Lake Balaton, the largest in": {
    "guess": "Geography of Hungary",
    "confidence": [
      [
        "Ge",
        -0.31091
      ],
      [
        "ography",
        -2.8160932e-06
      ],
      [
        " of",
        -0.0002702761
      ],
      [
        " Hungary",
        -1.7716551e-05
      ]
    ]
  },
  "This nation was the site of an uprising led by Juhayman al-Utaybi [joo-HAY-mahn ahl oo-TIE-bee], who accused this country's leaders of being Christian allies. It secured its region of Asir following a 1934 war in the Treaty of Taif. 19 Americans were killed in 1996 in the Khobar Towers bombing in this country. On top of fiercely defending its town of Ras al-Khafji [rahs ahl KAHF-jee], it coordinated": {
    "guess": "Saudi Arabia",
    "confidence": [
      [
        "Saudi",
        -0.017574877
      ],
      [
        " Arabia",
        -0.0013697614
      ]
    ]
  },
  "This nation protested Nazi anti-Jewish measures in The Strike of February 1941, it suffered a famine in 1944 known as The Hunger Winter, and its government in exile was headed by Pieter (PEE-ter) Gerbrandy. This nation controlled what is now Indonesia and Suriname, and it shared its head of state with Luxembourg until 1890, when its throne passed to Queen Wilhelmina (vil-hel-MEE-nuh). Many of the people who went on the Great Trek were de- scended from this nation, and it had many ties to the Boers": {
    "guess": "Netherlands",
    "confidence": [
      [
        "N",
        -0.39535987
      ],
      [
        "etherlands",
        -0.001800604
      ]
    ]
  },
  "This nation's capital was founded by Pedro de Valdivia, who defeated the native Mapuche people. This": {
    "guess": "Santiago",
    "confidence": [
      [
        "S",
        -0.006227625
      ],
      [
        "antiago",
        -6.0153056e-05
      ]
    ]
  },
  "This nation was the target of Operation Northwoods, a rejected series of covertly orchestrated acts of terror. It was also the site of the explosion of the French munitions vessel La Coubre. Current U.S. policy with regards to this nation was reinforced with the Torricelli Act of 1992 and the Helms-Burton": {
    "guess": "Cuba",
    "confidence": [
      [
        "C",
        -0.01297445
      ],
      [
        "uba",
        -0.00051049906
      ]
    ]
  },
  "The national park named for this feature also contains Rattlesnake Springs, and it was formed from remnants of the Capitan Reef. Explored by Jim White, this place is near Lechugilla Cave as well as the home of The Monarch, Slaughter Canyon Cave. Its own features include the (*) Witch's Finger, the Rock of Ages, and the Bottomless Pit in places like the Queen's Chamber and the Big Room. For 10 points, name this cave system famous for its bat flight, located in southeastern New Mexico.": {
    "guess": "Carlsbad Caverns National Park",
    "confidence": [
      [
        "Car",
        -0.017058784
      ],
      [
        "ls",
        -9.4914985e-06
      ],
      [
        "bad",
        -7.064298e-05
      ],
      [
        " C",
        -0.00018101456
      ],
      [
        "avern",
        -7.1954215e-05
      ],
      [
        "s",
        -4.5848617e-05
      ],
      [
        " National",
        -0.047076408
      ],
      [
        " Park",
        -0.00017588881
      ]
    ]
  },
  "This nation was ruled from 1894 to 1909 by the dictator José Santos Zelaya, and its president Adolfo Diaz signed a 1914 treaty with the United States. More recent leaders of this nation have included Enrique Bolaños and Arnoldo Alemán, the latter of whom defeated the National Opposition Union of Violeta Chamorro in 1996. This country was a Cold War ally of the US during the dictatorship of Anastasio Somoza, who had overseen the assassination of populist leader Augusto César Sandino, but became a": {
    "guess": "History of Nicaragua",
    "confidence": [
      [
        "History",
        -0.5094253
      ],
      [
        " of",
        -0.012671038
      ],
      [
        " Nicaragua",
        -3.7027545e-05
      ]
    ]
  },
  "This nation's highest point, Mount Moco, is located in the series of highlands in the center of the nation,": {
    "guess": "Angola",
    "confidence": [
      [
        "Ang",
        -0.027208842
      ],
      [
        "ola",
        -4.6683042e-05
      ]
    ]
  },
  "This nation, the home of the Rif Mountains, disputes a territory with the Polisario Front, and Spanish enclaves in this nation include Melilla and Ceuta. This nation, which is part of the Maghreb, contains the Atlas Mountains and disputes ownership of Western Sahara. Major cities in this nation include Tangier, Fes, and Marrakech. For 10 points, name this North African nation ruled from Rabat, with largest city Casablanca.": {
    "guess": "Morocco",
    "confidence": [
      [
        "Mor",
        -0.0044124327
      ],
      [
        "occo",
        -0.00014776041
      ]
    ]
  },
  "Nathaniel Kahn describes him as \"the man with the glasses\" early in \"My Architect.\"  In 1932, five years after graduating as a philosophy major from Harvard, he was named director of MOMA's Department of Architecture.  In the same year he co-authored a book with Henry-Russell Hitchcock which introduced the term still used to describe post-World War I modernist architecture.  Many of his works were": {
    "guess": "Philip Johnson",
    "confidence": [
      [
        "Philip",
        -0.0024568685
      ],
      [
        " Johnson",
        -0.0002509688
      ]
    ]
  },
  "This nation is home to the Buddhist monuments of Borobudur and Prambanan. This country also shares an island with a nation with capital at Dili, Timor, and controls the islands which were the destination of Ferdinand Magellan, the Moluccas, or Spice Islands. This nation is also home to a volcano whose eruption created the Year Without a Summer, Mount Krakatoa. Its western province of Aceh was devastated": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.019521123
      ],
      [
        "onesia",
        -0.00021545708
      ]
    ]
  },
  "This nation is home to translator Claude Pasteur and the Baron of Teive, who wrote The Education of a Stoic. One character from this nation reads Herbert Quain's The God of the Labyrinth and is based on the author of The Book of Disquiet. In addition to Ricardo Reis, another author from this nation described the mass media event of the government trying to use concrete to plug a hole in the Pyrenees after Iberia breaks off from Europe. Another novel by that author from this nation follows the Doctor's": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.004961443
      ],
      [
        "ugal",
        -0.003650557
      ]
    ]
  },
  "This nation contains the once nominally independent Bantustans of Transkei, Venda, Ciskei, and Bophuthatswana. This nation's currency is the Rand, and its largest city lies in Gauteng province. Cape Agulhas is the southernmost point in this nation. The (*) Orange river defines part of its border with": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.0050055673
      ],
      [
        " Africa",
        -0.00079330517
      ]
    ]
  },
  "The national park named for this feature also contains Rattlesnake Springs, and it was formed from remnants": {
    "guess": "Carlsbad Caverns National Park",
    "confidence": [
      [
        "Car",
        -0.046007276
      ],
      [
        "ls",
        -1.7432603e-06
      ],
      [
        "bad",
        -2.1054253e-05
      ],
      [
        " C",
        -0.00022773506
      ],
      [
        "avern",
        -3.1737043e-06
      ],
      [
        "s",
        -0.0001506213
      ],
      [
        " National",
        -2.9040899e-05
      ],
      [
        " Park",
        -0.00011856285
      ]
    ]
  },
  "This nation's Naitasiri Province contains the Sovi Basin, and its northernmost point is the Udu Point, which was recently hit by two earthquakes. Rewa River is the widest river in this nation and has its": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.008322362
      ],
      [
        "iji",
        -1.4855664e-05
      ]
    ]
  },
  "This nation contains Mount Roraima in the Pakaraima Range, just north of its Rupununi Savannah plain.": {
    "guess": "Venezuela",
    "confidence": [
      [
        "V",
        -0.49981284
      ],
      [
        "enez",
        -4.978234e-05
      ],
      [
        "uela",
        -0.00055482076
      ]
    ]
  },
  "This nation contains Mount Roraima in the Pakaraima Range, just north of its Rupununi Savannah plain. Its lesser rivers include the Demarara and the Courantyne, which is part of disputed territory in the east. It is home to the mammoth Kaieteur Waterfalls on the Potaro River, which is a tributary of the long river that bisects almost this entire nation, the Essequibo River. It is considered an economic member of the West Indies by the Caricom Treaty, a fact reflected by the position of its capital Georgetown. Sandwiched between Suriname and Venezuela, FTP, name this country in upper South America": {
    "guess": "Guyana",
    "confidence": [
      [
        "Guy",
        -0.031442784
      ],
      [
        "ana",
        -0.00015205175
      ]
    ]
  },
  "This nation fought a five-year war with King Cyaxares before reaching a truce via a royal marriage between one of their princes and a Median princess. Alyattes, its penultimate king, was the first to reign in the absence of war, allowing him to build two magnificent temples to Athena. Their acknowledged \"first king\" was Gyges, who repelled the Cimmerians, expanded the empire to Miletus, and built up a magnificent capital at Sardis.  For 10 points, name this ancient nation of Asia Minor that saw its": {
    "guess": "Lydians",
    "confidence": [
      [
        "L",
        -0.7541536
      ],
      [
        "yd",
        -0.011022123
      ],
      [
        "ians",
        -0.26632148
      ]
    ]
  },
  "This nation used the Swedish freighter Alfhem to acquire surplus Czech weapons, which were the target of a paramilitary operation to destroy its railroads led by Rip Robertson. Other subversive activities here included the propaganda channel \"Voice of Liberation\" and Operation Success, a plan to create civil war. Both were approved by.ambassador John Peurifoy, whose efforts helped install Carlos Castillo Armas as its military dictator. Guerrillas like Gaspar Ilom fought during its civil war, which included a massacre at Sacuchum. A 1954 CIA coup in this country defended the interests of the United": {
    "guess": "Guatemala",
    "confidence": [
      [
        "Gu",
        -0.36173683
      ],
      [
        "atemala",
        -0.000898243
      ]
    ]
  },
  "This nation's Naitasiri Province contains the Sovi Basin, and its northernmost point is the Udu Point, which was recently hit by two earthquakes. Rewa River is the widest river in this nation and has its headwater in Mount Tomanivi, the highest point in this nation. The Kadavu Island is the third largest island in this nation, and its international airport is located by the Bligh Water in Nadi. The Koro Sea is located in this country and a large portion of the population lives on its two largest": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.0007775886
      ],
      [
        "iji",
        -2.220075e-06
      ]
    ]
  },
  "This nation is home to the volcanoes Iztaccihuatl (ISS-TACK-see-WAT-el) and Popocatepetl (PO-po-COT-uh-PET-el). Another volcano here is a cinder cone that first appeared as a hole in a corn field and within": {
    "guess": "Volcanoes of Mexico",
    "confidence": [
      [
        "Vol",
        -0.13101989
      ],
      [
        "can",
        -0.0013597594
      ],
      [
        "oes",
        -0.17674461
      ],
      [
        " of",
        -0.24897552
      ],
      [
        " Mexico",
        -0.0006135515
      ]
    ]
  },
  "This nation was ceded to new conquerors in the Treaty of Karlowitz, after which it became the largest province of Transleithania. It lost most of its area and two thirds of its population in the Treaty of Trianon. Its monarchs wore the hemispherical Crown of Saint Stephen, which was named for its first Arpad dynasty ruler. This nation entered the 1867 Ausgleich with Franz Joseph. Communist leader Janos": {
    "guess": "Kingdom of Hungary",
    "confidence": [
      [
        "King",
        -0.17710978
      ],
      [
        "dom",
        -0.00028016636
      ],
      [
        " of",
        -0.00018899754
      ],
      [
        " Hungary",
        -0.007754857
      ]
    ]
  },
  "In 1782, natifs\\--people born in this city who lacked citizenship-- launched a revolt. This city commemorates The Escalade, where the Order of the Spoon sent by Charles Emmanuel I of Savoy tried to take this city. William Rappard helped get an organization first headed by Eric Drummond to set up headquarters here. An organization based in this city created ENQUIRE, which became the (*) World Wide Web. Authorities in this city put Jacques Gruet and Michael Servetus to death for heresy.  It's home": {
    "guess": "Geneva",
    "confidence": [
      [
        "Gene",
        -0.0011649842
      ],
      [
        "va",
        -6.325235e-05
      ]
    ]
  },
  "In 2000, this nation recently lowered its voting age to 18 for the December elections. Sites within this country include Harappa, known as the \"Bronze-Age\" city, and Mohenjo-[*] Daro. Though its capital has a population of over 1.7 million people, its main cultural center is Lahore, where many Western-influenced shops and restaurants, as well as the University of the Punjab, are located. Headed by President Asif Zardari and still reeling from the assassination of Benazir Bhutto, for 10 points, name this country whose largest city is Karachi and has its capital at Islamabad.": {
    "guess": "Pakistan",
    "confidence": [
      [
        "Pakistan",
        -0.0030660108
      ]
    ]
  },
  "This nation attempted to assassinate another head of state in the Rangoon bombings. A leader of this country urged his people to \"rush like the speed of Chollima\" toward economic reform. Operation Paul Bunyan was launched against this country after two foreigners were killed in the \"axe murder\" of 1976,": {
    "guess": "North Korea",
    "confidence": [
      [
        "North",
        -0.0017765652
      ],
      [
        " Korea",
        -0.00017064385
      ]
    ]
  },
  "For a natural number n, a function named for this man gives n times the product over distinct prime factors of 1 plus 1 over the prime factors. The \"number\" named for him is equal to the number of antichains": {
    "guess": "Euler's totient function",
    "confidence": [
      [
        "E",
        -1.3243887
      ],
      [
        "uler",
        -0.36723128
      ],
      [
        "'s",
        -0.009247743
      ],
      [
        " tot",
        -0.11410098
      ],
      [
        "ient",
        -4.604148e-06
      ],
      [
        " function",
        -0.00033522744
      ]
    ]
  },
  "In this nation, a series of gravity-defying free-standing boulders located in the Matobo Hills is where Cecil John Rhodes was buried. Bumbusi, the site of a huge stone wall called the Great Enclosure,": {
    "guess": "Zimbabwe",
    "confidence": [
      [
        "Z",
        -0.07572316
      ],
      [
        "imbabwe",
        -0.00012260844
      ]
    ]
  },
  "This nation's Etosha Pan, a seasonal lake, lies in Ovamboland, in the northern part of this country. Other regions in it include Kaokoveld, Damaraland, and Great Namaland. Its Caprivi Strip extends eastward from the rest of this country, and lies to the north of a neighboring country's Okavango Delta. The southern coast of it is known as the Diamond Coast, while the north is called the Skeleton Coast. Cities in it include Walvis Bay and Windhoek. FTP, identify this African nation with a namesake": {
    "guess": "Namibia",
    "confidence": [
      [
        "Nam",
        -0.0015546207
      ],
      [
        "ibia",
        -0.00029470553
      ]
    ]
  },
  "One national park in this state consists of a series of horseshoe-shaped amphitheaters with colorful": {
    "guess": "Arizona",
    "confidence": [
      [
        "Arizona",
        -0.15859391
      ]
    ]
  },
  "One native of this place meets the Oogs after using a device invented by Professor Thimk to leave this location; that title character was dubbed \"merry.\" In another series, beings from this location employed": {
    "guess": "The Far Side (comic)",
    "confidence": [
      [
        "The",
        -1.768977
      ],
      [
        " Far",
        -1.6739424
      ],
      [
        " Side",
        -0.06218671
      ],
      [
        " (",
        -0.6357287
      ],
      [
        "comic",
        -0.7290556
      ],
      [
        ")",
        -0.67046696
      ]
    ]
  },
  "This nation's capital was founded by Pedro de Valdivia, who defeated the native Mapuche people. This nation contains the world's largest copper mines at Chuquicamata and Escondida. This nation's most important seaport, Valparaiso, houses its legislature. Easter Island is owned by this nation, which splits Tierra del Fuego with its eastern neighbor. It controls Cape Horn, the southernmost point in South America. For 10 points, name this long, narrow country on the Pacific, which lies west of the Andes and Argentina, and has its capital at Santiago.": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.0010186369
      ],
      [
        "ile",
        -0.00025621374
      ]
    ]
  },
  "Nathaniel Kahn describes him as \"the man with the glasses\" early in \"My Architect.\"  In 1932, five years": {
    "guess": "Philip Johnson",
    "confidence": [
      [
        "Philip",
        -0.4994519
      ],
      [
        " Johnson",
        -0.006769961
      ]
    ]
  },
  "This nation fought a five-year war with King Cyaxares before reaching a truce via a royal marriage between one of their princes and a Median princess. Alyattes, its penultimate king, was the first to reign": {
    "guess": "Lydia",
    "confidence": [
      [
        "Ly",
        -0.39436457
      ],
      [
        "dia",
        -8.304016e-05
      ]
    ]
  },
  "This nation's first Prime Minister, Saad Zaghlul, was overthrown in 1952 by the Free Officers Movement. This modern nation's capital was the capital of the Fatimid dynasty. This country's ancient city": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.7276483
      ]
    ]
  },
  "One native of this place meets the Oogs after using a device invented by Professor Thimk to leave this location; that title character was dubbed \"merry.\" In another series, beings from this location employed a cyborg assassin named Skar, bred human infants as food, and were opposed by Killraven. In the current storyline in the Secret Avengers comic, a mining expedition to this location uncovers the Serpent Crown. A different continuity reveals that this place was devastated by a \"mental plague\" perpetrated": {
    "guess": "Martian Manhunter",
    "confidence": [
      [
        "Mart",
        -1.6508181
      ],
      [
        "ian",
        -0.057988413
      ],
      [
        " Man",
        -0.07859197
      ],
      [
        "hunter",
        -0.0015916307
      ]
    ]
  },
  "This nation lost a significant part of its south after an embarrassing defeat at the battle of Maritsa, and this nation suffered another loss to Louis the Great, leading to the creation of the Dusan Code. The retreat of forces under Vuk Brankovic at the Field of the Blackbirds led to the conquest of": {
    "guess": "Serbia",
    "confidence": [
      [
        "Ser",
        -0.11254017
      ],
      [
        "bia",
        -0.53299725
      ]
    ]
  },
  "This nation, the home of the Rif Mountains, disputes a territory with the Polisario Front, and Spanish enclaves in this nation include Melilla and Ceuta. This nation, which is part of the Maghreb, contains": {
    "guess": "Morocco",
    "confidence": [
      [
        "Mor",
        -0.051293723
      ],
      [
        "occo",
        -0.00017731925
      ]
    ]
  },
  "This nation is home to the Buddhist monuments of Borobudur and Prambanan. This country also shares an island with a nation with capital at Dili, Timor, and controls the islands which were the destination of Ferdinand Magellan, the Moluccas, or Spice Islands. This nation is also home to a volcano whose": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.021942006
      ],
      [
        "onesia",
        -0.0001441843
      ]
    ]
  },
  "This nation concluded a treaty with envoy John Methuen in 1703 that became the basis for its trade with England. The War of the Two Brothers in this nation led to the exile of Prince Michael, and Amnesty International was formed in response to the actions of this nation's dictator Antonio Salazar. This country decolonized Cape Verde and Mozambique in 1975, and its ruling houses included the Aviz and Braganzas. For 10 points, name this Iberian nation, the home of Prince Henry the Navigator.": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.11317431
      ],
      [
        "ugal",
        -0.0004012369
      ]
    ]
  },
  "This nation attempted to assassinate another head of state in the Rangoon bombings. A leader of this country urged his people to \"rush like the speed of Chollima\" toward economic reform. Operation Paul Bunyan was launched against this country after two foreigners were killed in the \"axe murder\" of 1976, near Panmunjom in this nation's south. Juche originated in this country. Its forces captured the USS Pueblo in 1968. This country was the archrival of Syngman Rhee. This nation was defeated at the Battle of Inchon under its first ruler, Kim il-Sung. For 10 points, name this Communist country which": {
    "guess": "North Korea",
    "confidence": [
      [
        "North",
        -0.0028581321
      ],
      [
        " Korea",
        -7.1954215e-05
      ]
    ]
  },
  "This nation is home to the Buddhist monuments of Borobudur and Prambanan. This country also shares an island with a nation with capital at Dili, Timor, and controls the islands which were the destination of Ferdinand Magellan, the Moluccas, or Spice Islands. This nation is also home to a volcano whose eruption created the Year Without a Summer, Mount Krakatoa. Its western province of Aceh was devastated by a tsunami in 2004. For 10 points, name this nation which includes the islands of Java, Sumatra,": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.0057663224
      ],
      [
        "onesia",
        -6.396757e-05
      ]
    ]
  },
  "This nation concluded a treaty with envoy John Methuen in 1703 that became the basis for its trade with England. The War of the Two Brothers in this nation led to the exile of Prince Michael, and Amnesty International was formed in response to the actions of this nation's dictator Antonio Salazar. This country decolonized Cape Verde and Mozambique in 1975, and its ruling houses included the Aviz and": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.060415808
      ],
      [
        "ugal",
        -0.0011414075
      ]
    ]
  },
  "A native of Prague, this German left his position at Frankfurt for the U.S. when the Nazis rose to power,": {
    "guess": "Franz Werfel",
    "confidence": [
      [
        "Fran",
        -1.8344604
      ],
      [
        "z",
        -3.2140193e-05
      ],
      [
        " Wer",
        -0.60255325
      ],
      [
        "fel",
        -7.398068e-05
      ]
    ]
  },
  "This nation protested Nazi anti-Jewish measures in The Strike of February 1941, it suffered a famine in 1944 known as The Hunger Winter, and its government in exile was headed by Pieter (PEE-ter) Gerbrandy.": {
    "guess": "Netherlands",
    "confidence": [
      [
        "N",
        -0.022885524
      ],
      [
        "etherlands",
        -0.00020795093
      ]
    ]
  },
  "This nation's Etosha Pan, a seasonal lake, lies in Ovamboland, in the northern part of this country. Other regions in it include Kaokoveld, Damaraland, and Great Namaland. Its Caprivi Strip extends eastward from the rest of this country, and lies to the north of a neighboring country's Okavango Delta.": {
    "guess": "Namibia",
    "confidence": [
      [
        "Nam",
        -0.00028636496
      ],
      [
        "ibia",
        -0.00013357517
      ]
    ]
  },
  "A native of Clark. MO, he served as Commandant of the Infantry School at Ft. Benning at the start of WWII and later commanded the 82nd and 28th Divisions. Placed at the head of the II Corps for the North African campaign, his capture of Bizerte helped recapture Tunisia. He led his forces to Sicily before moving to the 1st Army for Normandy and the liberation of Paris. Elevated to command the 12th Army": {
    "guess": "Omar Bradley",
    "confidence": [
      [
        "O",
        -0.20818385
      ],
      [
        "mar",
        -5.5122365e-07
      ],
      [
        " Bradley",
        -0.03268682
      ]
    ]
  },
  "Nathan D. Champion in Heaven's Gate; Harry Nash in Who Am I This Time?; Sergeant Toomey in Biloxi Blues; Johnny Smith in 1983's The Dead Zone; Max Zorin in A View to Kill; Max Shreck in Batman Returns; Captain Koons in Pulp Fiction. These are all roles of, FTP, this dancer and actor whose other appearances include Frank Abagnale, Sr. in Catch Me If You Can and legendary producer Bruce Dickinson on": {
    "guess": "Christopher Walken",
    "confidence": [
      [
        "Christopher",
        -0.0055350433
      ],
      [
        " Walk",
        -9.054999e-05
      ],
      [
        "en",
        -5.3596854e-05
      ]
    ]
  },
  "This nation's first constitutional president was Francisco Ferrera, and after Miguel Davila came to power in this nation, President Taft sent troops to protect U.S. investments. Another president of this country, Carlos Flores, declared that 50 years of progress had been reversed by 1998's Hurricane": {
    "guess": "Honduras",
    "confidence": [
      [
        "H",
        -0.019047199
      ],
      [
        "ond",
        -2.2246291e-05
      ],
      [
        "uras",
        -0.0006115251
      ]
    ]
  },
  "This nation was ceded to new conquerors in the Treaty of Karlowitz, after which it became the largest province of Transleithania. It lost most of its area and two thirds of its population in the Treaty": {
    "guess": "Kingdom of Hungary",
    "confidence": [
      [
        "King",
        -0.2991139
      ],
      [
        "dom",
        -0.00012809181
      ],
      [
        " of",
        -0.00029685118
      ],
      [
        " Hungary",
        -0.009678535
      ]
    ]
  },
  "This native of Cyprus' adventures with a more famous companion included his being mistaken for Zeus, while his companion was mistaken for Hermes since he did most of the talking. This occurred in Lystra, where they had traveled from Iconium. When they returned home, they argued because this man wanted": {
    "guess": "Paul the Apostle",
    "confidence": [
      [
        "Paul",
        -0.390571
      ],
      [
        " the",
        -0.39493108
      ],
      [
        " Apostle",
        -0.0010110151
      ]
    ]
  },
  "In his \"The Nature of the Physical World,\" he postulated the Two Tables paradox to demonstrate the incommensurability of common-sensical and scientific inquiry. In that same work, he also promoted the": {
    "guess": "Arthur Eddington",
    "confidence": [
      [
        "Arthur",
        -0.020499848
      ],
      [
        " E",
        -0.14826602
      ],
      [
        "dd",
        -1.2948405e-05
      ],
      [
        "ington",
        -1.2590794e-05
      ]
    ]
  },
  "In this nation, the proposed Lekki Port will begin operations in 2018. After the governor of this country's central bank suggested that nearly 50 million dollars were missing from oil revenues, its finance minister argued that only 10.8 million dollars were missing. The Eko Atlantic district is a planned region in this country's largest city which has been blamed for degrading the coastline. In this nation, oil pipelines and platforms have been attacked by rebel group MEND, which seeks economic liberation": {
    "guess": "Nigeria",
    "confidence": [
      [
        "N",
        -0.0005836534
      ],
      [
        "igeria",
        -1.2664457e-06
      ]
    ]
  },
  "This nation was ruled from 1894 to 1909 by the dictator José Santos Zelaya, and its president Adolfo Diaz signed a 1914 treaty with the United States. More recent leaders of this nation have included Enrique Bolaños and Arnoldo Alemán, the latter of whom defeated the National Opposition Union of Violeta Chamorro in 1996. This country was a Cold War ally of the US during the dictatorship of Anastasio Somoza, who had overseen the assassination of populist leader Augusto César Sandino, but became a bastion of socialism after its rightist Contras were defeated by the Sandinistas of Daniel Ortega. For 10 points, name this Central American nation with capital at Managua.": {
    "guess": "Nicaragua",
    "confidence": [
      [
        "Nic",
        -0.19927312
      ],
      [
        "ar",
        -0.00015264409
      ],
      [
        "agua",
        -0.00026550796
      ]
    ]
  },
  "This nation used the Swedish freighter Alfhem to acquire surplus Czech weapons, which were the target of a paramilitary operation to destroy its railroads led by Rip Robertson. Other subversive activities": {
    "guess": "Cuba",
    "confidence": [
      [
        "C",
        -1.6465814
      ],
      [
        "uba",
        -0.9581661
      ]
    ]
  },
  "A native of Hoboken, New Jersey, his first scientific paper was titled \"What Do Birds Do When It Rains?\" He went on to a career as a professor of zoology at Indiana beginning in 1920, and later started his most famous research establishment as founder-director of the Institute for Sex Research. FTP, name this man who, according to his critics, may have exaggerated the population of homosexuals by 500%": {
    "guess": "Alfred Kinsey",
    "confidence": [
      [
        "Al",
        -0.023138205
      ],
      [
        "fred",
        -3.070975e-05
      ],
      [
        " Kin",
        -0.34619293
      ],
      [
        "sey",
        -3.5716304e-05
      ]
    ]
  },
  "This nation owns most of the Sunda Islands, and is the site of the Lake Toba. Its more well-known islands include the site of the volcano Tambora, and it controls Sulawesi. This nation shares (*) Kalimantan with Brunei and Malaysia, an island which is also known as Borneo, and this site of Krakatoa is also the owner of the most populous island on the planet. Sumatra and Java are located in, for ten points, which large Southeast Asian country with capital at Jakarta?": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.005755526
      ],
      [
        "onesia",
        -9.1742026e-05
      ]
    ]
  },
  "This nation was the site of the Wind of Change speech, and one leader of this nation had the nickname \"The Big Crocodile.\" The Rivonia Trial took place in this nation, and leaders of this nation included": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.008945208
      ],
      [
        " Africa",
        -0.00020234835
      ]
    ]
  },
  "Nathaniel Kahn describes him as \"the man with the glasses\" early in \"My Architect.\"  In 1932, five years after graduating as a philosophy major from Harvard, he was named director of MOMA's Department of Architecture.  In the same year he co-authored a book with Henry-Russell Hitchcock which introduced the term still used to describe post-World War I modernist architecture.  Many of his works were collaborative efforts, later with John Burgee, and earlier with Mies van der Rohe.  One of the few architects": {
    "guess": "Philip Johnson",
    "confidence": [
      [
        "Philip",
        -0.023266094
      ],
      [
        " Johnson",
        -0.000321519
      ]
    ]
  },
  "This nation was the site of the Wind of Change speech, and one leader of this nation had the nickname \"The Big Crocodile.\" The Rivonia Trial took place in this nation, and leaders of this nation included Hendrik Verwoerd and P. W. Botha. The site of the Sharpeville Massacre in in 1960, this nation established the Truth and Reconciliation Commission in 1995 to investigate a policy advocated by the party of D. F. Malan. For 10 points, identify this African nation led by F. W. de Klerk, which for a long time had the policy of Apartheid.": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.0118007995
      ],
      [
        " Africa",
        -0.0010472201
      ]
    ]
  },
  "This nation was ruled from 1894 to 1909 by the dictator José Santos Zelaya, and its president Adolfo Diaz signed a 1914 treaty with the United States. More recent leaders of this nation have included Enrique Bolaños and Arnoldo Alemán, the latter of whom defeated the National Opposition Union of Violeta Chamorro in 1996. This country was a Cold War ally of the US during the dictatorship of Anastasio Somoza, who had overseen the assassination of populist leader Augusto César Sandino, but became a bastion of socialism after its rightist Contras were defeated by the Sandinistas of Daniel Ortega. For": {
    "guess": "History of Nicaragua",
    "confidence": [
      [
        "History",
        -0.022649197
      ],
      [
        " of",
        -0.0010238782
      ],
      [
        " Nicaragua",
        -1.0802739e-05
      ]
    ]
  },
  "This nation lost the 1467 Battle of Baia under Matthias Corvinus. This nation's first king was Stephen I of the Arpad dynasty, and short-lived political careers here include those of an 1848 revolutionary with a namesake county in Iowa, Lajos Kossuth, Bela Kun's [*] pro-Soviet 1919 rule, and the Arrow Cross Movement of fascist Ferenc Szalasi. Janos Kadar deposed Imre Nagy [NAJ] in a 1956 Stalin-backed": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.4715974
      ],
      [
        "ary",
        -0.007653712
      ]
    ]
  },
  "Nathan D. Champion in Heaven's Gate; Harry Nash in Who Am I This Time?; Sergeant Toomey in Biloxi Blues; Johnny Smith in 1983's The Dead Zone; Max Zorin in A View to Kill; Max Shreck in Batman Returns; Captain Koons in Pulp Fiction. These are all roles of, FTP, this dancer and actor whose other appearances": {
    "guess": "Christopher Walken",
    "confidence": [
      [
        "Christopher",
        -0.01834707
      ],
      [
        " Walk",
        -0.0016856513
      ],
      [
        "en",
        -5.0378356e-05
      ]
    ]
  },
  "This native of Cyprus' adventures with a more famous companion included his being mistaken for Zeus, while his companion was mistaken for Hermes since he did most of the talking. This occurred in Lystra, where they had traveled from Iconium. When they returned home, they argued because this man wanted his nephew to travel with them, although the nephew had deserted them [*] in Pamphylia. Thus this man took John Mark as a new companion and his former companion took Silas. FTP, name this prophet of Antioch who, in the book of Acts, travels through Pisidia and the central Asia Minor mostly listening": {
    "guess": "Barnabas",
    "confidence": [
      [
        "B",
        -0.10759171
      ],
      [
        "arn",
        -0.0009511217
      ],
      [
        "ab",
        -0.0005470762
      ],
      [
        "as",
        -9.4914985e-06
      ]
    ]
  },
  "This nation's easternmost point lies along the Napo River, and its largest island is Isla Puna. Its largest cities were formed after Belalcazar's defeat of Ruminyahui, and this country's western shore": {
    "guess": "Ecuador",
    "confidence": [
      [
        "E",
        -0.043882754
      ],
      [
        "cuador",
        -2.6968896e-06
      ]
    ]
  },
  "\"National Responsibility\" was proposed and rejected as the name of this political party, whose current name has been criticized for being too similar to that of an Italian fascist newspaper. Majalli Wahabi was the first member of this party to serve as acting head of state. One politician joined this party after losing a leadership election to Amir (*) Peretz. This party's name translates as \"Forward\" and it was organized around the policy of unilateral disengagement. Including such members as Tzipi": {
    "guess": "Kadima",
    "confidence": [
      [
        "K",
        -0.010503096
      ],
      [
        "ad",
        -0.0004154185
      ],
      [
        "ima",
        -0.00017028624
      ]
    ]
  },
  "This nation was the target of Operation Northwoods, a rejected series of covertly orchestrated acts of terror. It was also the site of the explosion of the French munitions vessel La Coubre. Current U.S. policy with regards to this nation was reinforced with the Torricelli Act of 1992 and the Helms-Burton Act of 1996. Its seizure was advocated by a document written by Soule, Mason, and Buchanan called the Ostend Manifesto, and its governance as a U.S. territory was established with the Teller and Platt Amendments. For 10 points, name this Caribbean nation upon which the U.S. has imposed a trade embargo since the rise to power of Fidel Castro in 1959.": {
    "guess": "Cuba",
    "confidence": [
      [
        "C",
        -0.044512194
      ],
      [
        "uba",
        -0.0027912073
      ]
    ]
  },
  "From 1974-79, he was NATO's Supreme Allied Commander in Europe. Before that he served as chief of staff for Nixon in the late stages of Watergate.  His 1988 presidential campaign bombed, six years after": {
    "guess": "Wesley Clark",
    "confidence": [
      [
        "W",
        -1.5767748
      ],
      [
        "es",
        -0.1256241
      ],
      [
        "ley",
        -6.873572e-05
      ],
      [
        " Clark",
        -0.0037585131
      ]
    ]
  },
  "The natural escarpment on the north side of the city was augmented by a system of buttressed walls and a massive sally-port called the mushlalu. The oldest temple, ascribed to Shamshi-Adad I was later used as a burial ground. The massive Tigris-side quays were created under the direction of Adad-nirari I in the 13th century BC. Containing 34 temples dedicated to various deities, the city was thoroughly sacked in 614 by the Babylonians. For 10 points, name this religious capital of the Assyrians, less strategic than Nineveh or Nimrud, but spiritually critical, the partial namesake of one of the": {
    "guess": "Ashur",
    "confidence": [
      [
        "Ash",
        -0.67306453
      ],
      [
        "ur",
        -0.00015252856
      ]
    ]
  },
  "Nathan D. Champion in Heaven's Gate; Harry Nash in Who Am I This Time?; Sergeant Toomey in Biloxi Blues; Johnny Smith in 1983's The Dead Zone; Max Zorin in A View to Kill; Max Shreck in Batman Returns; Captain Koons in Pulp Fiction. These are all roles of, FTP, this dancer and actor whose other appearances include Frank Abagnale, Sr. in Catch Me If You Can and legendary producer Bruce Dickinson on SNL.": {
    "guess": "Christopher Walken",
    "confidence": [
      [
        "Christopher",
        -0.0031941128
      ],
      [
        " Walk",
        -0.00019388489
      ],
      [
        "en",
        -4.4179764e-05
      ]
    ]
  },
  "This nation's Naitasiri Province contains the Sovi Basin, and its northernmost point is the Udu Point, which was recently hit by two earthquakes. Rewa River is the widest river in this nation and has its headwater in Mount Tomanivi, the highest point in this nation. The Kadavu Island is the third largest island in this nation, and its international airport is located by the Bligh Water in Nadi. The Koro Sea is located in this country and a large portion of the population lives on its two largest islands, Vanua Levu and Viti Levu. For 10 points, name this South Pacific island nation with the capital at Suva.": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.0005149059
      ],
      [
        "iji",
        -1.504853e-06
      ]
    ]
  },
  "This nation was the site of an uprising led by Juhayman al-Utaybi [joo-HAY-mahn ahl oo-TIE-bee], who": {
    "guess": "Saudi Arabia",
    "confidence": [
      [
        "Saudi",
        -0.028473934
      ],
      [
        " Arabia",
        -0.0008974085
      ]
    ]
  },
  "This nation's capital was founded by Pedro de Valdivia, who defeated the native Mapuche people. This nation contains the world's largest copper mines at Chuquicamata and Escondida. This nation's most important": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.0011895108
      ],
      [
        "ile",
        -7.958325e-05
      ]
    ]
  },
  "The national park named for this feature also contains Rattlesnake Springs, and it was formed from remnants of the Capitan Reef. Explored by Jim White, this place is near Lechugilla Cave as well as the": {
    "guess": "Carlsbad Caverns National Park",
    "confidence": [
      [
        "Car",
        -0.022817584
      ],
      [
        "ls",
        -3.650519e-06
      ],
      [
        "bad",
        -9.233804e-05
      ],
      [
        " C",
        -5.7888185e-05
      ],
      [
        "avern",
        -0.000203898
      ],
      [
        "s",
        -0.00014048899
      ],
      [
        " National",
        -0.02015911
      ],
      [
        " Park",
        -0.00010175513
      ]
    ]
  },
  "This nation's first railway was built under the colonial rule of Charles Metcalfe, who unsuccessfully tried to import workers from India. John Stuart Mill led a campaign to have its governor tried for killing George William Gordon. Besides that Governor Eyre case, this country was officially ceded by the Spanish at the 1670 Treaty of (*) Madrid, although it had earlier been captured by Robert Venables and William Penn the Elder. This nation achieved independence under William A. Bustamante, while Captain Cudjoe had earlier led a Maroon insurgency on this island. For 10  points, name this Caribbean": {
    "guess": "History of Jamaica",
    "confidence": [
      [
        "History",
        -0.01704812
      ],
      [
        " of",
        -0.000663707
      ],
      [
        " Jamaica",
        -0.00044330113
      ]
    ]
  },
  "This nation's first railway was built under the colonial rule of Charles Metcalfe, who unsuccessfully tried to import workers from India. John Stuart Mill led a campaign to have its governor tried for killing George William Gordon. Besides that Governor Eyre case, this country was officially ceded by the Spanish at the 1670 Treaty of (*) Madrid, although it had earlier been captured by Robert Venables and William Penn the Elder. This nation achieved independence under William A. Bustamante, while": {
    "guess": "Jamaica",
    "confidence": [
      [
        "J",
        -0.3418981
      ],
      [
        "ama",
        -7.3458323e-06
      ],
      [
        "ica",
        -0.004102385
      ]
    ]
  },
  "A nation uses two different metals for its currency -- one overvalued, the other undervalued. Because": {
    "guess": "Gresham's law",
    "confidence": [
      [
        "G",
        -0.0006844374
      ],
      [
        "resh",
        -1.147242e-06
      ],
      [
        "am",
        -6.086828e-05
      ],
      [
        "'s",
        -5.2001665e-06
      ],
      [
        " law",
        -0.10564945
      ]
    ]
  },
  "\"National Responsibility\" was proposed and rejected as the name of this political party, whose current name has been criticized for being too similar to that of an Italian fascist newspaper. Majalli Wahabi was the first member of this party to serve as acting head of state. One politician joined this party after losing a leadership election to Amir (*) Peretz. This party's name translates as \"Forward\" and it was organized around the policy of unilateral disengagement. Including such members as Tzipi Livni and Ehud Olmert, for ten points, name this Israeli political party founded by Ariel Sharon and espousing a centrist ideology.": {
    "guess": "Kadima",
    "confidence": [
      [
        "K",
        -0.0033855264
      ],
      [
        "ad",
        -9.054999e-05
      ],
      [
        "ima",
        -1.3067608e-05
      ]
    ]
  },
  "This nation attempted to assassinate another head of state in the Rangoon bombings. A leader of this country urged his people to \"rush like the speed of Chollima\" toward economic reform. Operation Paul Bunyan was launched against this country after two foreigners were killed in the \"axe murder\" of 1976, near Panmunjom in this nation's south. Juche originated in this country. Its forces captured the": {
    "guess": "North Korea",
    "confidence": [
      [
        "North",
        -0.0009571974
      ],
      [
        " Korea",
        -5.6576944e-05
      ]
    ]
  },
  "This nation's westernmost reaches constitute the historical region of Banat, whose primary city is Timisoara. Its western border is also home to the large river gorge known as the Iron Gate. This nation was the site of the Nazi internment camp known as Targu Jiu, which is now a major tourist attraction": {
    "guess": "Romania",
    "confidence": [
      [
        "Roman",
        -0.0023620941
      ],
      [
        "ia",
        -0.00019996427
      ]
    ]
  },
  "This nation concluded a treaty with envoy John Methuen in 1703 that became the basis for its trade with England. The War of the Two Brothers in this nation led to the exile of Prince Michael, and Amnesty": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.17607616
      ],
      [
        "ugal",
        -0.014126716
      ]
    ]
  },
  "One of these natural phenomena is called Porkchop, and the oldest one in the world is thought to be Castle. A necessary condition for them to appear is a material of silicon dioxide which is dissolved from rocks, and which makes various channels pressure-tight and unable to leak into loose gravel or": {
    "guess": "Geothermal spring",
    "confidence": [
      [
        "Ge",
        -1.2262692
      ],
      [
        "othermal",
        -0.8273451
      ],
      [
        " spring",
        -1.546681
      ]
    ]
  },
  "This native of Cyprus' adventures with a more famous companion included his being mistaken for Zeus, while his companion was mistaken for Hermes since he did most of the talking. This occurred in Lystra, where they had traveled from Iconium. When they returned home, they argued because this man wanted his nephew to travel with them, although the nephew had deserted them [*] in Pamphylia. Thus this man took John Mark as a new companion and his former companion took Silas. FTP, name this prophet of": {
    "guess": "Barnabas",
    "confidence": [
      [
        "B",
        -0.58459586
      ],
      [
        "arn",
        -0.0010367411
      ],
      [
        "ab",
        -0.0014723646
      ],
      [
        "as",
        -2.2603901e-05
      ]
    ]
  },
  "This nation protested Nazi anti-Jewish measures in The Strike of February 1941, it suffered a famine in 1944 known as The Hunger Winter, and its government in exile was headed by Pieter (PEE-ter) Gerbrandy. This nation controlled what is now Indonesia and Suriname, and it shared its head of state with Luxembourg until 1890, when its throne passed to Queen Wilhelmina (vil-hel-MEE-nuh). Many of the people who went on the Great Trek were de- scended from this nation, and it had many ties to the Boers (bors) in South Africa. Name this low-lying nation that houses the International Criminal Court and": {
    "guess": "Netherlands",
    "confidence": [
      [
        "N",
        -0.17710996
      ],
      [
        "etherlands",
        -0.00012987986
      ]
    ]
  },
  "n an attempted assassination, Ferdinand Cohen-Blind shot at this man five times before slicing his own": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.0003210422
      ],
      [
        "to",
        -3.888926e-06
      ],
      [
        " von",
        -4.692145e-05
      ],
      [
        " B",
        -1.504853e-06
      ],
      [
        "ism",
        -7.465036e-06
      ],
      [
        "ar",
        -0.00029732802
      ],
      [
        "ck",
        -1.0280384e-06
      ]
    ]
  },
  "This native of Ardea was the wife of Collatinus, and she impressed her husband's friends by spinning wool under lamplight instead of dining at a banquet with the other noblewomen. After she killed herself, Junius Brutus pulled the bloody dagger from her body and vowed to avenge her honor. For 10 points—name this woman whose rape at the hands of Sextus Tarquinius led to the fall of Tarquinus Superbus and the Roman monarchy.": {
    "guess": "Lucretia",
    "confidence": [
      [
        "Lu",
        -0.004645623
      ],
      [
        "cret",
        -0.002475301
      ],
      [
        "ia",
        -4.6444635e-05
      ]
    ]
  },
  "This nation used the Swedish freighter Alfhem to acquire surplus Czech weapons, which were the target": {
    "guess": "Swedish involvement in the Winter War",
    "confidence": [
      [
        "Sw",
        -0.51926374
      ],
      [
        "edish",
        -0.009410137
      ],
      [
        " involvement",
        -1.1702662
      ],
      [
        " in",
        -0.0003154433
      ],
      [
        " the",
        -0.06434739
      ],
      [
        " Winter",
        -0.6503426
      ],
      [
        " War",
        -0.002266709
      ]
    ]
  },
  "This nation, the home of the Rif Mountains, disputes a territory with the Polisario Front, and Spanish enclaves in this nation include Melilla and Ceuta. This nation, which is part of the Maghreb, contains the Atlas Mountains and disputes ownership of Western Sahara. Major cities in this nation include": {
    "guess": "Morocco",
    "confidence": [
      [
        "Mor",
        -0.016873606
      ],
      [
        "occo",
        -0.00036573625
      ]
    ]
  },
  "In 2000, this nation recently lowered its voting age to 18 for the December elections. Sites within this": {
    "guess": "2000 Ugandan presidential election",
    "confidence": [
      [
        "200",
        -1.3652118
      ],
      [
        "0",
        -0.0130728185
      ],
      [
        " Ug",
        -1.0617418
      ],
      [
        "andan",
        -0.00038336372
      ],
      [
        " presidential",
        -0.58346254
      ],
      [
        " election",
        -0.022404082
      ]
    ]
  },
  "One native of this place meets the Oogs after using a device invented by Professor Thimk to leave this location; that title character was dubbed \"merry.\" In another series, beings from this location employed a cyborg assassin named Skar, bred human infants as food, and were opposed by Killraven. In the current storyline in the Secret Avengers comic, a mining expedition to this location uncovers the Serpent Crown. A different continuity reveals that this place was devastated by a \"mental plague\" perpetrated by Ma'alefa'ak, whose brother later became the Bronze Wraith and developed a dependence on \"chocos.\" In another series, a character travels around this body using a clockwork crystal ship and explains his feelings of disconnect from humanity after transporting Silk Spectre here. For 10 points, identify this home world of a fire-fearing, green-skinned \"Manhunter\" named J'onn J'onzz, and": {
    "guess": "Mars",
    "confidence": [
      [
        "M",
        -0.016800698
      ],
      [
        "ars",
        -4.3202e-07
      ]
    ]
  },
  "This nation is home to translator Claude Pasteur and the Baron of Teive, who wrote The Education of a": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.015704092
      ],
      [
        "ugal",
        -0.014449184
      ]
    ]
  },
  "This nation's Alajuela Province is the site of the Monteverde Cloud Forest Preserve, and this nation is home to the Barra Honda Caverns. Volcanos in this nation include Irazu and Rincon, which is located in this nation's Guanacaste Province. This country's city of Puntarenas is located on its Gulf of Nicoya, and the southern portion of this nation is home to the Osa Peninsula, which is separated from": {
    "guess": "Costa Rica",
    "confidence": [
      [
        "Cost",
        -0.006565218
      ],
      [
        "a",
        -2.5226382e-05
      ],
      [
        " Rica",
        -0.00068527175
      ]
    ]
  },
  "This nation was the site of an uprising led by Juhayman al-Utaybi [joo-HAY-mahn ahl oo-TIE-bee], who accused this country's leaders of being Christian allies. It secured its region of Asir following a 1934 war in the Treaty of Taif. 19 Americans were killed in 1996 in the Khobar Towers bombing in this country. On top of fiercely defending its town of Ras al-Khafji [rahs ahl KAHF-jee], it coordinated the victorious Muslim forces of the Persian Gulf War. This was formed by the union of the Hejaz [hay-jaz]": {
    "guess": "Saudi Arabia",
    "confidence": [
      [
        "Saudi",
        -0.0043902406
      ],
      [
        " Arabia",
        -0.00024417418
      ]
    ]
  },
  "This nation owns most of the Sunda Islands, and is the site of the Lake Toba. Its more well-known islands include the site of the volcano Tambora, and it controls Sulawesi. This nation shares (*) Kalimantan with Brunei and Malaysia, an island which is also known as Borneo, and this site of Krakatoa is": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.037010636
      ],
      [
        "onesia",
        -0.00028266964
      ]
    ]
  },
  "In 1782, natifs\\--people born in this city who lacked citizenship-- launched a revolt. This city commemorates The Escalade, where the Order of the Spoon sent by Charles Emmanuel I of Savoy tried to take this city. William Rappard helped get an organization first headed by Eric Drummond to set up headquarters here. An organization based in this city created ENQUIRE, which became the (*) World Wide Web. Authorities in this city put Jacques Gruet and Michael Servetus to death for heresy.  It's home to the Large Hadron Collider and, formerly, the League of Nations. For 10 points, name this Swiss city": {
    "guess": "Geneva",
    "confidence": [
      [
        "Gene",
        -0.005640909
      ],
      [
        "va",
        -0.00010342398
      ]
    ]
  },
  "A national park in this state features a lengthy slot canyon called The Subway. The Virgin River runs through the southwest of this state, which is home to its lowest point, Beaver Dam Wash. Philo Farnsworth gives his name to a peak in the Oquirrh Mountains, which lie south of this state's most notable geographical feature. A park in this state is known for its large assemblage of eroded spires called (*) hoodoos. Another park in this state contains the Kolob arch, the second-largest natural arch in the world and includes Angels Landing, from which one can see Zion Canyon. The world land speed record was set in this state's Bonneville Salt Flats. For 10 points, name this western state home to": {
    "guess": "Utah",
    "confidence": [
      [
        "Ut",
        -0.006424625
      ],
      [
        "ah",
        -1.6643718e-05
      ]
    ]
  },
  "This nation's westernmost reaches constitute the historical region of Banat, whose primary city is Timisoara. Its western border is also home to the large river gorge known as the Iron Gate. This nation": {
    "guess": "Romania",
    "confidence": [
      [
        "Roman",
        -0.012058183
      ],
      [
        "ia",
        -8.8165914e-05
      ]
    ]
  },
  "\"National Responsibility\" was proposed and rejected as the name of this political party, whose current": {
    "guess": "Scottish National Party",
    "confidence": [
      [
        "Scott",
        -1.4246875
      ],
      [
        "ish",
        -4.167649e-05
      ],
      [
        " National",
        -0.04124894
      ],
      [
        " Party",
        -0.00065643917
      ]
    ]
  },
  "This nation was ruled from 1894 to 1909 by the dictator José Santos Zelaya, and its president Adolfo Diaz signed a 1914 treaty with the United States. More recent leaders of this nation have included Enrique Bolaños and Arnoldo Alemán, the latter of whom defeated the National Opposition Union of Violeta": {
    "guess": "History of Nicaragua",
    "confidence": [
      [
        "History",
        -0.8894365
      ],
      [
        " of",
        -0.0019973929
      ],
      [
        " Nicaragua",
        -0.00021093102
      ]
    ]
  },
  "This nation was home to the Majapahit and Sri·vi·jaya empires. This nation's capital was razed by the Dutch and renamed Batavia. This nation struggled for sovereignty with groups like Sarekat Islam, and it gained independence under \"Guided Democracy\" with the leadership of Mohammed Hatta and Sukarno. This nation hosted leftist leaders at the Bandung Conference. It was recently under the dictatorship of Suharto. Its remnant of Hindu culture is most prominent in Bali. For 10 points, name this archipelago of over 17,000 islands with a capital at Jakarta.": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.0035276138
      ],
      [
        "onesia",
        -9.019238e-05
      ]
    ]
  },
  "This nation contains the once nominally independent Bantustans of Transkei, Venda, Ciskei, and Bophuthatswana. This nation's currency is the Rand, and its largest city lies in Gauteng province. Cape Agulhas": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.001172725
      ],
      [
        " Africa",
        -0.0020708023
      ]
    ]
  },
  "In 1782, natifs\\--people born in this city who lacked citizenship-- launched a revolt. This city commemorates The Escalade, where the Order of the Spoon sent by Charles Emmanuel I of Savoy tried to take this city. William Rappard helped get an organization first headed by Eric Drummond to set up headquarters here. An organization based in this city created ENQUIRE, which became the (*) World Wide Web. Authorities in this city put Jacques Gruet and Michael Servetus to death for heresy.  It's home to the Large Hadron Collider and, formerly, the League of Nations. For 10 points, name this Swiss city where John Calvin established a theocracy.": {
    "guess": "Geneva",
    "confidence": [
      [
        "Gene",
        -0.004527673
      ],
      [
        "va",
        -0.00011522515
      ]
    ]
  },
  "This nation is home to the volcanoes Iztaccihuatl (ISS-TACK-see-WAT-el) and Popocatepetl (PO-po-COT-uh-PET-el). Another volcano here is a cinder cone that first appeared as a hole in a corn field and within 10 years grew 9,012 feet. The Bay of Campeche borders this country, whose tourist destinations": {
    "guess": "Volcanology of Mexico",
    "confidence": [
      [
        "Vol",
        -0.4616056
      ],
      [
        "can",
        -0.0042815153
      ],
      [
        "ology",
        -0.8102268
      ],
      [
        " of",
        -0.0023586408
      ],
      [
        " Mexico",
        -0.002021782
      ]
    ]
  },
  "A native of Prague, this German left his position at Frankfurt for the U.S. when the Nazis rose to power, and spent the last ten years of his life teaching at the New School for Social Research in New York City before his death in 1943.  His study of the phenomenon of apparent movement led to the creation of a new school of psychological thought, the principles of which were published posthumously in the book Productive Thinking.  For ten points name this man, who, with Wolfgang Kohler and Kurt Koffka, founded Gestalt.": {
    "guess": "Max Wertheimer",
    "confidence": [
      [
        "Max",
        -0.028257716
      ],
      [
        " Wer",
        -7.982166e-05
      ],
      [
        "the",
        -1.998142e-05
      ],
      [
        "imer",
        -0.00010402
      ]
    ]
  },
  "This nation attempted to assassinate another head of state in the Rangoon bombings. A leader of this": {
    "guess": "North Korea",
    "confidence": [
      [
        "North",
        -0.068959996
      ],
      [
        " Korea",
        -0.003845556
      ]
    ]
  },
  "This nation, which includes the towns of Louri and Samtse, is heavily forested in its central region featuring the Black Mountains, which act as a watershed between the Mo and Drangme Rivers. The far south is home to the fertile and subtropical Duars Plain and in the east is the town of Paro, home to its only airport and the Tiger's Nest monastery. The flag of this nation has a diagonal yellow and orange pattern with the middle prominently featuring the Druk, a white Thunder Dragon. To its west is": {
    "guess": "Bhutan",
    "confidence": [
      [
        "B",
        -0.00050585007
      ],
      [
        "h",
        -3.1737043e-06
      ],
      [
        "utan",
        -1.831257e-05
      ]
    ]
  },
  "This nation's first Prime Minister, Saad Zaghlul, was overthrown in 1952 by the Free Officers Movement. This modern nation's capital was the capital of the Fatimid dynasty. This country's ancient city of Luxor contains its Valley of the Kings. Following Alexander the Great's conquest of this nation,": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.0151641285
      ]
    ]
  },
  "In this nation, the proposed Lekki Port will begin operations in 2018. After the governor of this country's central bank suggested that nearly 50 million dollars were missing from oil revenues, its finance minister argued that only 10.8 million dollars were missing. The Eko Atlantic district is a planned region in this country's largest city which has been blamed for degrading the coastline. In this nation, oil pipelines and platforms have been attacked by rebel group MEND, which seeks economic liberation for its namesake region. This country's largest conglomerate is named after Aliko Dangote,": {
    "guess": "Nigeria",
    "confidence": [
      [
        "N",
        -0.00034762095
      ],
      [
        "igeria",
        -6.704273e-07
      ]
    ]
  },
  "This nation's first Prime Minister, Saad Zaghlul, was overthrown in 1952 by the Free Officers Movement. This modern nation's capital was the capital of the Fatimid dynasty. This country's ancient city of Luxor contains its Valley of the Kings. Following Alexander the Great's conquest of this nation, the Ptolemaic dynasty was installed. This nation's rulers have included Gamal Nasser and Anwar Sadat. For 10 points, name this nation which fought the Six-Day War with Israel, and whose unsuccessful invasion": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.013943112
      ]
    ]
  },
  "For a natural number n, a function named for this man gives n times the product over distinct prime factors of 1 plus 1 over the prime factors. The \"number\" named for him is equal to the number of antichains in the power set of a set containing n elements. An integral domain whose non-zero prime ideals": {
    "guess": "Richard Dedekind",
    "confidence": [
      [
        "Richard",
        -1.4640526
      ],
      [
        " Ded",
        -0.0092039285
      ],
      [
        "ek",
        -7.822647e-06
      ],
      [
        "ind",
        -5.371606e-05
      ]
    ]
  },
  "This nation's war with Britain saw the victory of Charles Grant and Archibald Campbell, which resulted in the Treaty of Yandabo, and during World War II, the Chindits of Orde Wingate fought here. The location": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.9528837
      ],
      [
        "anmar",
        -5.5980927e-05
      ]
    ]
  },
  "This nation's Bay of Plenty is the home of a sphenodont (SFEE-noh-dahnt) reptile called the tuatara. Its regions include Otago and Canterbury, whose chief city, Christchurch, was the site of a 2011 earthquake. The Cook Strait, which divides its North and South Islands, is the site of its capital, Wellington. For 10 points, the Maori people are the native inhabitants of what Pacific island nation east": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.0014892697
      ],
      [
        " Zealand",
        -0.0013952344
      ]
    ]
  },
  "This nation was ceded to new conquerors in the Treaty of Karlowitz, after which it became the largest province of Transleithania. It lost most of its area and two thirds of its population in the Treaty of Trianon. Its monarchs wore the hemispherical Crown of Saint Stephen, which was named for its first Arpad dynasty ruler. This nation entered the 1867 Ausgleich with Franz Joseph. Communist leader Janos Kadar ruled this nation after Soviet tanks crushed its 1956 uprising. For 10 points, name this nation populated by Magyars, which was once united with Austria.": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.03497981
      ],
      [
        "ary",
        -0.0003421376
      ]
    ]
  },
  "This nation's president declared a state of emergency after wildfires hit its western regions in July and August 2010. In June 2010, the United States arrested a SVR spy from this nation, Anna Chapman. In January 2011, this nation's Duma ratified a nuclear arms reduction treaty called New START. For 10 points, name this nation led by Dmitry Medvedev from Moscow.": {
    "guess": "Russia",
    "confidence": [
      [
        "Russia",
        -0.02338489
      ]
    ]
  },
  "A native of Dubuque, Iowa, he was the subject of the Bob Woodward biography Frazzled. He had a brief stay in the Betty Ford clinic after joining the Rajnesshee cult and used a relationship with Jeane Kirkpatatrick to sell secrets to Russia. His occupations included televangelist, lead-singer for the band Deathtongue and two-time Presidential candidate for the Meadow Party. He also dated the Clinton's cat Socks and had Donald Trump's brain transplanted into his body. FTP identify this character whose most prevalent words are \"Oop-Ack,\" the best-friend of Opus and the unkempt feline star of Berke Breathed's Outland and Bloom County.": {
    "guess": "Bill the Cat",
    "confidence": [
      [
        "Bill",
        -0.021262433
      ],
      [
        " the",
        -0.0043561794
      ],
      [
        " Cat",
        -0.00016420685
      ]
    ]
  },
  "This nation's first railway was built under the colonial rule of Charles Metcalfe, who unsuccessfully tried to import workers from India. John Stuart Mill led a campaign to have its governor tried for killing George William Gordon. Besides that Governor Eyre case, this country was officially ceded by the Spanish at the 1670 Treaty of (*) Madrid, although it had earlier been captured by Robert Venables and William Penn the Elder. This nation achieved independence under William A. Bustamante, while Captain Cudjoe had earlier led a Maroon insurgency on this island. For 10  points, name this Caribbean nation home to the Rasta movement.": {
    "guess": "History of Jamaica",
    "confidence": [
      [
        "History",
        -0.25253832
      ],
      [
        " of",
        -0.0005266997
      ],
      [
        " Jamaica",
        -0.007221108
      ]
    ]
  },
  "This nation was ceded to new conquerors in the Treaty of Karlowitz, after which it became the largest province of Transleithania. It lost most of its area and two thirds of its population in the Treaty of Trianon. Its monarchs wore the hemispherical Crown of Saint Stephen, which was named for its first": {
    "guess": "Kingdom of Hungary",
    "confidence": [
      [
        "King",
        -0.11485262
      ],
      [
        "dom",
        -0.00039170796
      ],
      [
        " of",
        -6.062987e-05
      ],
      [
        " Hungary",
        -0.009347196
      ]
    ]
  },
  "Nathaniel Kahn describes him as \"the man with the glasses\" early in \"My Architect.\"  In 1932, five years after graduating as a philosophy major from Harvard, he was named director of MOMA's Department": {
    "guess": "Alfred H. Barr Jr.",
    "confidence": [
      [
        "Al",
        -0.6157842
      ],
      [
        "fred",
        -0.0002074741
      ],
      [
        " H",
        -0.34752515
      ],
      [
        ".",
        -0.00016730615
      ],
      [
        " Barr",
        -0.00013607845
      ],
      [
        " Jr",
        -0.010171446
      ],
      [
        ".",
        -8.42322e-05
      ]
    ]
  },
  "One native of this place meets the Oogs after using a device invented by Professor Thimk to leave this location; that title character was dubbed \"merry.\" In another series, beings from this location employed a cyborg assassin named Skar, bred human infants as food, and were opposed by Killraven. In the current storyline in the Secret Avengers comic, a mining expedition to this location uncovers the Serpent Crown. A different continuity reveals that this place was devastated by a \"mental plague\" perpetrated by Ma'alefa'ak, whose brother later became the Bronze Wraith and developed a dependence on \"chocos.\" In another series, a character travels around this body using a clockwork crystal ship and explains his feelings of disconnect from humanity after transporting Silk Spectre here. For 10 points,": {
    "guess": "Mars (comics)",
    "confidence": [
      [
        "M",
        -0.012394624
      ],
      [
        "ars",
        -1.504853e-06
      ],
      [
        " (",
        -0.4781592
      ],
      [
        "com",
        -0.056396622
      ],
      [
        "ics",
        -1.9361265e-07
      ],
      [
        ")",
        -0.001509978
      ]
    ]
  },
  "Nathan D. Champion in Heaven's Gate; Harry Nash in Who Am I This Time?; Sergeant Toomey in Biloxi Blues; Johnny Smith in 1983's The Dead Zone; Max Zorin in A View to Kill; Max Shreck in Batman Returns;": {
    "guess": "Seven Archangels",
    "confidence": [
      [
        "Seven",
        -1.1370333
      ],
      [
        " Arch",
        -0.0049954825
      ],
      [
        "ang",
        -0.00037514235
      ],
      [
        "els",
        -8.537869e-06
      ]
    ]
  },
  "This nation was home to the Majapahit and Sri·vi·jaya empires. This nation's capital was razed by the": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.09391768
      ],
      [
        "onesia",
        -0.00064547977
      ]
    ]
  },
  "National parks of this nation include the Bukk, Ferto-Hansag and Aggtelek caves while its peaks include Zengo, Pilis and Irott-ko. Notable regions of this country are Vas and Baranya while wine is grown in the Tokaj. Among its mountain ranges are the Zemplen, Koszeg and Villany while in the Matra range lie its two highest peaks, Galyateto and Kekes. The bodies of water in this nation include Lake Velence and the thermal Lake Heviz while the Sio and Zala rivers form its Lake Balaton, the largest in Central Europe. Gyor, Pecs and Debrecen are among the largest cities in, for 10 points, which nation": {
    "guess": "Geography of Hungary",
    "confidence": [
      [
        "Ge",
        -0.68820053
      ],
      [
        "ography",
        -3.8100377e-05
      ],
      [
        " of",
        -0.0013634509
      ],
      [
        " Hungary",
        -4.8351892e-05
      ]
    ]
  },
  "n an attempted assassination, Ferdinand Cohen-Blind shot at this man five times before slicing his own throat. This man, whose tenure was supported by Albrecht von Roon, organized a conference that formalized": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.0009286142
      ],
      [
        "to",
        -2.220075e-06
      ],
      [
        " von",
        -7.851042e-05
      ],
      [
        " B",
        -9.4914985e-06
      ],
      [
        "ism",
        -3.650519e-06
      ],
      [
        "ar",
        -0.00022094045
      ],
      [
        "ck",
        -7.89631e-07
      ]
    ]
  },
  "This nation's easternmost point lies along the Napo River, and its largest island is Isla Puna. Its largest": {
    "guess": "Ecuador",
    "confidence": [
      [
        "E",
        -0.0027825313
      ],
      [
        "cuador",
        -4.3202e-07
      ]
    ]
  },
  "This nation owns most of the Sunda Islands, and is the site of the Lake Toba. Its more well-known islands include the site of the volcano Tambora, and it controls Sulawesi. This nation shares (*) Kalimantan": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.04611895
      ],
      [
        "onesia",
        -0.00015550498
      ]
    ]
  },
  "One national park in this state consists of a series of horseshoe-shaped amphitheaters with colorful rock formations, including spires called \"hoodoos.\" This home of Canyonlands National Park contains": {
    "guess": "Utah",
    "confidence": [
      [
        "Ut",
        -0.017531658
      ],
      [
        "ah",
        -1.9146995e-05
      ]
    ]
  },
  "Nathan D. Champion in Heaven's Gate; Harry Nash in Who Am I This Time?; Sergeant Toomey in Biloxi Blues;": {
    "guess": "Biloxi Blues",
    "confidence": [
      [
        "B",
        -1.1916876
      ],
      [
        "il",
        -0.0034248508
      ],
      [
        "ox",
        -7.0523776e-05
      ],
      [
        "i",
        -8.208653e-05
      ],
      [
        " Blues",
        -0.0011324746
      ]
    ]
  },
  "This nation's war with Britain saw the victory of Charles Grant and Archibald Campbell, which resulted in the Treaty of Yandabo, and during World War II, the Chindits of Orde Wingate fought here. The location of the early kingdoms of Taungoo and Konbaung, this country was ruled by U Nu after its independence": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.18334213
      ],
      [
        "anmar",
        -0.00026205103
      ]
    ]
  },
  "This nation's Bay of Plenty is the home of a sphenodont (SFEE-noh-dahnt) reptile called the tuatara.": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.002285026
      ],
      [
        " Zealand",
        -0.00064357254
      ]
    ]
  },
  "One of these natural phenomena is called Porkchop, and the oldest one in the world is thought to be Castle. A necessary condition for them to appear is a material of silicon dioxide which is dissolved from rocks, and which makes various channels pressure-tight and unable to leak into loose gravel or soil. When there is not enough water present to form one, a fumarole appears which can develop into a mud pot. Existing in \"cone\" and \"fountain\" varieties, they are created when hot volcanic rock superheats": {
    "guess": "Geothermal features",
    "confidence": [
      [
        "Ge",
        -0.33480847
      ],
      [
        "othermal",
        -0.2818013
      ],
      [
        " features",
        -0.28849566
      ]
    ]
  },
  "This nation's Bay of Plenty is the home of a sphenodont (SFEE-noh-dahnt) reptile called the tuatara. Its regions include Otago and Canterbury, whose chief city, Christchurch, was the site of a 2011 earthquake.": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.0033936102
      ],
      [
        " Zealand",
        -0.0011280751
      ]
    ]
  },
  "\"National Responsibility\" was proposed and rejected as the name of this political party, whose current name has been criticized for being too similar to that of an Italian fascist newspaper. Majalli Wahabi": {
    "guess": "National Rally",
    "confidence": [
      [
        "National",
        -0.30633998
      ],
      [
        " Rally",
        -1.2013172
      ]
    ]
  },
  "The national park named for this feature also contains Rattlesnake Springs, and it was formed from remnants of the Capitan Reef. Explored by Jim White, this place is near Lechugilla Cave as well as the home of The Monarch, Slaughter Canyon Cave. Its own features include the (*) Witch's Finger, the Rock": {
    "guess": "Carlsbad Caverns National Park",
    "confidence": [
      [
        "Car",
        -0.0040126266
      ],
      [
        "ls",
        -2.3392786e-06
      ],
      [
        "bad",
        -0.00015478976
      ],
      [
        " C",
        -0.0018998402
      ],
      [
        "avern",
        -4.723352e-06
      ],
      [
        "s",
        -0.0001844678
      ],
      [
        " National",
        -0.0011131893
      ],
      [
        " Park",
        -0.00015753144
      ]
    ]
  },
  "This nation's Alajuela Province is the site of the Monteverde Cloud Forest Preserve, and this nation is home to the Barra Honda Caverns. Volcanos in this nation include Irazu and Rincon, which is located in this nation's Guanacaste Province. This country's city of Puntarenas is located on its Gulf of": {
    "guess": "Costa Rica",
    "confidence": [
      [
        "Cost",
        -0.007972361
      ],
      [
        "a",
        -4.6444635e-05
      ],
      [
        " Rica",
        -0.00040302498
      ]
    ]
  },
  "This nation protested Nazi anti-Jewish measures in The Strike of February 1941, it suffered a famine in 1944 known as The Hunger Winter, and its government in exile was headed by Pieter (PEE-ter) Gerbrandy. This nation controlled what is now Indonesia and Suriname, and it shared its head of state with Luxembourg until 1890, when its throne passed to Queen Wilhelmina (vil-hel-MEE-nuh). Many of the people": {
    "guess": "Netherlands during World War II",
    "confidence": [
      [
        "N",
        -0.17165574
      ],
      [
        "etherlands",
        -0.0043739867
      ],
      [
        " during",
        -0.82693374
      ],
      [
        " World",
        -0.0045126
      ],
      [
        " War",
        -9.72254e-05
      ],
      [
        " II",
        -0.00015872349
      ]
    ]
  },
  "This nation, the home of the Rif Mountains, disputes a territory with the Polisario Front, and Spanish": {
    "guess": "Western Sahara",
    "confidence": [
      [
        "Western",
        -0.12937744
      ],
      [
        " Sahara",
        -0.014892867
      ]
    ]
  },
  "This nation was the site of an uprising led by Juhayman al-Utaybi [joo-HAY-mahn ahl oo-TIE-bee], who accused this country's leaders of being Christian allies. It secured its region of Asir following a 1934 war in the Treaty of Taif. 19 Americans were killed in 1996 in the Khobar Towers bombing in this country. On top of fiercely defending its town of Ras al-Khafji [rahs ahl KAHF-jee], it coordinated the victorious Muslim forces of the Persian Gulf War. This was formed by the union of the Hejaz [hay-jaz] and Najd [nehjd] kingdoms, and it was the home country of most of the 9/11 terrorists. Name this Middle East kingdom with capital at Riyadh.": {
    "guess": "Saudi Arabia",
    "confidence": [
      [
        "Saudi",
        -0.0011668878
      ],
      [
        " Arabia",
        -0.0007653143
      ]
    ]
  },
  "A native of Clark. MO, he served as Commandant of the Infantry School at Ft. Benning at the start of WWII and later commanded the 82nd and 28th Divisions. Placed at the head of the II Corps for the North African campaign, his capture of Bizerte helped recapture Tunisia. He led his forces to Sicily before moving to the 1st Army for Normandy and the liberation of Paris. Elevated to command the 12th Army Group, he moved through the Benelux nations, Germany, and Czechoslovakia. FTP, name this general who, in 1949, was selected as the first Chairman of the Joint Chiefs of Staff.": {
    "guess": "Omar Bradley",
    "confidence": [
      [
        "O",
        -0.018443497
      ],
      [
        "mar",
        -7.9418505e-06
      ],
      [
        " Bradley",
        -0.00063797727
      ]
    ]
  },
  "A national park in this state features a lengthy slot canyon called The Subway. The Virgin River runs through the southwest of this state, which is home to its lowest point, Beaver Dam Wash. Philo Farnsworth gives his name to a peak in the Oquirrh Mountains, which lie south of this state's most notable geographical feature. A park in this state is known for its large assemblage of eroded spires called (*) hoodoos. Another park in this state contains the Kolob arch, the second-largest natural arch in the world and includes Angels Landing, from which one can see Zion Canyon. The world land speed record was set in this state's Bonneville Salt Flats. For 10 points, name this western state home to Bryce Canyon National Park, whose capital is Salt Lake City.": {
    "guess": "Utah",
    "confidence": [
      [
        "Ut",
        -0.012304435
      ],
      [
        "ah",
        -2.7610455e-05
      ]
    ]
  },
  "At a natural rate of unemployment, this curve is flat in the long run. Formulated using more than  100 years of data from the United Kingdom, the developer of the curve, for whom the curve is named,  found an inverse relationship between unemployment and price inflation. For ten points name this curve": {
    "guess": "Phillips curve",
    "confidence": [
      [
        "Phill",
        -0.013672579
      ],
      [
        "ips",
        -8.1490514e-05
      ],
      [
        " curve",
        -0.0125264805
      ]
    ]
  },
  "In 1782, natifs\\--people born in this city who lacked citizenship-- launched a revolt. This city commemorates": {
    "guess": "Geneva",
    "confidence": [
      [
        "Gene",
        -1.2310023
      ],
      [
        "va",
        -7.755679e-05
      ]
    ]
  },
  "A native of Dubuque, Iowa, he was the subject of the Bob Woodward biography Frazzled. He had a brief stay in the Betty Ford clinic after joining the Rajnesshee cult and used a relationship with Jeane Kirkpatatrick to sell secrets to Russia. His occupations included televangelist, lead-singer for the band Deathtongue and two-time Presidential candidate for the Meadow Party. He also dated the Clinton's cat Socks and had Donald Trump's brain transplanted into his body. FTP identify this character whose": {
    "guess": "John Belushi",
    "confidence": [
      [
        "John",
        -0.9297351
      ],
      [
        " Bel",
        -0.11339624
      ],
      [
        "ushi",
        -0.005255103
      ]
    ]
  },
  "This nation's first constitutional president was Francisco Ferrera, and after Miguel Davila came to power in this nation, President Taft sent troops to protect U.S. investments. Another president of this country, Carlos Flores, declared that 50 years of progress had been reversed by 1998's Hurricane Mitch. Under the regime of Roberto Cordova, this country was a haven for Contras, and under Oswaldo": {
    "guess": "Honduras",
    "confidence": [
      [
        "H",
        -0.14793295
      ],
      [
        "ond",
        -7.2192626e-05
      ],
      [
        "uras",
        -0.0135480575
      ]
    ]
  },
  "This nation's war with Britain saw the victory of Charles Grant and Archibald Campbell, which resulted in the Treaty of Yandabo, and during World War II, the Chindits of Orde Wingate fought here. The location of the early kingdoms of Taungoo and Konbaung, this country was ruled by U Nu after its independence until an overthrow by Ne Win. Ruled since 1992 by Than Shwe, for 10 points, name this Asian nation from which both the Nobel Peace Prize recipient Aung San Su Kyi and former Secretary General": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.07456508
      ],
      [
        "anmar",
        -0.00020687809
      ]
    ]
  },
  "This nation owns the islands of the San Blas Archipelago, Taboga, and Coiba Island, home to a namesake species of howler monkey. Its southern portion extends along the Azuero Peninsula, featuring the fishing": {
    "guess": "Panama",
    "confidence": [
      [
        "Pan",
        -0.005192013
      ],
      [
        "ama",
        -0.0013873816
      ]
    ]
  },
  "This nation's Alajuela Province is the site of the Monteverde Cloud Forest Preserve, and this nation is home to the Barra Honda Caverns. Volcanos in this nation include Irazu and Rincon, which is located in this nation's Guanacaste Province. This country's city of Puntarenas is located on its Gulf of Nicoya, and the southern portion of this nation is home to the Osa Peninsula, which is separated from Golfito by the Gulfo Dulce. Separated from its northern neighbor by the San Juan River, This nation's president Jose Ferrer abolished its military in 1948, and both the Pacific Ocean and the Caribbean are visible from this nation's Cerro Chirripo volcano. Containing the port city of Limon, for 10 points, identify this Central American nation located between Nicaragua and Panama, which has capital at San Jose.": {
    "guess": "Costa Rica",
    "confidence": [
      [
        "Cost",
        -0.00073185476
      ],
      [
        "a",
        -2.1411865e-05
      ],
      [
        " Rica",
        -0.00020461321
      ]
    ]
  },
  "This nation's war with Britain saw the victory of Charles Grant and Archibald Campbell, which resulted in the Treaty of Yandabo, and during World War II, the Chindits of Orde Wingate fought here. The location of the early kingdoms of Taungoo and Konbaung, this country was ruled by U Nu after its independence until an overthrow by Ne Win. Ruled since 1992 by Than Shwe, for 10 points, name this Asian nation from which both the Nobel Peace Prize recipient Aung San Su Kyi and former Secretary General of the United Nations, U Thant, are from.": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.039088134
      ],
      [
        "anmar",
        -0.00013214473
      ]
    ]
  },
  "In his \"The Nature of the Physical World,\" he postulated the Two Tables paradox to demonstrate the incommensurability of common-sensical and scientific inquiry. In that same work, he also promoted the first incarnation of the infinite monkey theorem, which held that \"if an army of monkeys were strumming on typewriters, they might write all the books in the British Museum.\" More a scientist than a philosopher,": {
    "guess": "Arthur Eddington",
    "confidence": [
      [
        "Arthur",
        -0.058010124
      ],
      [
        " E",
        -0.22561964
      ],
      [
        "dd",
        -6.392203e-06
      ],
      [
        "ington",
        -3.5313153e-06
      ]
    ]
  },
  "This nation's highest point, Mount Moco, is located in the series of highlands in the center of the nation, the Planalto da Bie and Planalto da Hulla.  Those mountainous regions give rise to the Kwango": {
    "guess": "Angola",
    "confidence": [
      [
        "Ang",
        -0.036419526
      ],
      [
        "ola",
        -0.00013524403
      ]
    ]
  },
  "This nation fought a five-year war with King Cyaxares before reaching a truce via a royal marriage between one of their princes and a Median princess. Alyattes, its penultimate king, was the first to reign in the absence of war, allowing him to build two magnificent temples to Athena. Their acknowledged": {
    "guess": "Lydia",
    "confidence": [
      [
        "Ly",
        -0.6111329
      ],
      [
        "dia",
        -9.7821416e-05
      ]
    ]
  },
  "This nation's influential Edwards family supported the Monttvarista or National party, which came to power after the Treaty of Cuz-Cuz was signed. That treaty appointed Jose Tomas Ovalle as President, who brought the estanqueros and pelucones to power under Diego Portales, the effective ruler during": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.82741207
      ],
      [
        "ile",
        -0.00024584302
      ]
    ]
  },
  "This nation's influential Edwards family supported the Monttvarista or National party, which came to power after the Treaty of Cuz-Cuz was signed. That treaty appointed Jose Tomas Ovalle as President, who brought the estanqueros and pelucones to power under Diego Portales, the effective ruler during Prieto's term. Lead off-and-on by the liberal Ramon Friere, this nation's January Junta precipitated": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.31089374
      ],
      [
        "ile",
        -0.00019591136
      ]
    ]
  },
  "This nation's influential Edwards family supported the Monttvarista or National party, which came to power after the Treaty of Cuz-Cuz was signed. That treaty appointed Jose Tomas Ovalle as President, who brought the estanqueros and pelucones to power under Diego Portales, the effective ruler during Prieto's term. Lead off-and-on by the liberal Ramon Friere, this nation's January Junta precipitated the rise of Arturo Alessandri. who initiated this country's 1925 constitution. Said constitution was": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.28241727
      ],
      [
        "ile",
        -0.00010950337
      ]
    ]
  },
  "This nation's influential Edwards family supported the Monttvarista or National party, which came to power after the Treaty of Cuz-Cuz was signed. That treaty appointed Jose Tomas Ovalle as President, who brought the estanqueros and pelucones to power under Diego Portales, the effective ruler during Prieto's term. Lead off-and-on by the liberal Ramon Friere, this nation's January Junta precipitated the rise of Arturo Alessandri. who initiated this country's 1925 constitution. Said constitution was replaced by a military junta which heavily relied on the advice of the Chicago Boys and came to power": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.56209207
      ],
      [
        "ile",
        -5.6934558e-05
      ]
    ]
  },
  "This nation's influential Edwards family supported the Monttvarista or National party, which came to power after the Treaty of Cuz-Cuz was signed. That treaty appointed Jose Tomas Ovalle as President, who brought the estanqueros and pelucones to power under Diego Portales, the effective ruler during Prieto's term. Lead off-and-on by the liberal Ramon Friere, this nation's January Junta precipitated the rise of Arturo Alessandri. who initiated this country's 1925 constitution. Said constitution was replaced by a military junta which heavily relied on the advice of the Chicago Boys and came to power after the death of Salvador Allende. For 10 points, name this nation once led by Augusto Pinochet.": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.020660417
      ],
      [
        "ile",
        -4.723352e-06
      ]
    ]
  },
  "This nation owns the islands of the San Blas Archipelago, Taboga, and Coiba Island, home to a namesake species of howler monkey. Its southern portion extends along the Azuero Peninsula, featuring the fishing town of Pedasi and a region dubbed Arco Seco or the \"Dry Arc.\" Its highest point is at Barú volcano, while the Bocas del Toro region in the northwest is home to indigenous Ngobe-Buglé or Guaymi": {
    "guess": "Panama",
    "confidence": [
      [
        "Pan",
        -0.0020784093
      ],
      [
        "ama",
        -0.00064726785
      ]
    ]
  },
  "This nation owns the islands of the San Blas Archipelago, Taboga, and Coiba Island, home to a namesake species of howler monkey. Its southern portion extends along the Azuero Peninsula, featuring the fishing town of Pedasi and a region dubbed Arco Seco or the \"Dry Arc.\" Its highest point is at Barú volcano, while the Bocas del Toro region in the northwest is home to indigenous Ngobe-Buglé or Guaymi peoples. It is indented by the Gulf of Chiriquí near its city of David, while native Chocó peoples": {
    "guess": "Panama",
    "confidence": [
      [
        "Pan",
        -0.042497884
      ],
      [
        "ama",
        -0.0016018639
      ]
    ]
  },
  "This nation owns the islands of the San Blas Archipelago, Taboga, and Coiba Island, home to a namesake species of howler monkey. Its southern portion extends along the Azuero Peninsula, featuring the fishing town of Pedasi and a region dubbed Arco Seco or the \"Dry Arc.\" Its highest point is at Barú volcano, while the Bocas del Toro region in the northwest is home to indigenous Ngobe-Buglé or Guaymi peoples. It is indented by the Gulf of Chiriquí near its city of David, while native Chocó peoples inhabit its eastern province of Darien, on its namesake gulf. That gulf sits east of the Pearl Islands": {
    "guess": "Panama",
    "confidence": [
      [
        "Pan",
        -0.0029194725
      ],
      [
        "ama",
        -0.00076972484
      ]
    ]
  },
  "This nation owns the islands of the San Blas Archipelago, Taboga, and Coiba Island, home to a namesake species of howler monkey. Its southern portion extends along the Azuero Peninsula, featuring the fishing town of Pedasi and a region dubbed Arco Seco or the \"Dry Arc.\" Its highest point is at Barú volcano, while the Bocas del Toro region in the northwest is home to indigenous Ngobe-Buglé or Guaymi peoples. It is indented by the Gulf of Chiriquí near its city of David, while native Chocó peoples inhabit its eastern province of Darien, on its namesake gulf. That gulf sits east of the Pearl Islands of this nation, as featured on the TV show Survivor. FTP, name this country sandwiched between Costa": {
    "guess": "Panama",
    "confidence": [
      [
        "Pan",
        -0.0020453404
      ],
      [
        "ama",
        -0.00054373854
      ]
    ]
  },
  "This nation owns the islands of the San Blas Archipelago, Taboga, and Coiba Island, home to a namesake species of howler monkey. Its southern portion extends along the Azuero Peninsula, featuring the fishing town of Pedasi and a region dubbed Arco Seco or the \"Dry Arc.\" Its highest point is at Barú volcano, while the Bocas del Toro region in the northwest is home to indigenous Ngobe-Buglé or Guaymi peoples. It is indented by the Gulf of Chiriquí near its city of David, while native Chocó peoples inhabit its eastern province of Darien, on its namesake gulf. That gulf sits east of the Pearl Islands of this nation, as featured on the TV show Survivor. FTP, name this country sandwiched between Costa Rica and Colombia, the site of a famous canal. ": {
    "guess": "Panama",
    "confidence": [
      [
        "Pan",
        -0.0041518877
      ],
      [
        "ama",
        -0.00027587503
      ]
    ]
  }
}