{
  "Zeus wanted to wed this figure's mother until a prophecy foretold that this figure would become greater than his father. After his death, Ajax and Odysseus fought over his armor. (*) Paris killed this friend of Patroclus with a carefully aimed arrow, even though his mother had protected him as a child": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.0044698776
      ],
      [
        "ch",
        -6.253713e-05
      ],
      [
        "illes",
        -0.00010032469
      ]
    ]
  },
  "Zeus wanted to wed this figure's mother until a prophecy foretold that this figure would become greater than his father. After his death, Ajax and Odysseus fought over his armor. (*) Paris killed this": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.023582848
      ],
      [
        "ch",
        -3.8934802e-05
      ],
      [
        "illes",
        -6.7901296e-05
      ]
    ]
  },
  "Zeus wanted to wed this figure's mother until a prophecy foretold that this figure would become greater than his father. After his death, Ajax and Odysseus fought over his armor. (*) Paris killed this friend of Patroclus with a carefully aimed arrow, even though his mother had protected him as a child by dipping him in the river Styx. For 10 points, name this Greek mythical hero whose only vulnerability": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.0011086632
      ],
      [
        "ch",
        -2.188868e-05
      ],
      [
        "illes",
        -0.000121542944
      ]
    ]
  },
  "Zeus piled Mount Sipylus on top of Pandareus for stealing a dog from this locale and giving it to Tantalus, and Procris received a dog from this place that was later turned to stone by Zeus. Homer said that there were one hundred cities here, and according to Hesiod, Adrastia and Ida nursed a young Zeus in this place. After the Trojan War, Idomeneus returned home to this place, which was defended by a figure who died when Poeas shot him in the ankle or when Medea removed a pin, allowing ichor to flow out of the defender's bronze body. In addition to Talos, this island was home to a monster who ate fourteen Athenian children each year. For 10 points, identify this island on which Theseus descended into the Labyrinth to kill the Minotaur.": {
    "guess": "Crete",
    "confidence": [
      [
        "Cre",
        -0.0040810094
      ],
      [
        "te",
        -7.822647e-06
      ]
    ]
  },
  "Zeus piled Mount Sipylus on top of Pandareus for stealing a dog from this locale and giving it to Tantalus,": {
    "guess": "Mount Olympus",
    "confidence": [
      [
        "Mount",
        -1.134027
      ],
      [
        " Olympus",
        -0.036121067
      ]
    ]
  },
  "Zeus piled Mount Sipylus on top of Pandareus for stealing a dog from this locale and giving it to Tantalus, and Procris received a dog from this place that was later turned to stone by Zeus. Homer said that there were one hundred cities here, and according to Hesiod, Adrastia and Ida nursed a young Zeus in this place. After the Trojan War, Idomeneus returned home to this place, which was defended by": {
    "guess": "Crete",
    "confidence": [
      [
        "Cre",
        -0.13072841
      ],
      [
        "te",
        -6.1537958e-06
      ]
    ]
  },
  "Zeus piled Mount Sipylus on top of Pandareus for stealing a dog from this locale and giving it to Tantalus, and Procris received a dog from this place that was later turned to stone by Zeus. Homer said that there were one hundred cities here, and according to Hesiod, Adrastia and Ida nursed a young Zeus": {
    "guess": "Crete",
    "confidence": [
      [
        "Cre",
        -0.24173678
      ],
      [
        "te",
        -3.7146747e-05
      ]
    ]
  },
  "Zeus wanted to wed this figure's mother until a prophecy foretold that this figure would become greater": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.252215
      ],
      [
        "se",
        -0.00046975704
      ],
      [
        "us",
        -0.00021867557
      ]
    ]
  },
  "Zeus piled Mount Sipylus on top of Pandareus for stealing a dog from this locale and giving it to Tantalus, and Procris received a dog from this place that was later turned to stone by Zeus. Homer said that there were one hundred cities here, and according to Hesiod, Adrastia and Ida nursed a young Zeus in this place. After the Trojan War, Idomeneus returned home to this place, which was defended by a figure who died when Poeas shot him in the ankle or when Medea removed a pin, allowing ichor to flow out of the defender's bronze body. In addition to Talos, this island was home to a monster who ate fourteen Athenian children each year. For 10 points, identify this island on which Theseus descended": {
    "guess": "Crete",
    "confidence": [
      [
        "Cre",
        -0.069481924
      ],
      [
        "te",
        -1.831257e-05
      ]
    ]
  },
  "Zeus piled Mount Sipylus on top of Pandareus for stealing a dog from this locale and giving it to Tantalus, and Procris received a dog from this place that was later turned to stone by Zeus. Homer said that there were one hundred cities here, and according to Hesiod, Adrastia and Ida nursed a young Zeus in this place. After the Trojan War, Idomeneus returned home to this place, which was defended by a figure who died when Poeas shot him in the ankle or when Medea removed a pin, allowing ichor to flow out of the defender's bronze body. In addition to Talos, this island was home to a monster who": {
    "guess": "Crete",
    "confidence": [
      [
        "Cre",
        -0.031112816
      ],
      [
        "te",
        -8.89548e-06
      ]
    ]
  },
  "Zeus piled Mount Sipylus on top of Pandareus for stealing a dog from this locale and giving it to Tantalus, and Procris received a dog from this place that was later turned to stone by Zeus. Homer said": {
    "guess": "Arcadia",
    "confidence": [
      [
        "Arc",
        -0.89404905
      ],
      [
        "adia",
        -0.0013447581
      ]
    ]
  },
  "Zeus piled Mount Sipylus on top of Pandareus for stealing a dog from this locale and giving it to Tantalus, and Procris received a dog from this place that was later turned to stone by Zeus. Homer said that there were one hundred cities here, and according to Hesiod, Adrastia and Ida nursed a young Zeus in this place. After the Trojan War, Idomeneus returned home to this place, which was defended by a figure who died when Poeas shot him in the ankle or when Medea removed a pin, allowing ichor to": {
    "guess": "Crete",
    "confidence": [
      [
        "Cre",
        -0.37119663
      ],
      [
        "te",
        -3.0232935e-05
      ]
    ]
  },
  "Zeus wanted to wed this figure's mother until a prophecy foretold that this figure would become greater than his father. After his death, Ajax and Odysseus fought over his armor. (*) Paris killed this friend of Patroclus with a carefully aimed arrow, even though his mother had protected him as a child by dipping him in the river Styx. For 10 points, name this Greek mythical hero whose only vulnerability was his heel.": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.0009224193
      ],
      [
        "ch",
        -3.6073914e-05
      ],
      [
        "illes",
        -3.166338e-05
      ]
    ]
  }
}