{
  "In 2005, this football player was sued for giving genital herpes to Sonya Elliot who alleged that he received treatment under the pseudonym Ron Mexico. From 1996 to 1998, Tommy Reamon coached this quarterback": {
    "guess": "Michael Vick",
    "confidence": [
      [
        "Michael",
        -0.0031557344
      ],
      [
        " Vick",
        -9.674858e-05
      ]
    ]
  },
  "One footnote in this work claims that \"Man is an animal organism with an unmistakably bisexual disposition;\" an earlier one more fully explains the concept of organic repression. The author discusses memory through the metaphor of Roman archaeology, concluding that a \"memory trace\" may explain his friend": {
    "guess": "Memory_trace",
    "confidence": [
      [
        "Memory",
        -1.0045593
      ],
      [
        "_trace",
        -0.894998
      ]
    ]
  },
  "A foolish character in this location is unable to answer the riddle, \"Who builds stronger than a mason,": {
    "guess": "The Riddle of the Sphinx",
    "confidence": [
      [
        "The",
        -0.7736451
      ],
      [
        " R",
        -1.1016442
      ],
      [
        "iddle",
        -0.32708532
      ],
      [
        " of",
        -0.01532696
      ],
      [
        " the",
        -0.013480071
      ],
      [
        " Sphinx",
        -0.035292175
      ]
    ]
  },
  "A foolish character in this location is unable to answer the riddle, \"Who builds stronger than a mason, a shipwright, or a carpenter?\" A soldier in this place begs his listeners to pile up dirt until they make \"a mountain\u0085to overtop old Pelion,\" which another character one-ups by asking that the mountain": {
    "guess": "The Riddle of the Sphinx",
    "confidence": [
      [
        "The",
        -0.69588345
      ],
      [
        " R",
        -0.89202726
      ],
      [
        "iddle",
        -0.25371623
      ],
      [
        " of",
        -0.032425124
      ],
      [
        " the",
        -0.0025351173
      ],
      [
        " Sphinx",
        -0.003407636
      ]
    ]
  },
  "In 2005, this football player was sued for giving genital herpes to Sonya Elliot who alleged that he received treatment under the pseudonym Ron Mexico. From 1996 to 1998, Tommy Reamon coached this quarterback at Warwick High School. Sports Illustrated named him Mr. Electric despite his loss to Florida State in the 1999 BCS National Championship Game. He threw footballs to Peerless Price and Alge Crumpler before being suspended by the NFL in 2007. A standout at Virginia Tech and a star player for the Atlanta Falcons, for 10 points, name this mobile quarterback who used to conduct dogfights but now plays for the Philadelphia Eagles.": {
    "guess": "Michael Vick",
    "confidence": [
      [
        "Michael",
        -0.012701884
      ],
      [
        " Vick",
        -0.0002321456
      ]
    ]
  },
  "A foolish character in this location is unable to answer the riddle, \"Who builds stronger than a mason, a shipwright, or a carpenter?\" A soldier in this place begs his listeners to pile up dirt until they": {
    "guess": "The Riddle of the Sphinx",
    "confidence": [
      [
        "The",
        -1.7443837
      ],
      [
        " R",
        -0.91890043
      ],
      [
        "iddle",
        -0.67352057
      ],
      [
        " of",
        -0.13080297
      ],
      [
        " the",
        -0.026362889
      ],
      [
        " Sphinx",
        -0.05947982
      ]
    ]
  },
  "A foolish character in this location is unable to answer the riddle, \"Who builds stronger than a mason, a shipwright, or a carpenter?\" A soldier in this place begs his listeners to pile up dirt until they make \"a mountain\u0085to overtop old Pelion,\" which another character one-ups by asking that the mountain \"make Ossa like a wart.\" The protagonist exits this location immediately after predicting that \"the (*) cat will mew but dog will have his day.\" Earlier in this place, that character argues that Alexander the Great's \"noble dust\" may have served \"to stop a beer-barrel.\" A scene in this location begins as two clowns argue over whether a woman who drowned herself is damned as a suicide; in that scene set in this place, the protagonist leaps into a pit to confront his dead girlfriend's brother after crying, \"It is I, Hamlet the Dane.\" For 10 points, name this setting of Act V, Scene I of Hamlet, in which Hamlet cries, \"Alas, poor Yorick!\" after picking up the jester's skull.": {
    "guess": "Graveyard (Hamlet)",
    "confidence": [
      [
        "Gr",
        -0.10174168
      ],
      [
        "ave",
        -0.011629731
      ],
      [
        "yard",
        -0.001925183
      ],
      [
        " (",
        -0.6735757
      ],
      [
        "Ham",
        -0.7348068
      ],
      [
        "let",
        -2.4034345e-05
      ],
      [
        ")",
        -0.01228983
      ]
    ]
  },
  "A foolish character in this location is unable to answer the riddle, \"Who builds stronger than a mason, a shipwright, or a carpenter?\" A soldier in this place begs his listeners to pile up dirt until they make \"a mountain\u0085to overtop old Pelion,\" which another character one-ups by asking that the mountain \"make Ossa like a wart.\" The protagonist exits this location immediately after predicting that \"the (*) cat will mew but dog will have his day.\" Earlier in this place, that character argues that Alexander the Great's \"noble dust\" may have served \"to stop a beer-barrel.\" A scene in this location": {
    "guess": "Hamlet",
    "confidence": [
      [
        "Ham",
        -0.178264
      ],
      [
        "let",
        -0.000110337794
      ]
    ]
  },
  "One footnote in this work claims that \"Man is an animal organism with an unmistakably bisexual disposition;\" an earlier one more fully explains the concept of organic repression. The author discusses memory through the metaphor of Roman archaeology, concluding that a \"memory trace\" may explain his friend Romain Rolland's \"oceanic\" feelings. It utilizes the analysis of neurosis presented in the author's previous work, The Future of an Illusion. FTP, name this short treatise on the inevitable antagonism": {
    "guess": "The Ego and the Id",
    "confidence": [
      [
        "The",
        -0.46797922
      ],
      [
        " E",
        -0.2033612
      ],
      [
        "go",
        -2.8206474e-05
      ],
      [
        " and",
        -4.465658e-05
      ],
      [
        " the",
        -0.0017023179
      ],
      [
        " Id",
        -0.002160018
      ]
    ]
  },
  "A foolish character in this location is unable to answer the riddle, \"Who builds stronger than a mason, a shipwright, or a carpenter?\" A soldier in this place begs his listeners to pile up dirt until they make \"a mountain\u0085to overtop old Pelion,\" which another character one-ups by asking that the mountain \"make Ossa like a wart.\" The protagonist exits this location immediately after predicting that \"the (*) cat will mew but dog will have his day.\" Earlier in this place, that character argues that": {
    "guess": "Romeo and Juliet",
    "confidence": [
      [
        "R",
        -0.93206424
      ],
      [
        "ome",
        -0.0039937464
      ],
      [
        "o",
        -0.0020308269
      ],
      [
        " and",
        -0.0049715242
      ],
      [
        " Juliet",
        -0.000111410634
      ]
    ]
  },
  "One footnote in this work claims that \"Man is an animal organism with an unmistakably bisexual disposition;\" an earlier one more fully explains the concept of organic repression. The author discusses memory through the metaphor of Roman archaeology, concluding that a \"memory trace\" may explain his friend Romain Rolland's \"oceanic\" feelings. It utilizes the analysis of neurosis presented in the author's": {
    "guess": "The Interpretation of Dreams",
    "confidence": [
      [
        "The",
        -1.0831119
      ],
      [
        " Interpret",
        -0.026090572
      ],
      [
        "ation",
        -0.00014025059
      ],
      [
        " of",
        -0.00039921046
      ],
      [
        " Dreams",
        -8.8165914e-05
      ]
    ]
  },
  "A foolish character in this location is unable to answer the riddle, \"Who builds stronger than a mason, a shipwright, or a carpenter?\" A soldier in this place begs his listeners to pile up dirt until they make \"a mountain\u0085to overtop old Pelion,\" which another character one-ups by asking that the mountain \"make Ossa like a wart.\" The protagonist exits this location immediately after predicting that \"the (*) cat will mew but dog will have his day.\" Earlier in this place, that character argues that Alexander the Great's \"noble dust\" may have served \"to stop a beer-barrel.\" A scene in this location begins as two clowns argue over whether a woman who drowned herself is damned as a suicide; in that": {
    "guess": "Hamlet",
    "confidence": [
      [
        "Ham",
        -0.4613002
      ],
      [
        "let",
        -0.00017028624
      ]
    ]
  },
  "In 2005, this football player was sued for giving genital herpes to Sonya Elliot who alleged that he received treatment under the pseudonym Ron Mexico. From 1996 to 1998, Tommy Reamon coached this quarterback at Warwick High School. Sports Illustrated named him Mr. Electric despite his loss to Florida State in the 1999 BCS National Championship Game. He threw footballs to Peerless Price and Alge Crumpler before being suspended by the NFL in 2007. A standout at Virginia Tech and a star player for": {
    "guess": "Michael Vick",
    "confidence": [
      [
        "Michael",
        -0.0019376774
      ],
      [
        " Vick",
        -0.00027790148
      ]
    ]
  },
  "One footnote in this work claims that \"Man is an animal organism with an unmistakably bisexual disposition;\"": {
    "guess": "Virginia Woolf",
    "confidence": [
      [
        "Virginia",
        -0.54855263
      ],
      [
        " Wool",
        -0.00019460011
      ],
      [
        "f",
        -0.00011331789
      ]
    ]
  },
  "A foolish character in this location is unable to answer the riddle, \"Who builds stronger than a mason, a shipwright, or a carpenter?\" A soldier in this place begs his listeners to pile up dirt until they make \"a mountain\u0085to overtop old Pelion,\" which another character one-ups by asking that the mountain \"make Ossa like a wart.\" The protagonist exits this location immediately after predicting that \"the (*) cat will mew but dog will have his day.\" Earlier in this place, that character argues that Alexander the Great's \"noble dust\" may have served \"to stop a beer-barrel.\" A scene in this location begins as two clowns argue over whether a woman who drowned herself is damned as a suicide; in that scene set in this place, the protagonist leaps into a pit to confront his dead girlfriend's brother": {
    "guess": "Hamlet",
    "confidence": [
      [
        "Ham",
        -0.066926755
      ],
      [
        "let",
        -6.980855e-05
      ]
    ]
  },
  "In 2005, this football player was sued for giving genital herpes to Sonya Elliot who alleged that he received treatment under the pseudonym Ron Mexico. From 1996 to 1998, Tommy Reamon coached this quarterback at Warwick High School. Sports Illustrated named him Mr. Electric despite his loss to Florida State in the 1999 BCS National Championship Game. He threw footballs to Peerless Price and Alge Crumpler": {
    "guess": "Michael Vick",
    "confidence": [
      [
        "Michael",
        -0.004944001
      ],
      [
        " Vick",
        -0.0004769056
      ]
    ]
  },
  "One footnote in this work claims that \"Man is an animal organism with an unmistakably bisexual disposition;\" an earlier one more fully explains the concept of organic repression. The author discusses memory": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.895653
      ],
      [
        "igm",
        -0.017095927
      ],
      [
        "und",
        -2.2723105e-05
      ],
      [
        " Freud",
        -0.00015026369
      ]
    ]
  },
  "In 2005, this football player was sued for giving genital herpes to Sonya Elliot who alleged that he received treatment under the pseudonym Ron Mexico. From 1996 to 1998, Tommy Reamon coached this quarterback at Warwick High School. Sports Illustrated named him Mr. Electric despite his loss to Florida State in the 1999 BCS National Championship Game. He threw footballs to Peerless Price and Alge Crumpler before being suspended by the NFL in 2007. A standout at Virginia Tech and a star player for the Atlanta Falcons, for 10 points, name this mobile quarterback who used to conduct dogfights but now": {
    "guess": "Michael Vick",
    "confidence": [
      [
        "Michael",
        -0.010577879
      ],
      [
        " Vick",
        -0.0003032882
      ]
    ]
  },
  "In 2005, this football player was sued for giving genital herpes to Sonya Elliot who alleged that he": {
    "guess": "Genital herpes infection",
    "confidence": [
      [
        "Gen",
        -1.335845
      ],
      [
        "ital",
        -0.031888343
      ],
      [
        " herpes",
        -0.01725811
      ],
      [
        " infection",
        -0.3442925
      ]
    ]
  },
  "One footnote in this work claims that \"Man is an animal organism with an unmistakably bisexual disposition;\" an earlier one more fully explains the concept of organic repression. The author discusses memory through the metaphor of Roman archaeology, concluding that a \"memory trace\" may explain his friend Romain Rolland's \"oceanic\" feelings. It utilizes the analysis of neurosis presented in the author's previous work, The Future of an Illusion. FTP, name this short treatise on the inevitable antagonism between demands of instinct and the restrictions of progressive society, written by Sigmund Freud.": {
    "guess": "Civilization and Its Discontents",
    "confidence": [
      [
        "Civil",
        -0.0077903317
      ],
      [
        "ization",
        -2.355753e-05
      ],
      [
        " and",
        -9.849109e-06
      ],
      [
        " Its",
        -0.0003498858
      ],
      [
        " Dis",
        -9.817902e-05
      ],
      [
        "contents",
        -0.00017469678
      ]
    ]
  },
  "A foolish character in this location is unable to answer the riddle, \"Who builds stronger than a mason, a shipwright, or a carpenter?\" A soldier in this place begs his listeners to pile up dirt until they make \"a mountain\u0085to overtop old Pelion,\" which another character one-ups by asking that the mountain \"make Ossa like a wart.\" The protagonist exits this location immediately after predicting that \"the (*) cat will mew but dog will have his day.\" Earlier in this place, that character argues that Alexander the Great's \"noble dust\" may have served \"to stop a beer-barrel.\" A scene in this location begins as two clowns argue over whether a woman who drowned herself is damned as a suicide; in that scene set in this place, the protagonist leaps into a pit to confront his dead girlfriend's brother after crying, \"It is I, Hamlet the Dane.\" For 10 points, name this setting of Act V, Scene I of Hamlet,": {
    "guess": "Elsinore",
    "confidence": [
      [
        "E",
        -0.5887718
      ],
      [
        "ls",
        -0.0017363477
      ],
      [
        "in",
        -4.143808e-05
      ],
      [
        "ore",
        -0.0012163059
      ]
    ]
  },
  "In 2005, this football player was sued for giving genital herpes to Sonya Elliot who alleged that he received treatment under the pseudonym Ron Mexico. From 1996 to 1998, Tommy Reamon coached this quarterback at Warwick High School. Sports Illustrated named him Mr. Electric despite his loss to Florida": {
    "guess": "Michael Vick",
    "confidence": [
      [
        "Michael",
        -0.0052173943
      ],
      [
        " Vick",
        -0.00055052945
      ]
    ]
  },
  "A foolish character in this location is unable to answer the riddle, \"Who builds stronger than a mason, a shipwright, or a carpenter?\" A soldier in this place begs his listeners to pile up dirt until they make \"a mountain\u0085to overtop old Pelion,\" which another character one-ups by asking that the mountain \"make Ossa like a wart.\" The protagonist exits this location immediately after predicting that": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.46156934
      ],
      [
        "bes",
        -0.4478812
      ]
    ]
  }
}