{
  "The radiation per unit solid angle of a wave undergoing this process varies with the cosine of the angle between the line of sight and the perpendicular. Lambert's emission law applies to the directionally independent form of this process, in which a microscopically rough interface causes it to occur": {
    "guess": "Lambertian reflectance",
    "confidence": [
      [
        "L",
        -0.19877693
      ],
      [
        "amb",
        -0.0007188652
      ],
      [
        "ert",
        -1.11603495e-05
      ],
      [
        "ian",
        -0.0081736315
      ],
      [
        " reflect",
        -0.6602751
      ],
      [
        "ance",
        -0.00044902292
      ]
    ]
  },
  "A radical government in this country collapsed in a bribery scandal over Daniel Strauss's fixed roulette game, \"straperlo.\" In this country, the JAP was the youth wing of the CEDA, a right-wing party that": {
    "guess": "Straperlo",
    "confidence": [
      [
        "Str",
        -1.0727
      ],
      [
        "aper",
        -0.002096134
      ],
      [
        "lo",
        -0.0013886855
      ]
    ]
  },
  "A radical government in this country collapsed in a bribery scandal over Daniel Strauss's fixed roulette game, \"straperlo.\" In this country, the JAP was the youth wing of the CEDA, a right-wing party that secretly controlled the left-wing Lerroux government. This country's left wing endured the \"black two years\" and went to war with itself during the May Days. Its PSOE and (*) POUM parties joined a left-wing Popular Front that won its 1936 elections. Shortly after that election, the socialist Manuel Azaña government faced a July coup led by Emilio Mola, which led into a three-year war during which": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.047698855
      ],
      [
        " Civil",
        -0.021604909
      ],
      [
        " War",
        -0.00047964725
      ]
    ]
  },
  "In Rachmaninoff's Recollections, synesthetes Scriabin and Rimsky-Korsakov disagree about whether this note's associated color is red-purple or blue. Both of Richard Strauss' Horn Concertos are in this note's major key, as are Bruch's Scottish Fantasy, Haydn's \"Schoolmaster\" and \"Drumroll\" Symphonies,": {
    "guess": "E-flat",
    "confidence": [
      [
        "E",
        -1.34358
      ],
      [
        "-flat",
        -0.062999874
      ]
    ]
  },
  "Rachmaninoff related how Anton Rubinstein once improvised brilliantly after forgetting this piece, but greatly disappointed everyone by suddenly finding his place four minutes later. Scriabin injured his hand by over-practicing Liszt's Réminiscences de Don Juan and this piece. This piece's second theme is inspired by the Crimean Tartars, and its first theme is based on a Kabardian dance called the lezginka. Notably featuring both easier and more difficult ossias, it was composed in Tchaikovsky's house after a visit to the Caucasus. It was premiered by Nikolai Rubinstein. Ravel's Gaspard de la nuit was composed to be even more difficult than this piece. For 10 points, name this extraordinarily difficult piano piece, an \"Oriental Fantasy\" by Mily Balakirev.": {
    "guess": "Islamey",
    "confidence": [
      [
        "Isl",
        -0.08294123
      ],
      [
        "ame",
        -3.523949e-05
      ],
      [
        "y",
        -5.8484206e-05
      ]
    ]
  },
  "Radcliffe Squires claims that this character's self emerges neurotically, yet triumphant.  In the A.R. Gurney play based on this work, its title character's failure as a public defender and husband to Emily help instigate his final act.  The speaker of this poem describes the \"people on the pavement\" who \"went without the meat and cursed the bread\" but get \"fluttered pulses\" when the title character says \"Good morning\" to them.  Though that title character is \"quietly arrayed,\" he is \"a gentleman from sole to crown/ Clean favored and imperially slim,\" and everyone wishes they were in his place until the final couplet.   FTP, name this poem about a rich guy who \"puts a bullet through his head,\" by Edwin Arlington Robinson.": {
    "guess": "Richard Cory",
    "confidence": [
      [
        "Richard",
        -0.017899286
      ],
      [
        " Cory",
        -0.0023928909
      ]
    ]
  },
  "Rachmaninoff related how Anton Rubinstein once improvised brilliantly after forgetting this piece, but": {
    "guess": "The Last Rose of Summer",
    "confidence": [
      [
        "The",
        -2.087712
      ],
      [
        " Last",
        -0.8127408
      ],
      [
        " Rose",
        -0.8307964
      ],
      [
        " of",
        -3.5120287e-05
      ],
      [
        " Summer",
        -0.00042030588
      ]
    ]
  },
  "The radiation per unit solid angle of a wave undergoing this process varies with the cosine of the angle between the line of sight and the perpendicular. Lambert's emission law applies to the directionally independent form of this process, in which a microscopically rough interface causes it to occur in many different angles in the \"diffuse\" type of this phenomenon. The \"specular\" variety of this process is modeled by a law which states that the angle of incidence equals this process's namesake angle. For 10 points, name this optical phenomenon in which a wavefront rebounds off of a surface, often facilitated by mirrors.": {
    "guess": "Reflection (physics)",
    "confidence": [
      [
        "Reflection",
        -0.09816593
      ],
      [
        " (",
        -0.024115508
      ],
      [
        "physics",
        -0.013603671
      ],
      [
        ")",
        -1.3067608e-05
      ]
    ]
  },
  "Rachmaninoff related how Anton Rubinstein once improvised brilliantly after forgetting this piece, but greatly disappointed everyone by suddenly finding his place four minutes later. Scriabin injured his hand by over-practicing Liszt's Réminiscences de Don Juan and this piece. This piece's second theme is inspired by the Crimean Tartars, and its first theme is based on a Kabardian dance called the lezginka. Notably featuring both easier and more difficult ossias, it was composed in Tchaikovsky's": {
    "guess": "Don Juan (Strauss)",
    "confidence": [
      [
        "Don",
        -1.0414085
      ],
      [
        " Juan",
        -0.22340657
      ],
      [
        " (",
        -0.5302632
      ],
      [
        "Stra",
        -0.37627095
      ],
      [
        "uss",
        -9.317247e-05
      ],
      [
        ")",
        -0.00024168189
      ]
    ]
  },
  "A radical government in this country collapsed in a bribery scandal over Daniel Strauss's fixed roulette game, \"straperlo.\" In this country, the JAP was the youth wing of the CEDA, a right-wing party that secretly controlled the left-wing Lerroux government. This country's left wing endured the \"black": {
    "guess": "Second Spanish Republic",
    "confidence": [
      [
        "Second",
        -0.07426344
      ],
      [
        " Spanish",
        -0.0036959203
      ],
      [
        " Republic",
        -0.00015371693
      ]
    ]
  },
  "This race of beings built red mechs called Warhounds, which are not playable due to outrage in beta testing. Players controlling this race see the image of an adjutant, a robot in female form. In one game, these users of the widow mine suffer an assault on their capital world Tarsonis, a 500-damage suicide attack is done by \"infested\" ones, and their basic infantry spawn with the phrase \"You want a": {
    "guess": "StarCraft II: Heart of the Swarm",
    "confidence": [
      [
        "Star",
        -0.22998579
      ],
      [
        "Craft",
        -0.019111987
      ],
      [
        " II",
        -0.93124723
      ],
      [
        ":",
        -0.02162147
      ],
      [
        " Heart",
        -0.29515815
      ],
      [
        " of",
        -8.1371305e-05
      ],
      [
        " the",
        -0.000565661
      ],
      [
        " Swarm",
        -0.00020020269
      ]
    ]
  },
  "Rachmaninoff related how Anton Rubinstein once improvised brilliantly after forgetting this piece, but greatly disappointed everyone by suddenly finding his place four minutes later. Scriabin injured his hand by over-practicing Liszt's Réminiscences de Don Juan and this piece. This piece's second theme is inspired by the Crimean Tartars, and its first theme is based on a Kabardian dance called the lezginka. Notably featuring both easier and more difficult ossias, it was composed in Tchaikovsky's house after a visit to the Caucasus. It was premiered by Nikolai Rubinstein. Ravel's Gaspard de la nuit was composed to be even more difficult than this piece. For 10 points, name this extraordinarily": {
    "guess": "Mily Balakirev's Islamey",
    "confidence": [
      [
        "M",
        -0.77533484
      ],
      [
        "ily",
        -0.0011435532
      ],
      [
        " Bal",
        -0.004786938
      ],
      [
        "ak",
        -3.7265952e-05
      ],
      [
        "ire",
        -5.216641e-05
      ],
      [
        "v",
        -0.00011486754
      ],
      [
        "'s",
        -0.18732736
      ],
      [
        " Isl",
        -0.09249164
      ],
      [
        "ame",
        -7.255024e-05
      ],
      [
        "y",
        -0.0001787497
      ]
    ]
  },
  "Rachmaninoff related how Anton Rubinstein once improvised brilliantly after forgetting this piece, but greatly disappointed everyone by suddenly finding his place four minutes later. Scriabin injured his": {
    "guess": "Anton Rubinstein",
    "confidence": [
      [
        "Ant",
        -1.3348656
      ],
      [
        "on",
        -0.0018980522
      ],
      [
        " Rub",
        -0.004414217
      ],
      [
        "instein",
        -0.010859281
      ]
    ]
  },
  "This race of beings built red mechs called Warhounds, which are not playable due to outrage in beta testing. Players controlling this race see the image of an adjutant, a robot in female form. In one game, these users of the widow mine suffer an assault on their capital world Tarsonis, a 500-damage suicide attack is done by \"infested\" ones, and their basic infantry spawn with the phrase \"You want a piece of me, boy?\" This race's SCVs harvest vespene gas to fight the Protoss and Zerg. For 10 points, name this race of beings exemplified by Jim Raynor in Starcraft II, which expanded into space after evolving from apes on planet Earth.": {
    "guess": "Terran (StarCraft)",
    "confidence": [
      [
        "Terr",
        -0.014134359
      ],
      [
        "an",
        -0.10481669
      ],
      [
        " (",
        -0.042751595
      ],
      [
        "Star",
        -0.000517886
      ],
      [
        "Craft",
        -0.40192178
      ],
      [
        ")",
        -0.00046725376
      ]
    ]
  },
  "In Rachmaninoff's Recollections, synesthetes Scriabin and Rimsky-Korsakov disagree about whether this note's associated color is red-purple or blue. Both of Richard Strauss' Horn Concertos are in this note's major key, as are Bruch's Scottish Fantasy, Haydn's \"Schoolmaster\" and \"Drumroll\" Symphonies, Liszt's Piano Concerto No. 1, and several Beethoven piano sonatas, including No. 18 \"The Hunt\" and No. 26 \"Les Adieux\". An F Dorian mode shares the same number of flats as this note's major key, and G-flat major shares the same key signature as this note's minor key. More famous symphonies in this note's major key include Bruckner's \"Romantic\" Symphony, Schumman's \"Rhenish\" Symphony, and Beethoven's \"Eroica\" Symphony. For 10 points, this is what note, located a minor sixth above G and a whole step below F?": {
    "guess": "E-flat",
    "confidence": [
      [
        "E",
        -1.1002144
      ],
      [
        "-flat",
        -0.031517867
      ]
    ]
  },
  "The radiation per unit solid angle of a wave undergoing this process varies with the cosine of the angle between the line of sight and the perpendicular. Lambert's emission law applies to the directionally independent form of this process, in which a microscopically rough interface causes it to occur in many different angles in the \"diffuse\" type of this phenomenon. The \"specular\" variety of this process": {
    "guess": "Lambertian reflection",
    "confidence": [
      [
        "L",
        -0.7981169
      ],
      [
        "amb",
        -0.0014165462
      ],
      [
        "ert",
        -3.4121115e-06
      ],
      [
        "ian",
        -0.0057462873
      ],
      [
        " reflection",
        -0.45884418
      ]
    ]
  },
  "A radical government in this country collapsed in a bribery scandal over Daniel Strauss's fixed roulette game, \"straperlo.\" In this country, the JAP was the youth wing of the CEDA, a right-wing party that secretly controlled the left-wing Lerroux government. This country's left wing endured the \"black two years\" and went to war with itself during the May Days. Its PSOE and (*) POUM parties joined a": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.52178574
      ],
      [
        " Civil",
        -0.10774115
      ],
      [
        " War",
        -0.00029470553
      ]
    ]
  },
  "The radiation per unit solid angle of a wave undergoing this process varies with the cosine of the angle between the line of sight and the perpendicular. Lambert's emission law applies to the directionally independent form of this process, in which a microscopically rough interface causes it to occur in many different angles in the \"diffuse\" type of this phenomenon. The \"specular\" variety of this process is modeled by a law which states that the angle of incidence equals this process's namesake angle.": {
    "guess": "Lambertian reflectance",
    "confidence": [
      [
        "L",
        -0.259674
      ],
      [
        "amb",
        -0.010549213
      ],
      [
        "ert",
        -4.1273333e-06
      ],
      [
        "ian",
        -0.08286464
      ],
      [
        " reflect",
        -0.54475576
      ],
      [
        "ance",
        -0.0010423363
      ]
    ]
  },
  "In Rachmaninoff's Recollections, synesthetes Scriabin and Rimsky-Korsakov disagree about whether this note's associated color is red-purple or blue. Both of Richard Strauss' Horn Concertos are in this note's major key, as are Bruch's Scottish Fantasy, Haydn's \"Schoolmaster\" and \"Drumroll\" Symphonies, Liszt's Piano Concerto No. 1, and several Beethoven piano sonatas, including No. 18 \"The Hunt\" and": {
    "guess": "D major",
    "confidence": [
      [
        "D",
        -0.9947282
      ],
      [
        " major",
        -0.10467489
      ]
    ]
  },
  "This race of beings built red mechs called Warhounds, which are not playable due to outrage in beta testing. Players controlling this race see the image of an adjutant, a robot in female form. In one game, these users of the widow mine suffer an assault on their capital world Tarsonis, a 500-damage suicide attack is done by \"infested\" ones, and their basic infantry spawn with the phrase \"You want a piece of me, boy?\" This race's SCVs harvest vespene gas to fight the Protoss and Zerg. For 10 points, name this race of beings exemplified by Jim Raynor in Starcraft II, which expanded into space after": {
    "guess": "Terran (StarCraft)",
    "confidence": [
      [
        "Terr",
        -0.0070891343
      ],
      [
        "an",
        -0.07109424
      ],
      [
        " (",
        -0.04333691
      ],
      [
        "Star",
        -0.00031782736
      ],
      [
        "Craft",
        -0.5627326
      ],
      [
        ")",
        -0.0009761215
      ]
    ]
  },
  "The radiation per unit solid angle of a wave undergoing this process varies with the cosine of the angle": {
    "guess": "Lambertian reflectance",
    "confidence": [
      [
        "L",
        -0.54016346
      ],
      [
        "amb",
        -0.0012803569
      ],
      [
        "ert",
        -2.3676734e-05
      ],
      [
        "ian",
        -0.44640037
      ],
      [
        " reflect",
        -0.20817311
      ],
      [
        "ance",
        -0.005080295
      ]
    ]
  },
  "Radcliffe Squires claims that this character's self emerges neurotically, yet triumphant.  In the A.R. Gurney play based on this work, its title character's failure as a public defender and husband to Emily help instigate his final act.  The speaker of this poem describes the \"people on the pavement\" who \"went without the meat and cursed the bread\" but get \"fluttered pulses\" when the title character says \"Good morning\" to them.  Though that title character is \"quietly arrayed,\" he is \"a gentleman": {
    "guess": "The House of Blue Leaves",
    "confidence": [
      [
        "The",
        -0.38360378
      ],
      [
        " House",
        -1.5716313
      ],
      [
        " of",
        -0.009917341
      ],
      [
        " Blue",
        -0.0247308
      ],
      [
        " Leaves",
        -0.00069170515
      ]
    ]
  },
  "A radical government in this country collapsed in a bribery scandal over Daniel Strauss's fixed roulette": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.8335504
      ],
      [
        " Africa",
        -0.008813697
      ]
    ]
  },
  "In Rachmaninoff's Recollections, synesthetes Scriabin and Rimsky-Korsakov disagree about whether this": {
    "guess": "Synesthesia",
    "confidence": [
      [
        "Syn",
        -0.59673953
      ],
      [
        "esthesia",
        -0.0033254072
      ]
    ]
  },
  "The radiation per unit solid angle of a wave undergoing this process varies with the cosine of the angle between the line of sight and the perpendicular. Lambert's emission law applies to the directionally": {
    "guess": "Lambertian reflectance",
    "confidence": [
      [
        "L",
        -0.050759606
      ],
      [
        "amb",
        -0.004752884
      ],
      [
        "ert",
        -9.610702e-06
      ],
      [
        "ian",
        -0.095156044
      ],
      [
        " reflect",
        -0.12359808
      ],
      [
        "ance",
        -0.0038485322
      ]
    ]
  },
  "This race of beings built red mechs called Warhounds, which are not playable due to outrage in beta testing. Players controlling this race see the image of an adjutant, a robot in female form. In one game, these users of the widow mine suffer an assault on their capital world Tarsonis, a 500-damage suicide attack is done by \"infested\" ones, and their basic infantry spawn with the phrase \"You want a piece of me, boy?\" This race's SCVs harvest vespene gas to fight the Protoss and Zerg. For 10 points,": {
    "guess": "Terran (StarCraft)",
    "confidence": [
      [
        "Terr",
        -0.020093208
      ],
      [
        "an",
        -0.07288915
      ],
      [
        " (",
        -0.09333451
      ],
      [
        "Star",
        -0.0006708592
      ],
      [
        "Craft",
        -0.06899571
      ],
      [
        ")",
        -0.009910963
      ]
    ]
  },
  "A radical government in this country collapsed in a bribery scandal over Daniel Strauss's fixed roulette game, \"straperlo.\" In this country, the JAP was the youth wing of the CEDA, a right-wing party that secretly controlled the left-wing Lerroux government. This country's left wing endured the \"black two years\" and went to war with itself during the May Days. Its PSOE and (*) POUM parties joined a left-wing Popular Front that won its 1936 elections. Shortly after that election, the socialist Manuel Azaña government faced a July coup led by Emilio Mola, which led into a three-year war during which the Condor Legion bombed Guernica. For 10 points, name this European nation taken over by fascists after a 1936-1939 civil war.": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.013143756
      ],
      [
        " Civil",
        -0.019068485
      ],
      [
        " War",
        -0.0002291655
      ]
    ]
  },
  "In Rachmaninoff's Recollections, synesthetes Scriabin and Rimsky-Korsakov disagree about whether this note's associated color is red-purple or blue. Both of Richard Strauss' Horn Concertos are in this note's major key, as are Bruch's Scottish Fantasy, Haydn's \"Schoolmaster\" and \"Drumroll\" Symphonies, Liszt's Piano Concerto No. 1, and several Beethoven piano sonatas, including No. 18 \"The Hunt\" and No. 26 \"Les Adieux\". An F Dorian mode shares the same number of flats as this note's major key, and G-flat major shares the same key signature as this note's minor key. More famous symphonies in this": {
    "guess": "E-flat major",
    "confidence": [
      [
        "E",
        -0.7675144
      ],
      [
        "-flat",
        -0.02746623
      ],
      [
        " major",
        -0.11902814
      ]
    ]
  },
  "In Rachmaninoff's Recollections, synesthetes Scriabin and Rimsky-Korsakov disagree about whether this note's associated color is red-purple or blue. Both of Richard Strauss' Horn Concertos are in this note's major key, as are Bruch's Scottish Fantasy, Haydn's \"Schoolmaster\" and \"Drumroll\" Symphonies, Liszt's Piano Concerto No. 1, and several Beethoven piano sonatas, including No. 18 \"The Hunt\" and No. 26 \"Les Adieux\". An F Dorian mode shares the same number of flats as this note's major key, and G-flat major shares the same key signature as this note's minor key. More famous symphonies in this note's major key include Bruckner's \"Romantic\" Symphony, Schumman's \"Rhenish\" Symphony, and Beethoven's": {
    "guess": "F major",
    "confidence": [
      [
        "F",
        -0.8250091
      ],
      [
        " major",
        -0.52747494
      ]
    ]
  },
  "Radcliffe Squires claims that this character's self emerges neurotically, yet triumphant.  In the A.R.": {
    "guess": "Radcliffe Squires",
    "confidence": [
      [
        "Rad",
        -1.9032551
      ],
      [
        "cliffe",
        -0.009753493
      ],
      [
        " S",
        -0.041246086
      ],
      [
        "quires",
        -0.0408082
      ]
    ]
  },
  "This race of beings built red mechs called Warhounds, which are not playable due to outrage in beta testing. Players controlling this race see the image of an adjutant, a robot in female form. In one game,": {
    "guess": "Terran (StarCraft)",
    "confidence": [
      [
        "Terr",
        -0.4199492
      ],
      [
        "an",
        -0.3699205
      ],
      [
        " (",
        -0.35581475
      ],
      [
        "Star",
        -0.0004002833
      ],
      [
        "Craft",
        -0.020679574
      ],
      [
        ")",
        -0.0042609884
      ]
    ]
  },
  "In Rachmaninoff's Recollections, synesthetes Scriabin and Rimsky-Korsakov disagree about whether this note's associated color is red-purple or blue. Both of Richard Strauss' Horn Concertos are in this note's major key, as are Bruch's Scottish Fantasy, Haydn's \"Schoolmaster\" and \"Drumroll\" Symphonies, Liszt's Piano Concerto No. 1, and several Beethoven piano sonatas, including No. 18 \"The Hunt\" and No. 26 \"Les Adieux\". An F Dorian mode shares the same number of flats as this note's major key, and G-flat major shares the same key signature as this note's minor key. More famous symphonies in this note's major key include Bruckner's \"Romantic\" Symphony, Schumman's \"Rhenish\" Symphony, and Beethoven's \"Eroica\" Symphony. For 10 points, this is what note, located a minor sixth above G and a whole step": {
    "guess": "E-flat",
    "confidence": [
      [
        "E",
        -0.75607955
      ],
      [
        "-flat",
        -0.019477628
      ]
    ]
  },
  "Radcliffe Squires claims that this character's self emerges neurotically, yet triumphant.  In the A.R. Gurney play based on this work, its title character's failure as a public defender and husband to": {
    "guess": "The Cocktail Hour",
    "confidence": [
      [
        "The",
        -0.4230524
      ],
      [
        " Cocktail",
        -1.647011
      ],
      [
        " Hour",
        -0.00024048986
      ]
    ]
  },
  "A radical government in this country collapsed in a bribery scandal over Daniel Strauss's fixed roulette game, \"straperlo.\" In this country, the JAP was the youth wing of the CEDA, a right-wing party that secretly controlled the left-wing Lerroux government. This country's left wing endured the \"black two years\" and went to war with itself during the May Days. Its PSOE and (*) POUM parties joined a left-wing Popular Front that won its 1936 elections. Shortly after that election, the socialist Manuel": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.12828827
      ],
      [
        " Civil",
        -0.21866918
      ],
      [
        " War",
        -0.0004516454
      ]
    ]
  },
  "Rachmaninoff related how Anton Rubinstein once improvised brilliantly after forgetting this piece, but greatly disappointed everyone by suddenly finding his place four minutes later. Scriabin injured his hand by over-practicing Liszt's Réminiscences de Don Juan and this piece. This piece's second theme": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.5740899
      ]
    ]
  },
  "Radcliffe Squires claims that this character's self emerges neurotically, yet triumphant.  In the A.R. Gurney play based on this work, its title character's failure as a public defender and husband to Emily help instigate his final act.  The speaker of this poem describes the \"people on the pavement\"": {
    "guess": "The Cocktail Hour",
    "confidence": [
      [
        "The",
        -0.4307294
      ],
      [
        " Cocktail",
        -1.4020226
      ],
      [
        " Hour",
        -0.45539755
      ]
    ]
  },
  "Radcliffe Squires claims that this character's self emerges neurotically, yet triumphant.  In the A.R. Gurney play based on this work, its title character's failure as a public defender and husband to Emily help instigate his final act.  The speaker of this poem describes the \"people on the pavement\" who \"went without the meat and cursed the bread\" but get \"fluttered pulses\" when the title character says \"Good morning\" to them.  Though that title character is \"quietly arrayed,\" he is \"a gentleman from sole to crown/ Clean favored and imperially slim,\" and everyone wishes they were in his place until the final couplet.   FTP, name this poem about a rich guy who \"puts a bullet through his head,\"": {
    "guess": "Richard Cory",
    "confidence": [
      [
        "Richard",
        -0.0027534033
      ],
      [
        " Cory",
        -0.000984816
      ]
    ]
  },
  "This race of beings built red mechs called Warhounds, which are not playable due to outrage in beta testing. Players controlling this race see the image of an adjutant, a robot in female form. In one game, these users of the widow mine suffer an assault on their capital world Tarsonis, a 500-damage suicide": {
    "guess": "Terran (StarCraft)",
    "confidence": [
      [
        "Terr",
        -0.12665886
      ],
      [
        "an",
        -0.07373163
      ],
      [
        " (",
        -0.07677282
      ],
      [
        "Star",
        -0.0002930367
      ],
      [
        "Craft",
        -0.029644497
      ],
      [
        ")",
        -0.0026112134
      ]
    ]
  },
  "Radcliffe Squires claims that this character's self emerges neurotically, yet triumphant.  In the A.R. Gurney play based on this work, its title character's failure as a public defender and husband to Emily help instigate his final act.  The speaker of this poem describes the \"people on the pavement\" who \"went without the meat and cursed the bread\" but get \"fluttered pulses\" when the title character": {
    "guess": "Miniver Cheevy",
    "confidence": [
      [
        "Min",
        -0.781075
      ],
      [
        "iver",
        -0.0011623653
      ],
      [
        " Che",
        -0.00028910663
      ],
      [
        "ev",
        -0.00020628207
      ],
      [
        "y",
        -6.0272258e-05
      ]
    ]
  },
  "This race of beings built red mechs called Warhounds, which are not playable due to outrage in beta testing.": {
    "guess": "Titanfall",
    "confidence": [
      [
        "Titan",
        -1.8050704
      ],
      [
        "fall",
        -0.029163182
      ]
    ]
  },
  "In Rachmaninoff's Recollections, synesthetes Scriabin and Rimsky-Korsakov disagree about whether this note's associated color is red-purple or blue. Both of Richard Strauss' Horn Concertos are in this": {
    "guess": "F-sharp",
    "confidence": [
      [
        "F",
        -0.71034676
      ],
      [
        "-sh",
        -0.31457174
      ],
      [
        "arp",
        -0.000117132404
      ]
    ]
  },
  "The radiation per unit solid angle of a wave undergoing this process varies with the cosine of the angle between the line of sight and the perpendicular. Lambert's emission law applies to the directionally independent form of this process, in which a microscopically rough interface causes it to occur in many different angles in the \"diffuse\" type of this phenomenon. The \"specular\" variety of this process is modeled by a law which states that the angle of incidence equals this process's namesake angle. For 10 points, name this optical phenomenon in which a wavefront rebounds off of a surface, often": {
    "guess": "Reflection (physics)",
    "confidence": [
      [
        "Reflection",
        -0.13636564
      ],
      [
        " (",
        -0.008519897
      ],
      [
        "physics",
        -0.015352081
      ],
      [
        ")",
        -8.061054e-06
      ]
    ]
  },
  "Rachmaninoff related how Anton Rubinstein once improvised brilliantly after forgetting this piece, but greatly disappointed everyone by suddenly finding his place four minutes later. Scriabin injured his hand by over-practicing Liszt's Réminiscences de Don Juan and this piece. This piece's second theme is inspired by the Crimean Tartars, and its first theme is based on a Kabardian dance called the lezginka. Notably featuring both easier and more difficult ossias, it was composed in Tchaikovsky's house after a visit to the Caucasus. It was premiered by Nikolai Rubinstein. Ravel's Gaspard de la nuit": {
    "guess": "Islamey",
    "confidence": [
      [
        "Isl",
        -1.2907035
      ],
      [
        "ame",
        -3.8934802e-05
      ],
      [
        "y",
        -0.00011260267
      ]
    ]
  },
  "Rachmaninoff related how Anton Rubinstein once improvised brilliantly after forgetting this piece, but greatly disappointed everyone by suddenly finding his place four minutes later. Scriabin injured his hand by over-practicing Liszt's Réminiscences de Don Juan and this piece. This piece's second theme is inspired by the Crimean Tartars, and its first theme is based on a Kabardian dance called the": {
    "guess": "Don Juan",
    "confidence": [
      [
        "Don",
        -0.6671638
      ],
      [
        " Juan",
        -0.08444515
      ]
    ]
  },
  "A radical government in this country collapsed in a bribery scandal over Daniel Strauss's fixed roulette game, \"straperlo.\" In this country, the JAP was the youth wing of the CEDA, a right-wing party that secretly controlled the left-wing Lerroux government. This country's left wing endured the \"black two years\" and went to war with itself during the May Days. Its PSOE and (*) POUM parties joined a left-wing Popular Front that won its 1936 elections. Shortly after that election, the socialist Manuel Azaña government faced a July coup led by Emilio Mola, which led into a three-year war during which the Condor Legion bombed Guernica. For 10 points, name this European nation taken over by fascists": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.04180051
      ],
      [
        " Civil",
        -0.033552792
      ],
      [
        " War",
        -0.00073338975
      ]
    ]
  },
  "Radcliffe Squires claims that this character's self emerges neurotically, yet triumphant.  In the A.R. Gurney play based on this work, its title character's failure as a public defender and husband to Emily help instigate his final act.  The speaker of this poem describes the \"people on the pavement\" who \"went without the meat and cursed the bread\" but get \"fluttered pulses\" when the title character says \"Good morning\" to them.  Though that title character is \"quietly arrayed,\" he is \"a gentleman from sole to crown/ Clean favored and imperially slim,\" and everyone wishes they were in his place": {
    "guess": "Richard Cory",
    "confidence": [
      [
        "Richard",
        -0.0053138044
      ],
      [
        " Cory",
        -0.000898243
      ]
    ]
  },
  "In Rachmaninoff's Recollections, synesthetes Scriabin and Rimsky-Korsakov disagree about whether this note's associated color is red-purple or blue. Both of Richard Strauss' Horn Concertos are in this note's major key, as are Bruch's Scottish Fantasy, Haydn's \"Schoolmaster\" and \"Drumroll\" Symphonies, Liszt's Piano Concerto No. 1, and several Beethoven piano sonatas, including No. 18 \"The Hunt\" and No. 26 \"Les Adieux\". An F Dorian mode shares the same number of flats as this note's major key, and": {
    "guess": "E-flat",
    "confidence": [
      [
        "E",
        -0.21275927
      ],
      [
        "-flat",
        -0.0277631
      ]
    ]
  }
}