{
  "Bezard et. al. explained the stratospheric cooling lasting for about a month fol owing this event, during which synchrotron radiation intensity was seen to increase by 10 to 40%. Crawford, McLow, and Zanhle used a light curve model together with plume observations to deduce the diameters of the objects  involved in this event. One result of this event was the first observation of lithium in an outer solar system body, and this event resulted in the formation of cloud bands along the -44 degree paral el, where this event occurred. The Hubble Telescope was one of the instruments used to observe this event, which consisted of entry, explosion, and splash phases, the second of which released a maximum": {
    "guess": "Shoemaker-Levy 9",
    "confidence": [
      [
        "Sh",
        -0.27003878
      ],
      [
        "o",
        -3.3451433e-05
      ],
      [
        "emaker",
        -3.7981175e-05
      ],
      [
        "-Le",
        -0.264541
      ],
      [
        "vy",
        -9.472212e-05
      ],
      [
        " ",
        -0.024637867
      ],
      [
        "9",
        -0.0001721935
      ]
    ]
  },
  "Bezard et. al. explained the stratospheric cooling lasting for about a month fol owing this event, during which synchrotron radiation intensity was seen to increase by 10 to 40%. Crawford, McLow, and Zanhle used a light curve model together with plume observations to deduce the diameters of the objects  involved in this event. One result of this event was the first observation of lithium in an outer solar system body, and this event resulted in the formation of cloud bands along the -44 degree paral el, where this event occurred. The Hubble Telescope was one of the instruments used to observe this": {
    "guess": "Shoemaker-Levy 9",
    "confidence": [
      [
        "Sh",
        -1.0451374
      ],
      [
        "o",
        -3.9650025e-05
      ],
      [
        "emaker",
        -8.2324936e-05
      ],
      [
        "-Le",
        -0.27045748
      ],
      [
        "vy",
        -0.00035608074
      ],
      [
        " ",
        -0.03125667
      ],
      [
        "9",
        -0.00035083943
      ]
    ]
  },
  "Bezard et. al. explained the stratospheric cooling lasting for about a month fol owing this event, during which synchrotron radiation intensity was seen to increase by 10 to 40%. Crawford, McLow, and Zanhle used a light curve model together with plume observations to deduce the diameters of the objects  involved in this event. One result of this event was the first observation of lithium in an outer solar system body, and this event resulted in the formation of cloud bands along the -44 degree paral el, where this event occurred. The Hubble Telescope was one of the instruments used to observe this event, which consisted of entry, explosion, and splash phases, the second of which released a maximum of 3 times 10  the 27th ergs of energy. Also observed by the ROSAT satel ite and the Galileo mission": {
    "guess": "Shoemaker-Levy 9",
    "confidence": [
      [
        "Sh",
        -0.47703364
      ],
      [
        "o",
        -1.1517961e-05
      ],
      [
        "emaker",
        -1.3663626e-05
      ],
      [
        "-Le",
        -0.27091244
      ],
      [
        "vy",
        -0.0004479501
      ],
      [
        " ",
        -0.01038984
      ],
      [
        "9",
        -0.00012749579
      ]
    ]
  },
  "Bezard et. al. explained the stratospheric cooling lasting for about a month fol owing this event, during which synchrotron radiation intensity was seen to increase by 10 to 40%. Crawford, McLow, and Zanhle": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.031759705
      ]
    ]
  },
  "Bezard et. al. explained the stratospheric cooling lasting for about a month fol owing this event, during which synchrotron radiation intensity was seen to increase by 10 to 40%. Crawford, McLow, and Zanhle used a light curve model together with plume observations to deduce the diameters of the objects  involved in this event. One result of this event was the first observation of lithium in an outer solar system body, and this event resulted in the formation of cloud bands along the -44 degree paral": {
    "guess": "Shoemaker-Levy 9",
    "confidence": [
      [
        "Sh",
        -1.3548591
      ],
      [
        "o",
        -4.9186317e-05
      ],
      [
        "emaker",
        -8.9119545e-05
      ],
      [
        "-Le",
        -0.226882
      ],
      [
        "vy",
        -0.0004371062
      ],
      [
        " ",
        -0.030360222
      ],
      [
        "9",
        -0.00020818933
      ]
    ]
  },
  "Bezard et. al. explained the stratospheric cooling lasting for about a month fol owing this event, during which synchrotron radiation intensity was seen to increase by 10 to 40%. Crawford, McLow, and Zanhle used a light curve model together with plume observations to deduce the diameters of the objects": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.24987675
      ]
    ]
  },
  "Bezard et. al. explained the stratospheric cooling lasting for about a month fol owing this event, during which synchrotron radiation intensity was seen to increase by 10 to 40%. Crawford, McLow, and Zanhle used a light curve model together with plume observations to deduce the diameters of the objects  involved in this event. One result of this event was the first observation of lithium in an outer solar system body, and this event resulted in the formation of cloud bands along the -44 degree paral el, where this event occurred. The Hubble Telescope was one of the instruments used to observe this event, which consisted of entry, explosion, and splash phases, the second of which released a maximum of 3 times 10  the 27th ergs of energy. Also observed by the ROSAT satel ite and the Galileo mission in 1994, for 10  points, identify this event during which fragments of a doubly-eponymous comet": {
    "guess": "Comet Shoemaker-Levy 9 impact on Jupiter",
    "confidence": [
      [
        "Com",
        -0.9053742
      ],
      [
        "et",
        -0.0042267973
      ],
      [
        " Sho",
        -0.00059378205
      ],
      [
        "emaker",
        -4.723352e-06
      ],
      [
        "-Le",
        -0.49220684
      ],
      [
        "vy",
        -0.0002514456
      ],
      [
        " ",
        -0.0004102964
      ],
      [
        "9",
        -9.293406e-05
      ],
      [
        " impact",
        -0.34914288
      ],
      [
        " on",
        -0.03479688
      ],
      [
        " Jupiter",
        -1.5928495e-05
      ]
    ]
  },
  "Bezard et. al. explained the stratospheric cooling lasting for about a month fol owing this event, during": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.5019378
      ]
    ]
  },
  "Bezard et. al. explained the stratospheric cooling lasting for about a month fol owing this event, during which synchrotron radiation intensity was seen to increase by 10 to 40%. Crawford, McLow, and Zanhle used a light curve model together with plume observations to deduce the diameters of the objects  involved in this event. One result of this event was the first observation of lithium in an outer": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.026866
      ]
    ]
  },
  "Bezard et. al. explained the stratospheric cooling lasting for about a month fol owing this event, during which synchrotron radiation intensity was seen to increase by 10 to 40%. Crawford, McLow, and Zanhle used a light curve model together with plume observations to deduce the diameters of the objects  involved in this event. One result of this event was the first observation of lithium in an outer solar system body, and this event resulted in the formation of cloud bands along the -44 degree paral el, where this event occurred. The Hubble Telescope was one of the instruments used to observe this event, which consisted of entry, explosion, and splash phases, the second of which released a maximum of 3 times 10  the 27th ergs of energy. Also observed by the ROSAT satel ite and the Galileo mission in 1994, for 10  points, identify this event during which fragments of a doubly-eponymous comet impacted the largest  planet in the Solar System.": {
    "guess": "Comet Shoemaker-Levy 9 impact on Jupiter",
    "confidence": [
      [
        "Com",
        -0.78623843
      ],
      [
        "et",
        -0.00050406205
      ],
      [
        " Sho",
        -0.000260859
      ],
      [
        "emaker",
        -1.8624639e-06
      ],
      [
        "-Le",
        -0.5122326
      ],
      [
        "vy",
        -0.00026526954
      ],
      [
        " ",
        -0.00044092073
      ],
      [
        "9",
        -6.1106686e-05
      ],
      [
        " impact",
        -0.58895165
      ],
      [
        " on",
        -0.03155275
      ],
      [
        " Jupiter",
        -1.7432603e-06
      ]
    ]
  }
}