{
  "Robert Fitzroy claimed this document's second part should only apply to \"a few patches of potato-ground, and rude dwelling places.\" Key liaisons in preparing this document were missionaries Edward and Henry Williams, who worked against the desires of James Busby. Commemorated every February 6 with acrimonious, ethnically-based protests, a namesake tribunal of this document was set up in 1975 to redress": {
    "guess": "Treaty of Waitangi",
    "confidence": [
      [
        "T",
        -0.0936941
      ],
      [
        "reat",
        -2.0696643e-05
      ],
      [
        "y",
        -3.6073914e-05
      ],
      [
        " of",
        -0.005355075
      ],
      [
        " Wait",
        -2.9636918e-05
      ],
      [
        "angi",
        -8.959636e-05
      ]
    ]
  },
  "Robert Kapsis argued that it was low in certain communities in his article on Black Ghetto Diversity and it.  In an article by Gary Lee entitled Marriage and this, Lee references a version of this concept which attempts to explain the criminal tendency to act upon any opportunity for income, even when illegal.  That version was developed by Robert Merton, who wrote Social Structure and this.  It was": {
    "guess": "Strain theory",
    "confidence": [
      [
        "Str",
        -0.7251698
      ],
      [
        "ain",
        -1.3856493e-06
      ],
      [
        " theory",
        -0.62211055
      ]
    ]
  },
  "Robert Bergman showed how these compounds can be activated by irradiation in a cyclopentadiene carbonyl rhodium coordination complex medium, which is important because they normally interact only through Van der Waals forces. Sodium metal is used to recover them along with salts in the Wurtz Reaction, and they may be produced by hydrolysis of a Grignard Reagent or by fractional distillation of crude oil. FTP, what are these simple hydrocarbon chains with formulae C-n, H-2n-plus-2, examples of which include propane, ethane, and methane?": {
    "guess": "Alkane",
    "confidence": [
      [
        "Al",
        -0.01652589
      ],
      [
        "k",
        -0.0062820097
      ],
      [
        "ane",
        -0.00029196384
      ]
    ]
  },
  "Robert Bergman showed how these compounds can be activated by irradiation in a cyclopentadiene carbonyl": {
    "guess": "Bergman cyclization",
    "confidence": [
      [
        "B",
        -0.8526678
      ],
      [
        "erg",
        -0.007437316
      ],
      [
        "man",
        -0.0002739714
      ],
      [
        " cycl",
        -0.14653245
      ],
      [
        "ization",
        -0.00022117885
      ]
    ]
  },
  "Robert Philson and Herman Husband were arrested after this event, which led to the assembling of a twelve thousand man militia known as the Watermelon Army to put it down. That army was led by Lighthorse Harry Lee and George Washington, who wanted to prove federal power by opposing the insurrection of farmers unhappy with the excise tax on a certain good. For 10 points name this 1794 Pennsylvania rebellion": {
    "guess": "Whiskey Rebellion",
    "confidence": [
      [
        "Wh",
        -0.007553036
      ],
      [
        "iskey",
        -0.00018041854
      ],
      [
        " Rebellion",
        -0.00016229959
      ]
    ]
  },
  "Robert and George Marshall climbed 46 peaks in this range that were thought to be over 4,000 feet high. Since that achievement, resurveying discovered that Mount MacNaughton was higher than 4,000, but four others including Couchsachraga, are in fact lower than 4,000 feet. A western outlier of this range is the cuesta called the Tug Hill Plateau, while across the Black River its western foothills contain the home of the (*) 10th Mountain Division at Fort Drum in Jefferson County and the town of Old Forge in the northern panhandle of Herkimer County. Its eastern side stops near Crown Point, as the mountains give way to Lake George and Lake ? Champlain. For 10 points, Lake Placid is located in what": {
    "guess": "Adirondack Mountains",
    "confidence": [
      [
        "Ad",
        -0.0026807715
      ],
      [
        "ir",
        -0.0001558626
      ],
      [
        "ond",
        -1.504853e-06
      ],
      [
        "ack",
        -0.0003480978
      ],
      [
        " Mountains",
        -0.0125445
      ]
    ]
  },
  "Robert Nozick argued against this doctrine by imagining a \"monster\" who gets increasing marginal returns, and Derek Parfit describes its \"repugnant conclusion.\" One proponent of it evaluated the worth": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.007856692
      ],
      [
        "itarian",
        -5.9153886e-06
      ],
      [
        "ism",
        -5.2001665e-06
      ]
    ]
  },
  "Robert Fitzroy claimed this document's second part should only apply to \"a few patches of potato-ground, and rude dwelling places.\" Key liaisons in preparing this document were missionaries Edward and Henry Williams, who worked against the desires of James Busby. Commemorated every February 6 with acrimonious, ethnically-based protests, a namesake tribunal of this document was set up in 1975 to redress colonial abuses of this document, promoted by Governor George Gipps and signed by William (*) Hobson and Hono Heke, highest of the rangatira. Its terms of which were crucially altered by an ambiguity in the word \"sovereignty\" in translation, which otherwise granted full use of lands to the natives.": {
    "guess": "Treaty of Waitangi",
    "confidence": [
      [
        "T",
        -0.07194379
      ],
      [
        "reat",
        -1.1398757e-05
      ],
      [
        "y",
        -2.7848862e-05
      ],
      [
        " of",
        -0.010001967
      ],
      [
        " Wait",
        -4.823269e-05
      ],
      [
        "angi",
        -4.894791e-05
      ]
    ]
  },
  "Robert Bowes and Ralph Elleskar petitioned the king on behalf of the rebels in this conflict, after which the rebels agreed to throw aside banners bearing the Five Wounds of Christ. It resulted in the replacement of the Statute of Uses with the Statute of Wills, allowing wills to supersede primogeniture,": {
    "guess": "Pilgrimage of Grace",
    "confidence": [
      [
        "P",
        -0.02969356
      ],
      [
        "il",
        -0.00024263552
      ],
      [
        "gr",
        -8.42322e-05
      ],
      [
        "image",
        -9.133887e-06
      ],
      [
        " of",
        -0.00041220002
      ],
      [
        " Grace",
        -6.647085e-05
      ]
    ]
  },
  "Robert Byron argued that this painting's composition was modeled after its artist's earlier Dormition of the Virgin. A saint holds a bent iron at the front of a group of martyrs and apostles in the upper right of this painting, whose bottom is six feet off of the floor, requiring viewers to look sharply upward to see all of it. At the top of this painting, a yellow-clad St. Peter dangles two keys from": {
    "guess": "The Last Judgment (Michelangelo)",
    "confidence": [
      [
        "The",
        -0.69638723
      ],
      [
        " Last",
        -1.2754607
      ],
      [
        " Judgment",
        -0.09360215
      ],
      [
        " (",
        -0.3343095
      ],
      [
        "Mich",
        -0.071554676
      ],
      [
        "el",
        -5.5265704e-05
      ],
      [
        "angelo",
        -0.00011021859
      ],
      [
        ")",
        -0.020907013
      ]
    ]
  },
  "Robert Southey translated the chronicles about this man into English in 1808.  He briefly survived under": {
    "guess": "The Chronicle of the Cid",
    "confidence": [
      [
        "The",
        -2.0725346
      ],
      [
        " Chronicle",
        -0.28078508
      ],
      [
        " of",
        -0.003739268
      ],
      [
        " the",
        -0.03980392
      ],
      [
        " C",
        -0.0019368429
      ],
      [
        "id",
        -0.00026467352
      ]
    ]
  },
  "Robert Calef and Thomas Brattle offered contemporary criticism of these events in More Wonders of the Invisible World. One participant in these events tested the \"effluvia\" theory by feeding a dog a cake": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -0.088028066
      ],
      [
        "alem",
        -0.00011939728
      ],
      [
        " witch",
        -0.0064241556
      ],
      [
        " trials",
        -0.0003236647
      ]
    ]
  },
  "Robert Conrad was elected mayor of Philadelphia after being revealed as a member of this group. In Massachusetts,": {
    "guess": "American Party",
    "confidence": [
      [
        "American",
        -0.03764043
      ],
      [
        " Party",
        -0.4684081
      ]
    ]
  },
  "Robert Wexler, a congressman from this state is currently leading a drive to impeach vice president Cheney. In 2006, this state elected a Republican Governor but voted to keep Bill Nelson in the Senate over his Republican competitor. That Governor, Charlie Crist, endorsed John McCain before their 2008 primary, and he went on to win all of their delegates on the Republican side, and another senator": {
    "guess": "Florida",
    "confidence": [
      [
        "Florida",
        -0.0042757
      ]
    ]
  },
  "Robert MacDonald's death in Norfolk from wounds suffered in this incident inspired public rallies and placed him with the three other Americans who died immediately in it. John Strachen and Jerkin Ratford were two of the four men taken as prisoners in this encounter, which stemmed from George Cranfield Berkeley's order to retrieve escapees from the Melampus and the Halifax. Salusbury Pryce Humphreys initiated this conflict several miles off Cape Henry, demanding to examine the vessel commanded by the man who would go on to kill Stephen Decatur, James Barron. Leading to the passage of the Embargo Act, this is, FTP, what incident in which the namesake British ship boarded and impressed several sailors from the other namesake American ship?": {
    "guess": "Chesapeake-Leopard Affair",
    "confidence": [
      [
        "Ch",
        -0.0007594807
      ],
      [
        "es",
        -1.504853e-06
      ],
      [
        "apeake",
        -0.00028958343
      ],
      [
        "-Le",
        -0.0003250951
      ],
      [
        "opard",
        -4.6444635e-05
      ],
      [
        " Aff",
        -0.00031675454
      ],
      [
        "air",
        -0.00036822853
      ]
    ]
  },
  "Robert Fitzroy claimed this document's second part should only apply to \"a few patches of potato-ground, and rude dwelling places.\" Key liaisons in preparing this document were missionaries Edward and Henry Williams, who worked against the desires of James Busby. Commemorated every February 6 with acrimonious,": {
    "guess": "Treaty of Waitangi",
    "confidence": [
      [
        "T",
        -0.0260195
      ],
      [
        "reat",
        -3.500108e-05
      ],
      [
        "y",
        -1.6762922e-05
      ],
      [
        " of",
        -4.2868523e-05
      ],
      [
        " Wait",
        -1.2352386e-05
      ],
      [
        "angi",
        -4.0961266e-05
      ]
    ]
  },
  "Robin Canup suggests that this body was formed from a giant impact of a Kuiper Belt object. Similar objects to this entity include Nix and Hydra, and this object was discovered in 1978 by James Christy when he noticed a periodic bulge in photographs of the body it orbits. This body is located in a system in which the center of gravity is not located within the object this body orbits, one of the reasons that orbited body is no longer a planet. For 10 points, name this object that orbits Pluto, named for the Greek ferryman of the dead.": {
    "guess": "Charon",
    "confidence": [
      [
        "Char",
        -0.0029295608
      ],
      [
        "on",
        -1.3902034e-05
      ]
    ]
  },
  "Robert Wexler, a congressman from this state is currently leading a drive to impeach vice president Cheney. In 2006, this state elected a Republican Governor but voted to keep Bill Nelson in the Senate over his Republican competitor. That Governor, Charlie Crist, endorsed John McCain before their 2008 primary, and he went on to win all of their delegates on the Republican side, and another senator from this state is the conservative Mel Martinez. For ten points, name this state, whose Democratic": {
    "guess": "Florida",
    "confidence": [
      [
        "Florida",
        -0.0061350954
      ]
    ]
  },
  "Robert Dahl argued against this work's central point in a study of New Haven. One chapter of this work claims that the New Deal was the fourth epoch of the title entity, and that currently it is in the": {
    "guess": "The Power Elite",
    "confidence": [
      [
        "The",
        -0.7085586
      ],
      [
        " Power",
        -0.6784668
      ],
      [
        " Elite",
        -0.002637607
      ]
    ]
  },
  "Robert Hanbury Brown is known for developing the intensity type of this instrument. The Fabry-Perot type uses a pair of parallel half-silvered glass plates, one of which is adjustable, while an acoustic version can be used to measure the velocity and absorption of sound waves in a gas or liquid. Identify this device that splits electromagnetic radiation into two parts, used in radio astronomy and which": {
    "guess": "Interferometer",
    "confidence": [
      [
        "Inter",
        -0.53446615
      ],
      [
        "fer",
        -0.00011069541
      ],
      [
        "ometer",
        -0.0029768683
      ]
    ]
  },
  "Robert Hanbury Brown is known for developing the intensity type of this instrument. The Fabry-Perot type uses a pair of parallel half-silvered glass plates, one of which is adjustable, while an acoustic": {
    "guess": "Interferometer",
    "confidence": [
      [
        "Inter",
        -0.08010364
      ],
      [
        "fer",
        -0.00010783452
      ],
      [
        "ometer",
        -0.0012404677
      ]
    ]
  },
  "Robert Byron argued that this painting's composition was modeled after its artist's earlier Dormition of the Virgin. A saint holds a bent iron at the front of a group of martyrs and apostles in the upper right of this painting, whose bottom is six feet off of the floor, requiring viewers to look sharply upward to see all of it. At the top of this painting, a yellow-clad St. Peter dangles two keys from his right hand on the left of a triangular Deesis, which depicts John the Baptist and the Virgin Mary kneeling below a standing, white-clad Jesus. At its bottom, men carrying torches flank a line of black-clad nobles wearing white ruffs, who divide this painting's scene of ethereal, heavenly clouds from its depiction of St. Augustine and St. Stephen lowering the body of the title character. Located": {
    "guess": "The Burial of the Count of Orgaz",
    "confidence": [
      [
        "The",
        -0.33108094
      ],
      [
        " Bur",
        -0.14296906
      ],
      [
        "ial",
        -0.00025120718
      ],
      [
        " of",
        -0.00012546933
      ],
      [
        " the",
        -0.018041065
      ],
      [
        " Count",
        -0.021483222
      ],
      [
        " of",
        -0.000511449
      ],
      [
        " Org",
        -4.604148e-06
      ],
      [
        "az",
        -1.998142e-05
      ]
    ]
  },
  "Robert Putnam talked about the decline of the \"social\" type of this resource in Bowling Alone. This concept names a work which introduced the idea of \"commodity fetishism\", and along with land and labor, it is one of the factors of production in classical economics. Startup firms can benefit from the \"venture\" form of this. For 10 points, name this concept that gives its name to an economic system where goods are privately produced and owned, the title subject of a four-volume work by Friedrich Engels": {
    "guess": "Social capital",
    "confidence": [
      [
        "Social",
        -0.59387994
      ],
      [
        " capital",
        -0.009723623
      ]
    ]
  },
  "Robert Axelrod wrote about this thought experiment in his The Evolution of Cooperation, and noted that the best strategies in this situation were those that were \"nice\", \"forgiving\", \"retaliating\", \"non-envious.\" It was originally posed by Merrill Flood and Melvin Dresher, and the best response to the (*) iterated version of this problem is the \"tit-for-tat\" solution. Contrasting the value of altruistic versus selfish actions, this is, for ten points, what thought experiment, in which two suspects are each offered a chance to confess to lighten their jail sentence?": {
    "guess": "Prisoner's dilemma",
    "confidence": [
      [
        "Pr",
        -0.0011281943
      ],
      [
        "isoner",
        -0.00041005798
      ],
      [
        "'s",
        -5.8126592e-05
      ],
      [
        " dilemma",
        -0.019799553
      ]
    ]
  },
  "Robert Taylor wrote a work called Vessel of Wrath: The Life and Times of... this historical figure.  Her second husband's involvement in the Jaybird-Woodpecker War forced their move to the area she is": {
    "guess": "Lyndon B. Johnson",
    "confidence": [
      [
        "Ly",
        -2.46161
      ],
      [
        "ndon",
        -0.02291756
      ],
      [
        " B",
        -0.0072074905
      ],
      [
        ".",
        -0.040803514
      ],
      [
        " Johnson",
        -0.00018327577
      ]
    ]
  },
  "Robert Remini argued in one of his works that Martin van Buren did not introduce this bill to congress": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -1.1438246
      ],
      [
        "ification",
        -0.16586421
      ],
      [
        " Crisis",
        -0.14280815
      ]
    ]
  },
  "Robert Conrad was elected mayor of Philadelphia after being revealed as a member of this group. In Massachusetts, it helped elect Senator Henry Wilson, while in Indiana it recruited congressman Schuyler": {
    "guess": "American Party",
    "confidence": [
      [
        "American",
        -0.058520805
      ],
      [
        " Party",
        -0.66449946
      ]
    ]
  },
  "Robert and George Marshall climbed 46 peaks in this range that were thought to be over 4,000 feet high. Since that achievement, resurveying discovered that Mount MacNaughton was higher than 4,000, but four others including Couchsachraga, are in fact lower than 4,000 feet. A western outlier of this range is the cuesta called the Tug Hill Plateau, while across the Black River its western foothills contain the home of the (*) 10th Mountain Division at Fort Drum in Jefferson County and the town of Old": {
    "guess": "Adirondack Mountains",
    "confidence": [
      [
        "Ad",
        -0.00439451
      ],
      [
        "ir",
        -5.312004e-05
      ],
      [
        "ond",
        -4.365741e-06
      ],
      [
        "ack",
        -0.00011856285
      ],
      [
        " Mountains",
        -0.0023033395
      ]
    ]
  },
  "Robert Conrad was elected mayor of Philadelphia after being revealed as a member of this group. In Massachusetts, it helped elect Senator Henry Wilson, while in Indiana it recruited congressman Schuyler Colfax. One member was the only man to defeat Boss Tweed in an election. Their presidential candidate was a former Comptroller of New York who led the Silver-Grey Whigs, while their vice-Presidential": {
    "guess": "Know Nothing Party",
    "confidence": [
      [
        "Know",
        -0.35626125
      ],
      [
        " Nothing",
        -0.12779763
      ],
      [
        " Party",
        -0.7252116
      ]
    ]
  },
  "Robert Taylor wrote a work called Vessel of Wrath: The Life and Times of... this historical figure.  Her second husband's involvement in the Jaybird-Woodpecker War forced their move to the area she is most associated with.  She interpreted a tornado as divine approval for her actions, begun after receiving a message to \"Go to Kiowa,\" and referred to herself as \"a bulldog running along at the feet of Jesus.\" For 10 points, name this founder of the Medicine Lodge branch of the Women's Christian Temperance Union, known for smashing up saloons with a hatchet.": {
    "guess": "Carrie Nation",
    "confidence": [
      [
        "Car",
        -0.0016775564
      ],
      [
        "rie",
        -0.03496013
      ],
      [
        " Nation",
        -0.0096876295
      ]
    ]
  },
  "Robert Calef and Thomas Brattle offered contemporary criticism of these events in More Wonders of the Invisible World. One participant in these events tested the \"effluvia\" theory by feeding a dog a cake with urine baked into it. Biologist Linnda Caporael claims they coincided with the consumption of": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -0.21840735
      ],
      [
        "alem",
        -8.6616266e-05
      ],
      [
        " witch",
        -0.0017716889
      ],
      [
        " trials",
        -7.278864e-05
      ]
    ]
  },
  "Robert Byron argued that this painting's composition was modeled after its artist's earlier Dormition of the Virgin. A saint holds a bent iron at the front of a group of martyrs and apostles in the upper right of this painting, whose bottom is six feet off of the floor, requiring viewers to look sharply upward to see all of it. At the top of this painting, a yellow-clad St. Peter dangles two keys from his right hand on the left of a triangular Deesis, which depicts John the Baptist and the Virgin Mary kneeling below a standing, white-clad Jesus. At its bottom, men carrying torches flank a line of black-clad nobles wearing white ruffs, who divide this painting's scene of ethereal, heavenly clouds from its depiction of St. Augustine and St. Stephen lowering the body of the title character. Located at the church of San Tome in Toledo, for 10 points, name this painting of the entombment of the title character, a work by El Greco.": {
    "guess": "The Burial of the Count of Orgaz",
    "confidence": [
      [
        "The",
        -0.03760979
      ],
      [
        " Bur",
        -0.014827096
      ],
      [
        "ial",
        -1.6762922e-05
      ],
      [
        " of",
        -0.00014883325
      ],
      [
        " the",
        -0.00043758305
      ],
      [
        " Count",
        -0.001474868
      ],
      [
        " of",
        -0.00025359125
      ],
      [
        " Org",
        -2.0100624e-05
      ],
      [
        "az",
        -5.5861725e-05
      ]
    ]
  },
  "Robert Taylor wrote a work called Vessel of Wrath: The Life and Times of... this historical figure.  Her second husband's involvement in the Jaybird-Woodpecker War forced their move to the area she is most associated with.  She interpreted a tornado as divine approval for her actions, begun after receiving a message to \"Go to Kiowa,\" and referred to herself as \"a bulldog running along at the feet of": {
    "guess": "Mary Elizabeth Lease",
    "confidence": [
      [
        "Mary",
        -1.2815592
      ],
      [
        " Elizabeth",
        -0.14017217
      ],
      [
        " Lease",
        -0.022729255
      ]
    ]
  },
  "Robert King's 1996 version, rare in that it uses boys instead of women for the alto and two soprano roles, and Nicholas Harnoncourt's 1968 one, the first modern one to use period instruments, are two of the most popular recordings of this piece. The E minor passacaglia that comprises a \"Crucifixus\" and": {
    "guess": "Mass in B minor",
    "confidence": [
      [
        "Mass",
        -0.56392133
      ],
      [
        " in",
        -0.002409185
      ],
      [
        " B",
        -0.0011989205
      ],
      [
        " minor",
        -0.12098166
      ]
    ]
  },
  "A Robert Browning work named for this figure sees her trying to convince her husband that she is her wife, with \"the worst of the venom [that] left my lips.\" In a section called \"As Far As Thought Can Reach,\" this character warns how humanity will become one with her and be superseded by her. In a poem,": {
    "guess": "The Wikipedia page for \"The Laboratory\"",
    "confidence": [
      [
        "The",
        -1.5938442
      ],
      [
        " Wikipedia",
        -1.834123
      ],
      [
        " page",
        -0.007545693
      ],
      [
        " for",
        -0.62649834
      ],
      [
        " \"",
        -0.92978334
      ],
      [
        "The",
        -0.50140697
      ],
      [
        " Laboratory",
        -0.6592297
      ],
      [
        "\"",
        -0.0740517
      ]
    ]
  },
  "Robert Stebbins discovered that a member of this taxonomic class that diverged as it spread southward from Oregon is a ring species. Induction during the development of these animals was studied by Spemann and Mangold in transplantation experiments. The model organism Xenopus is a member of this class, whose members are affected by the disease chytridiomycosis [kahy-TRID-ee-oh-my-KOH-sis]. Along with reptiles, members of this class have a three-chambered heart. Some members of this class catch insects": {
    "guess": "Amphibian",
    "confidence": [
      [
        "Am",
        -0.0035101532
      ],
      [
        "ph",
        -6.2729996e-06
      ],
      [
        "ib",
        -0.008940242
      ],
      [
        "ian",
        -0.00083655043
      ]
    ]
  },
  "Robert Hunter gained this post thanks to Democrat success in the Broad Seal War. The first holder of this position was Frederick Muhlenberg, while the only president to have previously served in this capacity is James K. Polk. One man who held this post ended the disappearing quorum by barricading Democrats in and was nicknamed \"Czar Reed\". Joe (*) Cannon greatly expanded the power of this position,": {
    "guess": "Speaker of the United States House of Representatives",
    "confidence": [
      [
        "Speaker",
        -0.0020730526
      ],
      [
        " of",
        -1.9862217e-05
      ],
      [
        " the",
        -6.392203e-06
      ],
      [
        " United",
        -2.0935051e-05
      ],
      [
        " States",
        -7.588794e-05
      ],
      [
        " House",
        -1.8624639e-06
      ],
      [
        " of",
        -5.5122365e-07
      ],
      [
        " Representatives",
        -2.0100624e-05
      ]
    ]
  },
  "Robert Fitzroy claimed this document's second part should only apply to \"a few patches of potato-ground, and rude dwelling places.\" Key liaisons in preparing this document were missionaries Edward and Henry Williams, who worked against the desires of James Busby. Commemorated every February 6 with acrimonious, ethnically-based protests, a namesake tribunal of this document was set up in 1975 to redress colonial abuses of this document, promoted by Governor George Gipps and signed by William (*) Hobson": {
    "guess": "Treaty of Waitangi",
    "confidence": [
      [
        "T",
        -0.09703981
      ],
      [
        "reat",
        -3.190179e-05
      ],
      [
        "y",
        -3.1424974e-05
      ],
      [
        " of",
        -0.008853047
      ],
      [
        " Wait",
        -0.00014132341
      ],
      [
        "angi",
        -6.635165e-05
      ]
    ]
  },
  "Robert Boyle left funds for one of these institutions to be established at Bafferton Hall under the auspices of William & Mary. Richard Pratt led the large-scale founding of these in the 1880s, declaring": {
    "guess": "Indian schools",
    "confidence": [
      [
        "Indian",
        -0.015371098
      ],
      [
        " schools",
        -0.01142798
      ]
    ]
  },
  "Robert Conrad was elected mayor of Philadelphia after being revealed as a member of this group. In Massachusetts, it helped elect Senator Henry Wilson, while in Indiana it recruited congressman Schuyler Colfax. One member was the only man to defeat Boss Tweed in an election. Their presidential candidate was a former Comptroller of New York who led the Silver-Grey Whigs, while their vice-Presidential candidate was Kitchen Cabinet member Andrew Donnelson. For 10 points, name this political party formed out of the Order of the Star- Spangled Banner, which nominated Millard Fillmore for President and was defined by its secrecy and opposition to Catholic immigrants.": {
    "guess": "Know Nothing Party",
    "confidence": [
      [
        "Know",
        -0.17275017
      ],
      [
        " Nothing",
        -0.4444902
      ],
      [
        " Party",
        -0.6386075
      ]
    ]
  },
  "Robert Hunter gained this post thanks to Democrat success in the Broad Seal War. The first holder of this position was Frederick Muhlenberg, while the only president to have previously served in this capacity": {
    "guess": "Speaker of the United States House of Representatives",
    "confidence": [
      [
        "Speaker",
        -0.002444143
      ],
      [
        " of",
        -1.8789384e-05
      ],
      [
        " the",
        -9.729906e-06
      ],
      [
        " United",
        -5.3358446e-05
      ],
      [
        " States",
        -6.635165e-05
      ],
      [
        " House",
        -2.220075e-06
      ],
      [
        " of",
        0.0
      ],
      [
        " Representatives",
        -6.9882217e-06
      ]
    ]
  },
  "Robin Canup suggests that this body was formed from a giant impact of a Kuiper Belt object. Similar objects to this entity include Nix and Hydra, and this object was discovered in 1978 by James Christy when he noticed a periodic bulge in photographs of the body it orbits. This body is located in a system in which the center of gravity is not located within the object this body orbits, one of the reasons that orbited body is no longer a planet. For 10 points, name this object that orbits Pluto, named": {
    "guess": "Charon",
    "confidence": [
      [
        "Char",
        -0.008832605
      ],
      [
        "on",
        -3.8219583e-05
      ]
    ]
  },
  "Robert MacDonald's death in Norfolk from wounds suffered in this incident inspired public rallies and placed him with the three other Americans who died immediately in it. John Strachen and Jerkin Ratford were two of the four men taken as prisoners in this encounter, which stemmed from George Cranfield Berkeley's order to retrieve escapees from the Melampus and the Halifax. Salusbury Pryce Humphreys": {
    "guess": "Chesapeake-Leopard Affair",
    "confidence": [
      [
        "Ch",
        -0.04048313
      ],
      [
        "es",
        -5.7292167e-05
      ],
      [
        "apeake",
        -0.00014144262
      ],
      [
        "-Le",
        -0.004081486
      ],
      [
        "opard",
        -0.00017028624
      ],
      [
        " Aff",
        -0.0002883914
      ],
      [
        "air",
        -0.00031484728
      ]
    ]
  },
  "The Robinson-Patman Act outlawed the use of this practice for anti-competitive purposes. Examples of": {
    "guess": "Price discrimination",
    "confidence": [
      [
        "Price",
        -0.015837625
      ],
      [
        " discrimination",
        -0.058497977
      ]
    ]
  },
  "Robert Southey's (SUTH-ee's) biography of this individual described the impact of this man's uncle Maurice Suckling on his career. This man lost an arm while leading an assault on Tenerife (TEN-uh-REE-fay),": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.007272941
      ],
      [
        "atio",
        -3.9411618e-05
      ],
      [
        " Nelson",
        -4.739826e-05
      ],
      [
        ",",
        -0.0016279292
      ],
      [
        " ",
        -9.0788395e-05
      ],
      [
        "1",
        -1.3902034e-05
      ],
      [
        "st",
        -9.849109e-06
      ],
      [
        " Vis",
        -0.00015145572
      ],
      [
        "count",
        -1.1398757e-05
      ],
      [
        " Nelson",
        -2.8160932e-06
      ]
    ]
  },
  "Robert Calef's attack on these events was responded to in the text Some Few Remarks upon a Scandalous Book. They were criticized in the book Truth Held Forth and Maintained by Thomas Maule. During these events, Mary Sibley suggested baking a rye cake with urine in it and feeding it to a dog. They were the subject of the text Wonders of the Invisible World by (*) Cotton Mather. These events began when": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -0.0034126095
      ],
      [
        "alem",
        -6.1537958e-06
      ],
      [
        " witch",
        -0.002089354
      ],
      [
        " trials",
        -0.00018935515
      ]
    ]
  },
  "Robert Bowes and Ralph Elleskar petitioned the king on behalf of the rebels in this conflict, after which": {
    "guess": "Pilgrimage of Grace",
    "confidence": [
      [
        "P",
        -1.8777505
      ],
      [
        "il",
        -0.048563182
      ],
      [
        "gr",
        -0.00012987986
      ],
      [
        "image",
        -5.9153886e-06
      ],
      [
        " of",
        -3.7146747e-05
      ],
      [
        " Grace",
        -5.5122365e-07
      ]
    ]
  },
  "Robert MacDonald's death in Norfolk from wounds suffered in this incident inspired public rallies and placed him with the three other Americans who died immediately in it. John Strachen and Jerkin Ratford were two of the four men taken as prisoners in this encounter, which stemmed from George Cranfield Berkeley's order to retrieve escapees from the Melampus and the Halifax. Salusbury Pryce Humphreys initiated this conflict several miles off Cape Henry, demanding to examine the vessel commanded by the man who would go on to kill Stephen Decatur, James Barron. Leading to the passage of the Embargo": {
    "guess": "Chesapeake-Leopard Affair",
    "confidence": [
      [
        "Ch",
        -0.004446851
      ],
      [
        "es",
        -7.89631e-07
      ],
      [
        "apeake",
        -0.00018411019
      ],
      [
        "-Le",
        -0.00067860004
      ],
      [
        "opard",
        -9.710619e-05
      ],
      [
        " Aff",
        -0.0007460217
      ],
      [
        "air",
        -0.00026193185
      ]
    ]
  },
  "Robert Nozick argued against this doctrine by imagining a \"monster\" who gets increasing marginal returns, and Derek Parfit describes its \"repugnant conclusion.\" One proponent of it evaluated the worth of acts with a \"felicific calculus\" in The Principles of Morals and Legislation.(*) Peter Singer favors a version of this philosophy which advocates maximally satisfying peoples' preferences; other varieties include the \"rule\" and \"act\" kinds. For 10 points, name this doctrine supported by John Stuart Mill and Jeremy Bentham, summarized as \"the greatest good for the greatest number.\"": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.013477366
      ],
      [
        "itarian",
        -5.3954464e-05
      ],
      [
        "ism",
        -1.6882126e-05
      ]
    ]
  },
  "Robert Hunter gained this post thanks to Democrat success in the Broad Seal War. The first holder of this position was Frederick Muhlenberg, while the only president to have previously served in this capacity is James K. Polk. One man who held this post ended the disappearing quorum by barricading Democrats in and was nicknamed \"Czar Reed\". Joe (*) Cannon greatly expanded the power of this position, which is second in the line of presidential succession. The \"Contract with America\" was promoted by": {
    "guess": "Speaker of the United States House of Representatives",
    "confidence": [
      [
        "Speaker",
        -0.001484628
      ],
      [
        " of",
        -5.7649777e-05
      ],
      [
        " the",
        -2.2365493e-05
      ],
      [
        " United",
        -2.6299214e-05
      ],
      [
        " States",
        -5.5623317e-05
      ],
      [
        " House",
        -1.504853e-06
      ],
      [
        " of",
        -5.5122365e-07
      ],
      [
        " Representatives",
        -4.274932e-05
      ]
    ]
  },
  "Robert Adam borrowed from Andrea Palladio in his work on one of these in London, and the Procurators": {
    "guess": "Robert Adam",
    "confidence": [
      [
        "Robert",
        -1.0636209
      ],
      [
        " Adam",
        -0.014047505
      ]
    ]
  },
  "Robert Dold, a Republican, now holds this politician's old seat in the US House of Representatives. In 2006 and 2008, this man successfully defended that House seat against the same opponent, Dan Seals. In 2010, this man was elected to the Senate despite the defeat of his party's Gubernatorial nominee, (+) Bill Brady, by Patrick Quinn. In that Senate race, this man defeated an opponent who was criticized for his running of the failed Broadway Bank, the Greek-American Alexi (*) Giannoulias. For 10 points, name this man who in 2010 replaced Roland Burris in the Barack Obama's old Senate seat, a Republican": {
    "guess": "Mark Kirk",
    "confidence": [
      [
        "Mark",
        -0.013659407
      ],
      [
        " Kirk",
        -0.103577435
      ]
    ]
  },
  "Robert Michels stated that the leadership of complex organizations becomes more interested in the organization itself than its official goals in his Iron Law of this concept. Michels believed that this leadership group was often given power because people had a psychological need to be led but that simple groups could prevent it because they could be led by mass membership. This is a more general term": {
    "guess": "Oligarchy",
    "confidence": [
      [
        "O",
        -0.09357317
      ],
      [
        "lig",
        -1.7432603e-06
      ],
      [
        "archy",
        -0.0008383385
      ]
    ]
  },
  "Robert King's 1996 version, rare in that it uses boys instead of women for the alto and two soprano roles, and Nicholas Harnoncourt's 1968 one, the first modern one to use period instruments, are two of": {
    "guess": "St Matthew Passion",
    "confidence": [
      [
        "St",
        -0.4258794
      ],
      [
        " Matthew",
        -0.18993446
      ],
      [
        " Passion",
        -0.00034845536
      ]
    ]
  },
  "Robert Fitzroy claimed this document's second part should only apply to \"a few patches of potato-ground,": {
    "guess": "Origin of Species",
    "confidence": [
      [
        "Origin",
        -0.8510847
      ],
      [
        " of",
        -0.0239095
      ],
      [
        " Species",
        -0.443991
      ]
    ]
  },
  "Robert Bergman showed how these compounds can be activated by irradiation in a cyclopentadiene carbonyl rhodium coordination complex medium, which is important because they normally interact only through": {
    "guess": "Cyclopentadiene",
    "confidence": [
      [
        "C",
        -1.1767523
      ],
      [
        "yc",
        -0.447154
      ],
      [
        "lop",
        -0.10268317
      ],
      [
        "ent",
        -9.126521e-05
      ],
      [
        "adi",
        -8.3993786e-05
      ],
      [
        "ene",
        -0.485801
      ]
    ]
  },
  "Robert Hanbury Brown is known for developing the intensity type of this instrument. The Fabry-Perot type uses a pair of parallel half-silvered glass plates, one of which is adjustable, while an acoustic version can be used to measure the velocity and absorption of sound waves in a gas or liquid. Identify": {
    "guess": "Interferometer",
    "confidence": [
      [
        "Inter",
        -0.10541904
      ],
      [
        "fer",
        -0.00020985818
      ],
      [
        "ometer",
        -0.0025047937
      ]
    ]
  },
  "Robert Adam borrowed from Andrea Palladio in his work on one of these in London, and the Procurators of San Marco hired Jacopo Sansovino to create one of these in Venice. Bartolomeo Ammanati assisted in the construction of the staircase in one of these in the Basilica di San Lorenzo. Joshua Prince-Ramus and Rem Koolhaas designed an 11-story glass and steel one of these in Seattle. (*) I.M. Pei designed": {
    "guess": "Library",
    "confidence": [
      [
        "Library",
        -0.035280783
      ]
    ]
  },
  "Robert Philson and Herman Husband were arrested after this event, which led to the assembling of a twelve thousand man militia known as the Watermelon Army to put it down. That army was led by Lighthorse": {
    "guess": "Battle of Alamance",
    "confidence": [
      [
        "Battle",
        -0.8547551
      ],
      [
        " of",
        -0.0015577127
      ],
      [
        " Alam",
        -0.043211453
      ],
      [
        "ance",
        -5.6769813e-06
      ]
    ]
  },
  "Robert Remini argued in one of his works that Martin van Buren did not introduce this bill to congress just to have it defeated, and support for this bill grew after a meeting in Harrisburg. One writing against this bill declares that there is a \"striking distinction between Government and Sovereignty,\" and that this bill supported the \"protection of one branch of industry at the expense of others.\" Those words appeared in John Calhoun's South Carolina Exposition and Protest, and this bill raised": {
    "guess": "Tariff of 1828",
    "confidence": [
      [
        "Tar",
        -0.7759354
      ],
      [
        "iff",
        -0.0022751505
      ],
      [
        " of",
        -0.0016836321
      ],
      [
        " ",
        -0.06756753
      ],
      [
        "182",
        -0.27446878
      ],
      [
        "8",
        -0.023800896
      ]
    ]
  },
  "Robert Calef and Thomas Brattle offered contemporary criticism of these events in More Wonders of the": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -0.23504588
      ],
      [
        "alem",
        -0.00012142374
      ],
      [
        " witch",
        -0.022280391
      ],
      [
        " trials",
        -0.000288153
      ]
    ]
  },
  "Robert Fitzroy claimed this document's second part should only apply to \"a few patches of potato-ground, and rude dwelling places.\" Key liaisons in preparing this document were missionaries Edward and Henry Williams, who worked against the desires of James Busby. Commemorated every February 6 with acrimonious, ethnically-based protests, a namesake tribunal of this document was set up in 1975 to redress colonial abuses of this document, promoted by Governor George Gipps and signed by William (*) Hobson and Hono Heke, highest of the rangatira. Its terms of which were crucially altered by an ambiguity in the word \"sovereignty\" in translation, which otherwise granted full use of lands to the natives. For 10 points, name this treaty that formally put New Zealand under British rule and sparked the Maori Wars.": {
    "guess": "Treaty of Waitangi",
    "confidence": [
      [
        "T",
        -0.0042815153
      ],
      [
        "reat",
        -6.704273e-07
      ],
      [
        "y",
        -4.246537e-06
      ],
      [
        " of",
        -0.00022356294
      ],
      [
        " Wait",
        -1.247159e-05
      ],
      [
        "angi",
        -2.1054253e-05
      ]
    ]
  },
  "Robert Stebbins discovered that a member of this taxonomic class that diverged as it spread southward from Oregon is a ring species. Induction during the development of these animals was studied by Spemann and Mangold in transplantation experiments. The model organism Xenopus is a member of this class, whose members are affected by the disease chytridiomycosis [kahy-TRID-ee-oh-my-KOH-sis]. Along with": {
    "guess": "Amphibian",
    "confidence": [
      [
        "Am",
        -0.015807467
      ],
      [
        "ph",
        -0.0007051641
      ],
      [
        "ib",
        -0.22963016
      ],
      [
        "ian",
        -0.005528523
      ]
    ]
  },
  "The Robinson-Patman Act outlawed the use of this practice for anti-competitive purposes. Examples of the first degree type include allowing for bargaining or issuing coupons; examples of the second degree include selling products cheaper in bulk portions, and examples of the third degree include offering discounts for children or seniors. For 10 points, name this practice where businesses charge varying": {
    "guess": "Price discrimination",
    "confidence": [
      [
        "Price",
        -0.0011636729
      ],
      [
        " discrimination",
        -0.5106224
      ]
    ]
  },
  "Robert Stebbins discovered that a member of this taxonomic class that diverged as it spread southward": {
    "guess": "Reptilia",
    "confidence": [
      [
        "Re",
        -1.0932707
      ],
      [
        "pt",
        -0.00031687375
      ],
      [
        "ilia",
        -0.5758397
      ]
    ]
  },
  "Robert Gordon's triangle model analyses three reasons why this phenomenon occurs. One variety of it arises": {
    "guess": "Stagflation",
    "confidence": [
      [
        "St",
        -0.20991996
      ],
      [
        "ag",
        -0.006698677
      ],
      [
        "flation",
        -1.6286107e-05
      ]
    ]
  },
  "Robert Michels stated that the leadership of complex organizations becomes more interested in the organization itself than its official goals in his Iron Law of this concept. Michels believed that this leadership group was often given power because people had a psychological need to be led but that simple groups could prevent it because they could be led by mass membership. This is a more general term than Plutocracy or Aristocracy. Give this term for a government run by a small number of people.": {
    "guess": "Oligarchy",
    "confidence": [
      [
        "O",
        -0.05675598
      ],
      [
        "lig",
        -2.3676734e-05
      ],
      [
        "archy",
        -2.0458236e-05
      ]
    ]
  },
  "Robert Wexler, a congressman from this state is currently leading a drive to impeach vice president Cheney. In 2006, this state elected a Republican Governor but voted to keep Bill Nelson in the Senate over his Republican competitor. That Governor, Charlie Crist, endorsed John McCain before their 2008": {
    "guess": "Florida",
    "confidence": [
      [
        "Florida",
        -0.00625535
      ]
    ]
  },
  "Robert Hunter gained this post thanks to Democrat success in the Broad Seal War. The first holder of": {
    "guess": "Speaker of the United States House of Representatives",
    "confidence": [
      [
        "Speaker",
        -0.65963817
      ],
      [
        " of",
        -0.00011951648
      ],
      [
        " the",
        -0.0025470047
      ],
      [
        " United",
        -0.6735461
      ],
      [
        " States",
        -0.000290891
      ],
      [
        " House",
        -0.0024439082
      ],
      [
        " of",
        -1.9361265e-07
      ],
      [
        " Representatives",
        -5.3358446e-05
      ]
    ]
  },
  "Robert Axelrod wrote about this thought experiment in his The Evolution of Cooperation, and noted that": {
    "guess": "Prisoner's dilemma",
    "confidence": [
      [
        "Pr",
        -0.8896501
      ],
      [
        "isoner",
        -0.0011593853
      ],
      [
        "'s",
        -0.0002603822
      ],
      [
        " dilemma",
        -0.18647692
      ]
    ]
  },
  "Robert Boyle left funds for one of these institutions to be established at Bafferton Hall under the auspices of William & Mary. Richard Pratt led the large-scale founding of these in the 1880s, declaring an intent to \"save the man.\" These institutions were the subject of the 1928 Meriam Report, which recommended abolition of the Uniform Course of Study and a raising of the minimum age for enrollment. These places \"made me learn your (*) white man rule, be a fool\" according to a protest song by a singer who was sent to one at age five in North Dakota. Pop Warner was coaching at one of these institutions, known as Carlisle, while Jim Thorpe was enrolled. For 10 points, name these BIA-run boarding": {
    "guess": "Indian schools",
    "confidence": [
      [
        "Indian",
        -0.017947048
      ],
      [
        " schools",
        -0.023519272
      ]
    ]
  },
  "Robert Greenler's Rainbows, Haloes, and Glories contains photographic plates of this phenomenon.  It is not strongly wavelength dependent and it predominates in cases with particle sizes larger than a wavelength.  Because two of the scattering coefficients must identically equal zero due to symmetry, this is the simplest type of scattering.  It produces a pattern like an antenna lobe with a sharper, more intense forward lobe for larger particles.  FTP, identify this common type of scattering responsible for the white light from mist and fog and for the white glare around the sun.": {
    "guess": "Rayleigh scattering",
    "confidence": [
      [
        "Ray",
        -0.62027174
      ],
      [
        "leigh",
        -0.00016325322
      ],
      [
        " scattering",
        -0.005333728
      ]
    ]
  },
  "Robert Treat Paine was a prosecutor of this event, for which just two men were convicted; other perpetrators, including Thomas Preston, were acquitted by Josiah Quincey and John Adams. One engraving of": {
    "guess": "Boston Massacre",
    "confidence": [
      [
        "Boston",
        -0.00047607115
      ],
      [
        " Mass",
        -0.00048845366
      ],
      [
        "acre",
        -5.6338537e-05
      ]
    ]
  },
  "Robert Indiana made a 1963 variation of this painting that centered on a red star surrounded by the words \"err,\" \"die,\" \"hog,\" \"eat,\" and \"U.S.A.\" in stenciled letters. The original, done forty five years earlier, features the name \"Bill\" in large red letters at the top left, and is lit up by four round": {
    "guess": "The American Dream (painting)",
    "confidence": [
      [
        "The",
        -0.37694377
      ],
      [
        " American",
        -0.33004293
      ],
      [
        " Dream",
        -0.02022897
      ],
      [
        " (",
        -0.47148135
      ],
      [
        "paint",
        -0.003817653
      ],
      [
        "ing",
        -1.2233183e-05
      ],
      [
        ")",
        -5.6815352e-05
      ]
    ]
  },
  "Robert Gordon's triangle model analyses three reasons why this phenomenon occurs. One variety of it arises when there is a there is a numerical difference between aggregate demand and aggregate supply. This concept and unemployment are linked in the Philips Curve.  Coming in cost-push and demand-pull": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.033033572
      ],
      [
        "flation",
        -2.2365493e-05
      ]
    ]
  },
  "Robert Kapsis argued that it was low in certain communities in his article on Black Ghetto Diversity and it.  In an article by Gary Lee entitled Marriage and this, Lee references a version of this concept which attempts to explain the criminal tendency to act upon any opportunity for income, even when": {
    "guess": "Social disorganization",
    "confidence": [
      [
        "Social",
        -2.0070946
      ],
      [
        " dis",
        -0.78008467
      ],
      [
        "organization",
        -0.0068639633
      ]
    ]
  },
  "Robert and George Marshall climbed 46 peaks in this range that were thought to be over 4,000 feet high. Since that achievement, resurveying discovered that Mount MacNaughton was higher than 4,000, but four others including Couchsachraga, are in fact lower than 4,000 feet. A western outlier of this range is the cuesta called the Tug Hill Plateau, while across the Black River its western foothills contain the home of the (*) 10th Mountain Division at Fort Drum in Jefferson County and the town of Old Forge in the northern panhandle of Herkimer County. Its eastern side stops near Crown Point, as the": {
    "guess": "Adirondack Mountains",
    "confidence": [
      [
        "Ad",
        -0.0067017544
      ],
      [
        "ir",
        -0.0002041364
      ],
      [
        "ond",
        -6.392203e-06
      ],
      [
        "ack",
        -0.00011152984
      ],
      [
        " Mountains",
        -0.00048393858
      ]
    ]
  },
  "Robert Southey translated the chronicles about this man into English in 1808.  He briefly survived under King Zaragoza before betraying him and fighting off Almoravid attacks for the last five years of his life.  As recorded in the Historia Roderici his principal feat was the capture of Valencia after having been banished by a jealous Alfonso the Sixth.  Originally named Rodrigo Diaz de Vivar, FTP, name this subject of Corneille's most famous drama, the man considered Spain's national hero.": {
    "guess": "El Cid",
    "confidence": [
      [
        "El",
        -0.08525827
      ],
      [
        " C",
        -0.009656341
      ],
      [
        "id",
        -6.4325184e-05
      ]
    ]
  },
  "Robert Dold, a Republican, now holds this politician's old seat in the US House of Representatives. In 2006 and 2008, this man successfully defended that House seat against the same opponent, Dan Seals.": {
    "guess": "Mark Kirk",
    "confidence": [
      [
        "Mark",
        -0.035603296
      ],
      [
        " Kirk",
        -0.12050317
      ]
    ]
  },
  "Robert Hanbury Brown is known for developing the intensity type of this instrument. The Fabry-Perot type": {
    "guess": "Optical interferometer",
    "confidence": [
      [
        "Opt",
        -0.86496323
      ],
      [
        "ical",
        -2.0100624e-05
      ],
      [
        " interfer",
        -0.434985
      ],
      [
        "ometer",
        -0.0437043
      ]
    ]
  },
  "Robert Calef and Thomas Brattle offered contemporary criticism of these events in More Wonders of the Invisible World. One participant in these events tested the \"effluvia\" theory by feeding a dog a cake with urine baked into it. Biologist Linnda Caporael claims they coincided with the consumption of infected rye bread. William Stoughton presided over these events during William Phips's governorship. They started after doctor (*) William Griggs provided treatment for certain hysterical fits, and \"spectral evidence\" during these events was allowed by Cotton Mather. Participants in these events included": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -0.0056903455
      ],
      [
        "alem",
        -4.3202e-07
      ],
      [
        " witch",
        -0.15681966
      ],
      [
        " trials",
        -0.00016384924
      ]
    ]
  },
  "A Robert Browning work named for this figure sees her trying to convince her husband that she is her wife, with \"the worst of the venom [that] left my lips.\" In a section called \"As Far As Thought Can": {
    "guess": "The Laboratory (poem)",
    "confidence": [
      [
        "The",
        -0.23817597
      ],
      [
        " Laboratory",
        -0.8913026
      ],
      [
        " (",
        -0.3273998
      ],
      [
        "po",
        -0.004088136
      ],
      [
        "em",
        -7.529192e-05
      ],
      [
        ")",
        -0.0038779813
      ]
    ]
  },
  "Robert Calef's attack on these events was responded to in the text Some Few Remarks upon a Scandalous Book. They were criticized in the book Truth Held Forth and Maintained by Thomas Maule. During these events, Mary Sibley suggested baking a rye cake with urine in it and feeding it to a dog. They were the subject of the text Wonders of the Invisible World by (*) Cotton Mather. These events began when Betty Parris and Abigail Williams seemingly developed epileptic fits after having been taught fortune telling by the slave Tituba. Eventually, ministers condemned these events for over reliance on \"spectral evidence.\" For 10 points, name these series of 1690 hearings in which multiple people were": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -0.002214131
      ],
      [
        "alem",
        -0.00024072826
      ],
      [
        " witch",
        -0.0027072735
      ],
      [
        " trials",
        -8.220573e-05
      ]
    ]
  },
  "Robert Indiana made a 1963 variation of this painting that centered on a red star surrounded by the words \"err,\" \"die,\" \"hog,\" \"eat,\" and \"U.S.A.\" in stenciled letters. The original, done forty five years earlier, features the name \"Bill\" in large red letters at the top left, and is lit up by four round globes at the top that resemble street lamps, though the main focus is a bright red fire engine with a repeating logo on it. Based on a William Carlos Williams poem, FTP, what is this Charles Demuth painting of a giant number?": {
    "guess": "I Saw the Figure 5 in Gold",
    "confidence": [
      [
        "I",
        -0.092887364
      ],
      [
        " Saw",
        -0.024288762
      ],
      [
        " the",
        -0.0029963627
      ],
      [
        " Figure",
        -0.0006095096
      ],
      [
        " ",
        -0.010494247
      ],
      [
        "5",
        -0.00051156816
      ],
      [
        " in",
        -7.922564e-05
      ],
      [
        " Gold",
        -7.362307e-05
      ]
    ]
  },
  "Robert Axelrod wrote about this thought experiment in his The Evolution of Cooperation, and noted that the best strategies in this situation were those that were \"nice\", \"forgiving\", \"retaliating\", \"non-envious.\" It was originally posed by Merrill Flood and Melvin Dresher, and the best response to the": {
    "guess": "Prisoner's dilemma",
    "confidence": [
      [
        "Pr",
        -0.009261677
      ],
      [
        "isoner",
        -0.0001409658
      ],
      [
        "'s",
        -1.0564331e-05
      ],
      [
        " dilemma",
        -0.03223399
      ]
    ]
  },
  "Robert Kapsis argued that it was low in certain communities in his article on Black Ghetto Diversity and it.  In an article by Gary Lee entitled Marriage and this, Lee references a version of this concept which attempts to explain the criminal tendency to act upon any opportunity for income, even when illegal.  That version was developed by Robert Merton, who wrote Social Structure and this.  It was identified as a result of religion's decreasing importance in society and of the modern division of labor.  For 10 points, name this breakdown of social norms resulting in a feeling of lack of purpose,": {
    "guess": "Anomie",
    "confidence": [
      [
        "An",
        -0.6224737
      ],
      [
        "om",
        -3.166338e-05
      ],
      [
        "ie",
        -0.00011093382
      ]
    ]
  },
  "Robert and George Marshall climbed 46 peaks in this range that were thought to be over 4,000 feet high. Since that achievement, resurveying discovered that Mount MacNaughton was higher than 4,000, but": {
    "guess": "Adirondack Mountains",
    "confidence": [
      [
        "Ad",
        -0.0090622865
      ],
      [
        "ir",
        -9.8536635e-05
      ],
      [
        "ond",
        -7.107425e-06
      ],
      [
        "ack",
        -0.00014609157
      ],
      [
        " Mountains",
        -0.006440026
      ]
    ]
  },
  "Robert Greenler's Rainbows, Haloes, and Glories contains photographic plates of this phenomenon.  It is not strongly wavelength dependent and it predominates in cases with particle sizes larger than a wavelength.  Because two of the scattering coefficients must identically equal zero due to symmetry, this is the simplest type of scattering.  It produces a pattern like an antenna lobe with a sharper,": {
    "guess": "Rayleigh scattering",
    "confidence": [
      [
        "Ray",
        -0.43072715
      ],
      [
        "leigh",
        -0.00046153198
      ],
      [
        " scattering",
        -0.005201032
      ]
    ]
  },
  "Robert Boyle left funds for one of these institutions to be established at Bafferton Hall under the auspices of William & Mary. Richard Pratt led the large-scale founding of these in the 1880s, declaring an intent to \"save the man.\" These institutions were the subject of the 1928 Meriam Report, which recommended abolition of the Uniform Course of Study and a raising of the minimum age for enrollment. These places \"made me learn your (*) white man rule, be a fool\" according to a protest song by a singer who was sent to one at age five in North Dakota. Pop Warner was coaching at one of these institutions,": {
    "guess": "Indian schools",
    "confidence": [
      [
        "Indian",
        -0.008653219
      ],
      [
        " schools",
        -0.013889737
      ]
    ]
  },
  "Robert Byron argued that this painting's composition was modeled after its artist's earlier Dormition of the Virgin. A saint holds a bent iron at the front of a group of martyrs and apostles in the upper right of this painting, whose bottom is six feet off of the floor, requiring viewers to look sharply": {
    "guess": "The Entombment of Christ",
    "confidence": [
      [
        "The",
        -0.93394923
      ],
      [
        " Ent",
        -0.53394264
      ],
      [
        "omb",
        -1.147242e-06
      ],
      [
        "ment",
        -0.00046045915
      ],
      [
        " of",
        -0.04973453
      ],
      [
        " Christ",
        -0.0065550255
      ]
    ]
  },
  "Robert and George Marshall climbed 46 peaks in this range that were thought to be over 4,000 feet high.": {
    "guess": "Adirondack Mountains",
    "confidence": [
      [
        "Ad",
        -0.0029122157
      ],
      [
        "ir",
        -2.618001e-05
      ],
      [
        "ond",
        -1.9816675e-06
      ],
      [
        "ack",
        -7.767599e-05
      ],
      [
        " Mountains",
        -0.5186793
      ]
    ]
  },
  "Robert Fitzroy claimed this document's second part should only apply to \"a few patches of potato-ground, and rude dwelling places.\" Key liaisons in preparing this document were missionaries Edward and": {
    "guess": "Treaty of Waitangi",
    "confidence": [
      [
        "T",
        -1.5010034
      ],
      [
        "reat",
        -0.024680786
      ],
      [
        "y",
        -0.00030781425
      ],
      [
        " of",
        -0.0024329745
      ],
      [
        " Wait",
        -0.00072017644
      ],
      [
        "angi",
        -0.00013643607
      ]
    ]
  },
  "Robert Dahl argued against this work's central point in a study of New Haven. One chapter of this work claims that the New Deal was the fourth epoch of the title entity, and that currently it is in the fifth. This work asserts that there is no such thing as a self-made man in a section about how corrupt institutions lead to a \"higher immorality.\" Its author refers to a certain group as \"the warlords\"; they are among those whom this work claims work in \"The Conservative Mood.\" Other chapters of this": {
    "guess": "The Power Elite",
    "confidence": [
      [
        "The",
        -0.46263865
      ],
      [
        " Power",
        -0.43849602
      ],
      [
        " Elite",
        -0.038348995
      ]
    ]
  },
  "Robert Treat Paine was a prosecutor of this event, for which just two men were convicted; other perpetrators, including Thomas Preston, were acquitted by Josiah Quincey and John Adams. One engraving of this event depicted neither thrown snowballs or African-American victim Crispus Attucks; that Paul Revere work incorrectly showed the aggressors in a line. For 10 points, name this 1770 incident in which British troops fired on a mob in a Massachusetts city.": {
    "guess": "Boston Massacre",
    "confidence": [
      [
        "Boston",
        -0.0008824035
      ],
      [
        " Mass",
        -0.000101159116
      ],
      [
        "acre",
        -9.817902e-05
      ]
    ]
  },
  "Robert Taylor wrote a work called Vessel of Wrath: The Life and Times of... this historical figure.  Her second husband's involvement in the Jaybird-Woodpecker War forced their move to the area she is most associated with.  She interpreted a tornado as divine approval for her actions, begun after receiving": {
    "guess": "Lizzie Borden",
    "confidence": [
      [
        "L",
        -2.1086087
      ],
      [
        "izzie",
        -0.033948686
      ],
      [
        " B",
        -0.7347161
      ],
      [
        "orden",
        -0.00019340808
      ]
    ]
  },
  "Robert Boyle left funds for one of these institutions to be established at Bafferton Hall under the auspices of William & Mary. Richard Pratt led the large-scale founding of these in the 1880s, declaring an intent to \"save the man.\" These institutions were the subject of the 1928 Meriam Report, which recommended abolition of the Uniform Course of Study and a raising of the minimum age for enrollment. These places \"made me learn your (*) white man rule, be a fool\" according to a protest song by a singer who was sent to one at age five in North Dakota. Pop Warner was coaching at one of these institutions, known as Carlisle, while Jim Thorpe was enrolled. For 10 points, name these BIA-run boarding institutions which attempted to remove Native American culture from children.": {
    "guess": "Indian schools",
    "confidence": [
      [
        "Indian",
        -0.0474115
      ],
      [
        " schools",
        -0.014277744
      ]
    ]
  },
  "Robert Byron argued that this painting's composition was modeled after its artist's earlier Dormition": {
    "guess": "The Family of the Artist",
    "confidence": [
      [
        "The",
        -0.6055305
      ],
      [
        " Family",
        -0.11673423
      ],
      [
        " of",
        -9.627177e-05
      ],
      [
        " the",
        -0.00016086915
      ],
      [
        " Artist",
        -0.00014561474
      ]
    ]
  },
  "Robert Kapsis argued that it was low in certain communities in his article on Black Ghetto Diversity and it.  In an article by Gary Lee entitled Marriage and this, Lee references a version of this concept": {
    "guess": "Social Capital",
    "confidence": [
      [
        "Social",
        -1.6147625
      ],
      [
        " Capital",
        -1.3265868
      ]
    ]
  },
  "Robin Canup suggests that this body was formed from a giant impact of a Kuiper Belt object. Similar objects": {
    "guess": "Eris",
    "confidence": [
      [
        "E",
        -0.37524796
      ],
      [
        "ris",
        -6.539802e-05
      ]
    ]
  },
  "Robert Southey's (SUTH-ee's) biography of this individual described the impact of this man's uncle Maurice Suckling on his career. This man lost an arm while leading an assault on Tenerife (TEN-uh-REE-fay), and he lost an eye at the Battle of Calvi. This man had an affair with Emma Hamilton. This man nearly destroyed the French fleet at Aboukir (AH-boo-keer) Bay, and he commanded the H.M.S. Victory in his last battle. For 10 points, name this British admiral who died while leading the British navy": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.0026626966
      ],
      [
        "atio",
        -7.703444e-06
      ],
      [
        " Nelson",
        -3.6908343e-05
      ],
      [
        ",",
        -0.0004176834
      ],
      [
        " ",
        -5.5623317e-05
      ],
      [
        "1",
        -1.9816675e-06
      ],
      [
        "st",
        -2.9352968e-06
      ],
      [
        " Vis",
        -4.7517467e-05
      ],
      [
        "count",
        -3.2929079e-06
      ],
      [
        " Nelson",
        -1.147242e-06
      ]
    ]
  },
  "Robert Stebbins discovered that a member of this taxonomic class that diverged as it spread southward from Oregon is a ring species. Induction during the development of these animals was studied by Spemann and Mangold in transplantation experiments. The model organism Xenopus is a member of this class,": {
    "guess": "Amphibian",
    "confidence": [
      [
        "Am",
        -0.0065803695
      ],
      [
        "ph",
        -0.000162538
      ],
      [
        "ib",
        -0.0058748717
      ],
      [
        "ian",
        -0.013777109
      ]
    ]
  },
  "Robert Wexler, a congressman from this state is currently leading a drive to impeach vice president Cheney. In 2006, this state elected a Republican Governor but voted to keep Bill Nelson in the Senate over his Republican competitor. That Governor, Charlie Crist, endorsed John McCain before their 2008 primary, and he went on to win all of their delegates on the Republican side, and another senator from this state is the conservative Mel Martinez. For ten points, name this state, whose Democratic primary was worth zero delegates as it was held before February 5, and whose Katherine Harris is more": {
    "guess": "Florida",
    "confidence": [
      [
        "Florida",
        -0.0017509841
      ]
    ]
  },
  "Robert Gordon's triangle model analyses three reasons why this phenomenon occurs. One variety of it arises when there is a there is a numerical difference between aggregate demand and aggregate supply. This concept and unemployment are linked in the Philips Curve.  Coming in cost-push and demand-pull varieties, monetarism believes it to be caused by increases in the money supply.  For ten points, name this economic whose hyper variety currently exists in Zimbabwe because they are drastically increasing": {
    "guess": "Hyperinflation",
    "confidence": [
      [
        "Hyper",
        -0.70991874
      ],
      [
        "in",
        -0.0011245026
      ],
      [
        "flation",
        -0.00028195442
      ]
    ]
  },
  "Robert Byron argued that this painting's composition was modeled after its artist's earlier Dormition of the Virgin. A saint holds a bent iron at the front of a group of martyrs and apostles in the upper right of this painting, whose bottom is six feet off of the floor, requiring viewers to look sharply upward to see all of it. At the top of this painting, a yellow-clad St. Peter dangles two keys from his right hand on the left of a triangular Deesis, which depicts John the Baptist and the Virgin Mary kneeling below a standing, white-clad Jesus. At its bottom, men carrying torches flank a line of black-clad nobles wearing white ruffs, who divide this painting's scene of ethereal, heavenly clouds": {
    "guess": "The Entombment of Christ",
    "confidence": [
      [
        "The",
        -0.5390471
      ],
      [
        " Ent",
        -0.7569892
      ],
      [
        "omb",
        -4.3202e-07
      ],
      [
        "ment",
        -0.0004748791
      ],
      [
        " of",
        -0.09694169
      ],
      [
        " Christ",
        -0.0044332054
      ]
    ]
  },
  "Robert Bowes and Ralph Elleskar petitioned the king on behalf of the rebels in this conflict, after which the rebels agreed to throw aside banners bearing the Five Wounds of Christ. It resulted in the replacement of the Statute of Uses with the Statute of Wills, allowing wills to supersede primogeniture, but Bigod's Rebellion led to the execution of Thomas Darcy and Robert Aske despite the Earl of Northumberland's promise of a pardon. For 10 points, name this uprising in Yorkshire in 1536 that challenged Thomas Cromwell and King Henry VIII.": {
    "guess": "Pilgrimage of Grace",
    "confidence": [
      [
        "P",
        -0.0011036602
      ],
      [
        "il",
        -4.00813e-06
      ],
      [
        "gr",
        -4.978234e-05
      ],
      [
        "image",
        -1.700133e-05
      ],
      [
        " of",
        -2.808727e-05
      ],
      [
        " Grace",
        -1.998142e-05
      ]
    ]
  },
  "Robert Putnam talked about the decline of the \"social\" type of this resource in Bowling Alone. This concept names a work which introduced the idea of \"commodity fetishism\", and along with land and labor, it is one of the factors of production in classical economics. Startup firms can benefit from the \"venture\" form of this. For 10 points, name this concept that gives its name to an economic system where goods are privately produced and owned, the title subject of a four-volume work by Friedrich Engels and Karl Marx.": {
    "guess": "Capital (economics)",
    "confidence": [
      [
        "Capital",
        -0.034006074
      ],
      [
        " (",
        -0.38836437
      ],
      [
        "e",
        -0.014423687
      ],
      [
        "conomics",
        -0.00024132428
      ],
      [
        ")",
        -0.0015506906
      ]
    ]
  },
  "Robert Hunter gained this post thanks to Democrat success in the Broad Seal War. The first holder of this position was Frederick Muhlenberg, while the only president to have previously served in this capacity is James K. Polk. One man who held this post ended the disappearing quorum by barricading Democrats in and was nicknamed \"Czar Reed\".  Joe (*) Cannon greatly expanded the power of this position, which is second in the line of presidential succession. The \"Contract with America\" was promoted by one holder of this position, Newt Gingrich. For ten points, name this position currently held by": {
    "guess": "Speaker of the United States House of Representatives",
    "confidence": [
      [
        "Speaker",
        -0.0046510804
      ],
      [
        " of",
        -5.080963e-06
      ],
      [
        " the",
        -0.00022117885
      ],
      [
        " United",
        -8.709308e-05
      ],
      [
        " States",
        -7.183501e-05
      ],
      [
        " House",
        -1.50940705e-05
      ],
      [
        " of",
        -4.246537e-06
      ],
      [
        " Representatives",
        -6.206032e-05
      ]
    ]
  },
  "Robert Axelrod wrote about this thought experiment in his The Evolution of Cooperation, and noted that the best strategies in this situation were those that were \"nice\", \"forgiving\", \"retaliating\", \"non-envious.\" It was originally posed by Merrill Flood and Melvin Dresher, and the best response to the (*) iterated version of this problem is the \"tit-for-tat\" solution. Contrasting the value of altruistic versus selfish actions, this is, for ten points, what thought experiment, in which two suspects": {
    "guess": "Prisoner's dilemma",
    "confidence": [
      [
        "Pr",
        -0.0014485642
      ],
      [
        "isoner",
        -0.00038503256
      ],
      [
        "'s",
        -7.517272e-05
      ],
      [
        " dilemma",
        -0.01919947
      ]
    ]
  },
  "Robert Indiana made a 1963 variation of this painting that centered on a red star surrounded by the words": {
    "guess": "The American Dream",
    "confidence": [
      [
        "The",
        -0.8230728
      ],
      [
        " American",
        -0.88607013
      ],
      [
        " Dream",
        -0.04995909
      ]
    ]
  },
  "Robert Remini argued in one of his works that Martin van Buren did not introduce this bill to congress just to have it defeated, and support for this bill grew after a meeting in Harrisburg. One writing against this bill declares that there is a \"striking distinction between Government and Sovereignty,\" and that this bill supported the \"protection of one branch of industry at the expense of others.\" Those words appeared in John Calhoun's South Carolina Exposition and Protest, and this bill raised the tax on several imported goods. For 10 points, name this tariff that was signed into law by John Quincy Adams, with a repulsive nickname.": {
    "guess": "Tariff of Abominations",
    "confidence": [
      [
        "Tar",
        -0.095361635
      ],
      [
        "iff",
        -0.00012797261
      ],
      [
        " of",
        -2.677603e-05
      ],
      [
        " Ab",
        -0.43821988
      ],
      [
        "omin",
        -0.0016041287
      ],
      [
        "ations",
        -1.2829201e-05
      ]
    ]
  },
  "Robert Byron argued that this painting's composition was modeled after its artist's earlier Dormition of the Virgin. A saint holds a bent iron at the front of a group of martyrs and apostles in the upper": {
    "guess": "El Greco",
    "confidence": [
      [
        "El",
        -0.57002735
      ],
      [
        " Gre",
        -0.0022425584
      ],
      [
        "co",
        -5.6769813e-06
      ]
    ]
  },
  "Robin Canup suggests that this body was formed from a giant impact of a Kuiper Belt object. Similar objects to this entity include Nix and Hydra, and this object was discovered in 1978 by James Christy": {
    "guess": "Charon",
    "confidence": [
      [
        "Char",
        -0.34445116
      ],
      [
        "on",
        -1.7597347e-05
      ]
    ]
  },
  "Robert MacDonald's death in Norfolk from wounds suffered in this incident inspired public rallies and": {
    "guess": "Battle of Trafalgar",
    "confidence": [
      [
        "Battle",
        -1.0469863
      ],
      [
        " of",
        -0.0048673805
      ],
      [
        " T",
        -0.07520847
      ],
      [
        "raf",
        -0.00094541087
      ],
      [
        "al",
        -1.9385403e-05
      ],
      [
        "gar",
        -7.3458323e-06
      ]
    ]
  },
  "Robert Bowes and Ralph Elleskar petitioned the king on behalf of the rebels in this conflict, after which the rebels agreed to throw aside banners bearing the Five Wounds of Christ. It resulted in the replacement of the Statute of Uses with the Statute of Wills, allowing wills to supersede primogeniture, but Bigod's Rebellion led to the execution of Thomas Darcy and Robert Aske despite the Earl of": {
    "guess": "Pilgrimage of Grace",
    "confidence": [
      [
        "P",
        -0.0052679074
      ],
      [
        "il",
        -4.8425554e-06
      ],
      [
        "gr",
        -3.5120287e-05
      ],
      [
        "image",
        -8.299462e-06
      ],
      [
        " of",
        -0.000112960275
      ],
      [
        " Grace",
        -7.9418505e-06
      ]
    ]
  },
  "Robert Calef's attack on these events was responded to in the text Some Few Remarks upon a Scandalous Book. They were criticized in the book Truth Held Forth and Maintained by Thomas Maule. During these events, Mary Sibley suggested baking a rye cake with urine in it and feeding it to a dog. They were the subject of the text Wonders of the Invisible World by (*) Cotton Mather. These events began when Betty Parris and Abigail Williams seemingly developed epileptic fits after having been taught fortune": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -0.0047098184
      ],
      [
        "alem",
        -5.7649777e-05
      ],
      [
        " witch",
        -0.00072625215
      ],
      [
        " trials",
        -4.20341e-05
      ]
    ]
  },
  "Robert Dold, a Republican, now holds this politician's old seat in the US House of Representatives. In 2006 and 2008, this man successfully defended that House seat against the same opponent, Dan Seals. In 2010, this man was elected to the Senate despite the defeat of his party's Gubernatorial nominee, (+) Bill Brady, by Patrick Quinn. In that Senate race, this man defeated an opponent who was criticized for his running of the failed Broadway Bank, the Greek-American Alexi (*) Giannoulias. For 10": {
    "guess": "Mark Kirk",
    "confidence": [
      [
        "Mark",
        -0.03127446
      ],
      [
        " Kirk",
        -0.020007798
      ]
    ]
  },
  "Robert Hunter gained this post thanks to Democrat success in the Broad Seal War. The first holder of this position was Frederick Muhlenberg, while the only president to have previously served in this capacity is James K. Polk. One man who held this post ended the disappearing quorum by barricading Democrats in and was nicknamed \"Czar Reed\".  Joe (*) Cannon greatly expanded the power of this position, which is second in the line of presidential succession. The \"Contract with America\" was promoted": {
    "guess": "Speaker of the United States House of Representatives",
    "confidence": [
      [
        "Speaker",
        -0.0015028368
      ],
      [
        " of",
        -5.240482e-05
      ],
      [
        " the",
        -2.8444882e-05
      ],
      [
        " United",
        -3.22594e-05
      ],
      [
        " States",
        -7.314626e-05
      ],
      [
        " House",
        -2.6968896e-06
      ],
      [
        " of",
        -5.5122365e-07
      ],
      [
        " Representatives",
        -2.4987974e-05
      ]
    ]
  },
  "Robert Adam borrowed from Andrea Palladio in his work on one of these in London, and the Procurators of San Marco hired Jacopo Sansovino to create one of these in Venice. Bartolomeo Ammanati assisted in the construction of the staircase in one of these in the Basilica di San Lorenzo. Joshua Prince-Ramus": {
    "guess": "Palazzo",
    "confidence": [
      [
        "Pal",
        -1.1809281
      ],
      [
        "azzo",
        -0.08729739
      ]
    ]
  },
  "Robert Hunter gained this post thanks to Democrat success in the Broad Seal War. The first holder of this position was Frederick Muhlenberg, while the only president to have previously served in this capacity is James K. Polk. One man who held this post ended the disappearing quorum by barricading Democrats in and was nicknamed \"Czar Reed\".  Joe (*) Cannon greatly expanded the power of this position, which is second in the line of presidential succession. The \"Contract with America\" was promoted by one holder of this position, Newt Gingrich. For ten points, name this position currently held by John Boehner.": {
    "guess": "Speaker of the United States House of Representatives",
    "confidence": [
      [
        "Speaker",
        -0.0038438982
      ],
      [
        " of",
        -7.58424e-06
      ],
      [
        " the",
        -0.00019662657
      ],
      [
        " United",
        -0.00014621076
      ],
      [
        " States",
        -7.946405e-05
      ],
      [
        " House",
        -9.014684e-06
      ],
      [
        " of",
        -2.1008714e-06
      ],
      [
        " Representatives",
        -6.82589e-05
      ]
    ]
  },
  "Robert Byron argued that this painting's composition was modeled after its artist's earlier Dormition of the Virgin. A saint holds a bent iron at the front of a group of martyrs and apostles in the upper right of this painting, whose bottom is six feet off of the floor, requiring viewers to look sharply upward to see all of it. At the top of this painting, a yellow-clad St. Peter dangles two keys from his right hand on the left of a triangular Deesis, which depicts John the Baptist and the Virgin": {
    "guess": "The Last Judgment (Michelangelo)",
    "confidence": [
      [
        "The",
        -0.69065565
      ],
      [
        " Last",
        -1.4260252
      ],
      [
        " Judgment",
        -0.050879255
      ],
      [
        " (",
        -0.4580962
      ],
      [
        "Mich",
        -0.19896239
      ],
      [
        "el",
        -5.8722613e-05
      ],
      [
        "angelo",
        -0.00010306638
      ],
      [
        ")",
        -0.0070917346
      ]
    ]
  },
  "Robert Wexler, a congressman from this state is currently leading a drive to impeach vice president Cheney.": {
    "guess": "Florida",
    "confidence": [
      [
        "Florida",
        -0.11158879
      ]
    ]
  },
  "Robert Wexler, a congressman from this state is currently leading a drive to impeach vice president Cheney. In 2006, this state elected a Republican Governor but voted to keep Bill Nelson in the Senate over his Republican competitor. That Governor, Charlie Crist, endorsed John McCain before their 2008 primary, and he went on to win all of their delegates on the Republican side, and another senator from this state is the conservative Mel Martinez. For ten points, name this state, whose Democratic primary was worth zero delegates as it was held before February 5, and whose Katherine Harris is more famous for her role as Secretary of State during 2000's recount.": {
    "guess": "Florida",
    "confidence": [
      [
        "Florida",
        -0.0068040676
      ]
    ]
  },
  "Robert King's 1996 version, rare in that it uses boys instead of women for the alto and two soprano roles, and Nicholas Harnoncourt's 1968 one, the first modern one to use period instruments, are two of the most popular recordings of this piece. The E minor passacaglia that comprises a \"Crucifixus\" and a fugue that forms an \"Et Expecto,\" both contained in its second section, the Symbolum Nicenum, are examples of numerous pieces from it that were recycled from earlier works of the composer. This work was an expansion from an initial Kyrie and Gloria, and its four sections were completed and performed separately, with its final parts being completed in 1749 and standing with the unfinished The": {
    "guess": "Mass in B minor",
    "confidence": [
      [
        "Mass",
        -0.040814377
      ],
      [
        " in",
        -0.0007904516
      ],
      [
        " B",
        -0.00089681253
      ],
      [
        " minor",
        -0.018054418
      ]
    ]
  },
  "Robert Dold, a Republican, now holds this politician's old seat in the US House of Representatives. In 2006 and 2008, this man successfully defended that House seat against the same opponent, Dan Seals. In 2010, this man was elected to the Senate despite the defeat of his party's Gubernatorial nominee,": {
    "guess": "Mark Kirk",
    "confidence": [
      [
        "Mark",
        -0.0025997956
      ],
      [
        " Kirk",
        -0.12840728
      ]
    ]
  },
  "A Robert Browning work named for this figure sees her trying to convince her husband that she is her wife, with \"the worst of the venom [that] left my lips.\" In a section called \"As Far As Thought Can Reach,\" this character warns how humanity will become one with her and be superseded by her. In a poem, this figure's hair \"draws [the] burning breath,\" of the speaker and \"the rose and the poppy are": {
    "guess": "The Pied Piper of Hamelin",
    "confidence": [
      [
        "The",
        -0.91243064
      ],
      [
        " Pied",
        -1.6451981
      ],
      [
        " Piper",
        -2.7014437e-05
      ],
      [
        " of",
        -0.0009845777
      ],
      [
        " Ham",
        -9.651017e-05
      ],
      [
        "elin",
        -0.00043150366
      ]
    ]
  },
  "Robert Bergman showed how these compounds can be activated by irradiation in a cyclopentadiene carbonyl rhodium coordination complex medium, which is important because they normally interact only through Van der Waals forces. Sodium metal is used to recover them along with salts in the Wurtz Reaction, and they may be produced by hydrolysis of a Grignard Reagent or by fractional distillation of crude": {
    "guess": "Alkane",
    "confidence": [
      [
        "Al",
        -0.64881366
      ],
      [
        "k",
        -0.012708121
      ],
      [
        "ane",
        -0.5579673
      ]
    ]
  },
  "Robert King's 1996 version, rare in that it uses boys instead of women for the alto and two soprano roles, and Nicholas Harnoncourt's 1968 one, the first modern one to use period instruments, are two of the most popular recordings of this piece. The E minor passacaglia that comprises a \"Crucifixus\" and a fugue that forms an \"Et Expecto,\" both contained in its second section, the Symbolum Nicenum, are": {
    "guess": "Mass in B minor",
    "confidence": [
      [
        "Mass",
        -0.01599624
      ],
      [
        " in",
        -0.00022845028
      ],
      [
        " B",
        -0.0011387886
      ],
      [
        " minor",
        -0.0121210795
      ]
    ]
  },
  "Robert Calef and Thomas Brattle offered contemporary criticism of these events in More Wonders of the Invisible World. One participant in these events tested the \"effluvia\" theory by feeding a dog a cake with urine baked into it. Biologist Linnda Caporael claims they coincided with the consumption of infected rye bread. William Stoughton presided over these events during William Phips's governorship.": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -0.0023347358
      ],
      [
        "alem",
        -5.3358446e-05
      ],
      [
        " witch",
        -0.0041719526
      ],
      [
        " trials",
        -0.00036037207
      ]
    ]
  },
  "Robert Taylor wrote a work called Vessel of Wrath: The Life and Times of... this historical figure. ": {
    "guess": "William Booth",
    "confidence": [
      [
        "William",
        -1.8145127
      ],
      [
        " Booth",
        -1.0940273
      ]
    ]
  },
  "Robert Stebbins discovered that a member of this taxonomic class that diverged as it spread southward from Oregon is a ring species. Induction during the development of these animals was studied by Spemann and Mangold in transplantation experiments. The model organism Xenopus is a member of this class, whose members are affected by the disease chytridiomycosis [kahy-TRID-ee-oh-my-KOH-sis]. Along with reptiles, members of this class have a three-chambered heart. Some members of this class catch insects using a sticky tongue and have aquatic larvae called tadpoles. For 10 points, name this class": {
    "guess": "Amphibian",
    "confidence": [
      [
        "Am",
        -0.0014236874
      ],
      [
        "ph",
        -4.9617593e-06
      ],
      [
        "ib",
        -0.056235604
      ],
      [
        "ian",
        -0.0021516883
      ]
    ]
  },
  "Robert MacDonald's death in Norfolk from wounds suffered in this incident inspired public rallies and placed him with the three other Americans who died immediately in it. John Strachen and Jerkin Ratford were two of the four men taken as prisoners in this encounter, which stemmed from George Cranfield Berkeley's order to retrieve escapees from the Melampus and the Halifax. Salusbury Pryce Humphreys initiated this conflict several miles off Cape Henry, demanding to examine the vessel commanded by the man who would go on to kill Stephen Decatur, James Barron. Leading to the passage of the Embargo Act, this is, FTP, what incident in which the namesake British ship boarded and impressed several": {
    "guess": "Chesapeake-Leopard Affair",
    "confidence": [
      [
        "Ch",
        -0.006313397
      ],
      [
        "es",
        -2.6968896e-06
      ],
      [
        "apeake",
        -0.00041649136
      ],
      [
        "-Le",
        -0.0011358123
      ],
      [
        "opard",
        -4.3822154e-05
      ],
      [
        " Aff",
        -0.00012035091
      ],
      [
        "air",
        -0.00015383612
      ]
    ]
  },
  "Robert Conrad was elected mayor of Philadelphia after being revealed as a member of this group. In Massachusetts, it helped elect Senator Henry Wilson, while in Indiana it recruited congressman Schuyler Colfax. One member was the only man to defeat Boss Tweed in an election. Their presidential candidate was a former Comptroller of New York who led the Silver-Grey Whigs, while their vice-Presidential candidate was Kitchen Cabinet member Andrew Donnelson. For 10 points, name this political party formed out of the Order of the Star- Spangled Banner, which nominated Millard Fillmore for President and": {
    "guess": "Know Nothing Party",
    "confidence": [
      [
        "Know",
        -0.4191689
      ],
      [
        " Nothing",
        -0.0063062925
      ],
      [
        " Party",
        -0.017136946
      ]
    ]
  },
  "Robert King's 1996 version, rare in that it uses boys instead of women for the alto and two soprano roles,": {
    "guess": "The Fairy-Queen",
    "confidence": [
      [
        "The",
        -1.7162429
      ],
      [
        " Fairy",
        -0.12907198
      ],
      [
        "-",
        -0.15904942
      ],
      [
        "Queen",
        -0.00015371693
      ]
    ]
  },
  "The Robinson-Patman Act outlawed the use of this practice for anti-competitive purposes. Examples of the first degree type include allowing for bargaining or issuing coupons; examples of the second degree": {
    "guess": "Price discrimination",
    "confidence": [
      [
        "Price",
        -0.0029975546
      ],
      [
        " discrimination",
        -0.22105812
      ]
    ]
  },
  "Robert Putnam talked about the decline of the \"social\" type of this resource in Bowling Alone. This concept names a work which introduced the idea of \"commodity fetishism\", and along with land and labor,": {
    "guess": "Social capital",
    "confidence": [
      [
        "Social",
        -0.1841624
      ],
      [
        " capital",
        -0.05236528
      ]
    ]
  },
  "Robert Remini argued in one of his works that Martin van Buren did not introduce this bill to congress just to have it defeated, and support for this bill grew after a meeting in Harrisburg. One writing against this bill declares that there is a \"striking distinction between Government and Sovereignty,\"": {
    "guess": "Tariff of Abominations",
    "confidence": [
      [
        "Tar",
        -0.45629647
      ],
      [
        "iff",
        -0.0004150609
      ],
      [
        " of",
        -0.00022022522
      ],
      [
        " Ab",
        -0.14185114
      ],
      [
        "omin",
        -0.0009717293
      ],
      [
        "ations",
        -1.8550976e-05
      ]
    ]
  },
  "Robert Michels stated that the leadership of complex organizations becomes more interested in the organization itself than its official goals in his Iron Law of this concept. Michels believed that this": {
    "guess": "Oligarchy",
    "confidence": [
      [
        "O",
        -0.012406513
      ],
      [
        "lig",
        -1.4378848e-05
      ],
      [
        "archy",
        -0.00026848805
      ]
    ]
  },
  "Robin Canup suggests that this body was formed from a giant impact of a Kuiper Belt object. Similar objects to this entity include Nix and Hydra, and this object was discovered in 1978 by James Christy when he noticed a periodic bulge in photographs of the body it orbits. This body is located in a system": {
    "guess": "Charon",
    "confidence": [
      [
        "Char",
        -0.12473656
      ],
      [
        "on",
        -0.00010127832
      ]
    ]
  },
  "Robert Southey's (SUTH-ee's) biography of this individual described the impact of this man's uncle Maurice Suckling on his career. This man lost an arm while leading an assault on Tenerife (TEN-uh-REE-fay), and he lost an eye at the Battle of Calvi. This man had an affair with Emma Hamilton. This man nearly destroyed the French fleet at Aboukir (AH-boo-keer) Bay, and he commanded the H.M.S. Victory in his last battle. For 10 points, name this British admiral who died while leading the British navy to victory at the Battle of Trafalgar.": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.0074252454
      ],
      [
        "atio",
        -1.0921943e-05
      ],
      [
        " Nelson",
        -2.188868e-05
      ],
      [
        ",",
        -0.0013354785
      ],
      [
        " ",
        -5.1689596e-05
      ],
      [
        "1",
        -2.4584822e-06
      ],
      [
        "st",
        -5.9153886e-06
      ],
      [
        " Vis",
        -8.7450695e-05
      ],
      [
        "count",
        -1.0325924e-05
      ],
      [
        " Nelson",
        -3.1737043e-06
      ]
    ]
  },
  "Robert Philson and Herman Husband were arrested after this event, which led to the assembling of a twelve thousand man militia known as the Watermelon Army to put it down. That army was led by Lighthorse Harry Lee and George Washington, who wanted to prove federal power by opposing the insurrection of farmers unhappy with the excise tax on a certain good. For 10 points name this 1794 Pennsylvania rebellion led by farmers with small time distilleries.": {
    "guess": "Whiskey Rebellion",
    "confidence": [
      [
        "Wh",
        -0.020306066
      ],
      [
        "iskey",
        -0.000119993296
      ],
      [
        " Rebellion",
        -0.0017403896
      ]
    ]
  },
  "Robert Southey's (SUTH-ee's) biography of this individual described the impact of this man's uncle Maurice Suckling on his career. This man lost an arm while leading an assault on Tenerife (TEN-uh-REE-fay), and he lost an eye at the Battle of Calvi. This man had an affair with Emma Hamilton. This man": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.010523617
      ],
      [
        "atio",
        -4.365741e-06
      ],
      [
        " Nelson",
        -2.8564085e-05
      ],
      [
        ",",
        -0.0002880338
      ],
      [
        " ",
        -3.8100377e-05
      ],
      [
        "1",
        -3.0545007e-06
      ],
      [
        "st",
        -3.0545007e-06
      ],
      [
        " Vis",
        -5.955704e-05
      ],
      [
        "count",
        -1.8624639e-06
      ],
      [
        " Nelson",
        -1.8624639e-06
      ]
    ]
  },
  "Robert Southey translated the chronicles about this man into English in 1808.  He briefly survived under King Zaragoza before betraying him and fighting off Almoravid attacks for the last five years of his life.  As recorded in the Historia Roderici his principal feat was the capture of Valencia after having been banished by a jealous Alfonso the Sixth.  Originally named Rodrigo Diaz de Vivar, FTP,": {
    "guess": "El Cid",
    "confidence": [
      [
        "El",
        -0.18261346
      ],
      [
        " C",
        -0.0022015248
      ],
      [
        "id",
        -5.145119e-05
      ]
    ]
  },
  "Robert King's 1996 version, rare in that it uses boys instead of women for the alto and two soprano roles, and Nicholas Harnoncourt's 1968 one, the first modern one to use period instruments, are two of the most popular recordings of this piece. The E minor passacaglia that comprises a \"Crucifixus\" and a fugue that forms an \"Et Expecto,\" both contained in its second section, the Symbolum Nicenum, are examples of numerous pieces from it that were recycled from earlier works of the composer. This work was an expansion from an initial Kyrie and Gloria, and its four sections were completed and performed": {
    "guess": "Mass in B minor",
    "confidence": [
      [
        "Mass",
        -0.0009782672
      ],
      [
        " in",
        -1.700133e-05
      ],
      [
        " B",
        -6.15835e-05
      ],
      [
        " minor",
        -0.009624338
      ]
    ]
  },
  "Robert Kapsis argued that it was low in certain communities in his article on Black Ghetto Diversity and it.  In an article by Gary Lee entitled Marriage and this, Lee references a version of this concept which attempts to explain the criminal tendency to act upon any opportunity for income, even when illegal.  That version was developed by Robert Merton, who wrote Social Structure and this.  It was identified as a result of religion's decreasing importance in society and of the modern division of": {
    "guess": "Strain theory",
    "confidence": [
      [
        "Str",
        -0.8345342
      ],
      [
        "ain",
        -2.6968896e-06
      ],
      [
        " theory",
        -0.48544627
      ]
    ]
  },
  "Robert Gordon's triangle model analyses three reasons why this phenomenon occurs. One variety of it arises when there is a there is a numerical difference between aggregate demand and aggregate supply. This concept and unemployment are linked in the Philips Curve.  Coming in cost-push and demand-pull varieties, monetarism believes it to be caused by increases in the money supply.  For ten points, name this economic whose hyper variety currently exists in Zimbabwe because they are drastically increasing the supply of money.": {
    "guess": "Hyperinflation",
    "confidence": [
      [
        "Hyper",
        -0.5576217
      ],
      [
        "in",
        -0.0014956956
      ],
      [
        "flation",
        -0.00021867557
      ]
    ]
  },
  "Robert Dold, a Republican, now holds this politician's old seat in the US House of Representatives. In 2006 and 2008, this man successfully defended that House seat against the same opponent, Dan Seals. In 2010, this man was elected to the Senate despite the defeat of his party's Gubernatorial nominee, (+) Bill Brady, by Patrick Quinn. In that Senate race, this man defeated an opponent who was criticized": {
    "guess": "Mark Kirk",
    "confidence": [
      [
        "Mark",
        -0.014371515
      ],
      [
        " Kirk",
        -0.044766534
      ]
    ]
  },
  "Robert Calef and Thomas Brattle offered contemporary criticism of these events in More Wonders of the Invisible World. One participant in these events tested the \"effluvia\" theory by feeding a dog a cake with urine baked into it. Biologist Linnda Caporael claims they coincided with the consumption of infected rye bread. William Stoughton presided over these events during William Phips's governorship. They started after doctor (*) William Griggs provided treatment for certain hysterical fits, and \"spectral evidence\" during these events was allowed by Cotton Mather. Participants in these events included Betty Parris and Abigail Williams, and during these events stones were piled on Giles Corey. A slave named Tituba was also implicated in these events. For 10 points, name these 1692 Massachusetts events in which many accused heretics were killed with little evidence.": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -0.019448755
      ],
      [
        "alem",
        -1.9816675e-06
      ],
      [
        " witch",
        -0.18262082
      ],
      [
        " trials",
        -0.00026252787
      ]
    ]
  },
  "A Robert Browning work named for this figure sees her trying to convince her husband that she is her wife, with \"the worst of the venom [that] left my lips.\" In a section called \"As Far As Thought Can Reach,\" this character warns how humanity will become one with her and be superseded by her. In a poem, this figure's hair \"draws [the] burning breath,\" of the speaker and \"the rose and the poppy are her flower.\" In addition to appearing in a title of a Christina Rossetti poem, this woman warns about humanity in Back to [?] Methuselah. Although the name Lamia was labeled as this woman by the Vulgate,": {
    "guess": "Lilith",
    "confidence": [
      [
        "L",
        -0.27550638
      ],
      [
        "il",
        -0.15607333
      ],
      [
        "ith",
        -9.531814e-05
      ]
    ]
  },
  "Robert Boyle left funds for one of these institutions to be established at Bafferton Hall under the auspices": {
    "guess": "Indian schools",
    "confidence": [
      [
        "Indian",
        -0.18700297
      ],
      [
        " schools",
        -0.015695993
      ]
    ]
  },
  "Robert MacDonald's death in Norfolk from wounds suffered in this incident inspired public rallies and placed him with the three other Americans who died immediately in it. John Strachen and Jerkin Ratford were two of the four men taken as prisoners in this encounter, which stemmed from George Cranfield Berkeley's order to retrieve escapees from the Melampus and the Halifax. Salusbury Pryce Humphreys initiated this conflict several miles off Cape Henry, demanding to examine the vessel commanded by": {
    "guess": "Chesapeake-Leopard Affair",
    "confidence": [
      [
        "Ch",
        -0.03214326
      ],
      [
        "es",
        -3.5358695e-05
      ],
      [
        "apeake",
        -8.530503e-05
      ],
      [
        "-Le",
        -0.006396904
      ],
      [
        "opard",
        -3.6789137e-05
      ],
      [
        " Aff",
        -0.00036335218
      ],
      [
        "air",
        -0.000107953725
      ]
    ]
  },
  "Robert Axelrod wrote about this thought experiment in his The Evolution of Cooperation, and noted that the best strategies in this situation were those that were \"nice\", \"forgiving\", \"retaliating\", \"non-envious.\" It was originally posed by Merrill Flood and Melvin Dresher, and the best response to the (*) iterated version of this problem is the \"tit-for-tat\" solution. Contrasting the value of altruistic": {
    "guess": "Prisoner's dilemma",
    "confidence": [
      [
        "Pr",
        -0.0015076012
      ],
      [
        "isoner",
        -0.00023202639
      ],
      [
        "'s",
        -1.3663626e-05
      ],
      [
        " dilemma",
        -0.013175057
      ]
    ]
  },
  "Robert Hunter gained this post thanks to Democrat success in the Broad Seal War. The first holder of this position was Frederick Muhlenberg, while the only president to have previously served in this capacity is James K. Polk. One man who held this post ended the disappearing quorum by barricading Democrats in and was nicknamed \"Czar Reed\". Joe (*) Cannon greatly expanded the power of this position, which is second in the line of presidential succession. The \"Contract with America\" was promoted by one holder of this position, Newt Gingrich. For ten points, name this position currently held by John Boehner.": {
    "guess": "Speaker of the United States House of Representatives",
    "confidence": [
      [
        "Speaker",
        -0.0029713996
      ],
      [
        " of",
        -9.610702e-06
      ],
      [
        " the",
        -0.00023619852
      ],
      [
        " United",
        -0.00011939728
      ],
      [
        " States",
        -7.076218e-05
      ],
      [
        " House",
        -8.537869e-06
      ],
      [
        " of",
        -2.4584822e-06
      ],
      [
        " Representatives",
        -6.682846e-05
      ]
    ]
  },
  "Robert Dahl argued against this work's central point in a study of New Haven. One chapter of this work claims that the New Deal was the fourth epoch of the title entity, and that currently it is in the fifth. This work asserts that there is no such thing as a self-made man in a section about how corrupt institutions lead to a \"higher immorality.\" Its author refers to a certain group as \"the warlords\"; they are among those whom this work claims work in \"The Conservative Mood.\" Other chapters of this work describe \"The Political Directorate,\" \"The Chief Executives,\" and \"The Corporate Rich,\" all of whom are part of the title group. For 10 points, name this book which claims that a small social group controlling financial, military, and political interests controls America, a work of C. Wright Mills.": {
    "guess": "The Power Elite",
    "confidence": [
      [
        "The",
        -0.009409072
      ],
      [
        " Power",
        -0.0004181602
      ],
      [
        " Elite",
        -9.849109e-06
      ]
    ]
  },
  "Robert Dahl argued against this work's central point in a study of New Haven. One chapter of this work claims that the New Deal was the fourth epoch of the title entity, and that currently it is in the fifth. This work asserts that there is no such thing as a self-made man in a section about how corrupt institutions lead to a \"higher immorality.\" Its author refers to a certain group as \"the warlords\";": {
    "guess": "Iron Law of Oligarchy",
    "confidence": [
      [
        "Iron",
        -0.8383855
      ],
      [
        " Law",
        -1.2146724
      ],
      [
        " of",
        -0.0009512409
      ],
      [
        " O",
        -1.8431772e-05
      ],
      [
        "lig",
        -4.3202e-07
      ],
      [
        "archy",
        -7.107425e-06
      ]
    ]
  },
  "Robert Hunter gained this post thanks to Democrat success in the Broad Seal War. The first holder of this position was Frederick Muhlenberg, while the only president to have previously served in this capacity is James K. Polk. One man who held this post ended the disappearing quorum by barricading Democrats": {
    "guess": "Speaker of the United States House of Representatives",
    "confidence": [
      [
        "Speaker",
        -0.008379945
      ],
      [
        " of",
        -2.9994528e-05
      ],
      [
        " the",
        -2.8921695e-05
      ],
      [
        " United",
        -0.0009218233
      ],
      [
        " States",
        -4.3226137e-05
      ],
      [
        " House",
        -3.392825e-05
      ],
      [
        " of",
        -3.1281633e-07
      ],
      [
        " Representatives",
        -1.8789384e-05
      ]
    ]
  },
  "Robert Putnam talked about the decline of the \"social\" type of this resource in Bowling Alone. This concept names a work which introduced the idea of \"commodity fetishism\", and along with land and labor, it is one of the factors of production in classical economics. Startup firms can benefit from the \"venture\" form of this. For 10 points, name this concept that gives its name to an economic system": {
    "guess": "Social capital",
    "confidence": [
      [
        "Social",
        -0.41585562
      ],
      [
        " capital",
        -0.00745246
      ]
    ]
  },
  "Robert Fitzroy claimed this document's second part should only apply to \"a few patches of potato-ground, and rude dwelling places.\" Key liaisons in preparing this document were missionaries Edward and Henry Williams, who worked against the desires of James Busby. Commemorated every February 6 with acrimonious, ethnically-based protests, a namesake tribunal of this document was set up in 1975 to redress colonial abuses of this document, promoted by Governor George Gipps and signed by William (*) Hobson and Hono Heke, highest of the rangatira. Its terms of which were crucially altered by an ambiguity": {
    "guess": "Treaty of Waitangi",
    "confidence": [
      [
        "T",
        -0.06384839
      ],
      [
        "reat",
        -3.5954712e-05
      ],
      [
        "y",
        -3.4762674e-05
      ],
      [
        " of",
        -0.024577506
      ],
      [
        " Wait",
        -0.00018744789
      ],
      [
        "angi",
        -8.44706e-05
      ]
    ]
  },
  "Robert Greenler's Rainbows, Haloes, and Glories contains photographic plates of this phenomenon.  It is not strongly wavelength dependent and it predominates in cases with particle sizes larger than a": {
    "guess": "Glory (optical phenomenon)",
    "confidence": [
      [
        "Gl",
        -0.841263
      ],
      [
        "ory",
        -0.0031291135
      ],
      [
        " (",
        -0.100757256
      ],
      [
        "opt",
        -0.00010759611
      ],
      [
        "ical",
        -1.147242e-06
      ],
      [
        " phenomenon",
        -0.00030471865
      ],
      [
        ")",
        -0.0001506213
      ]
    ]
  },
  "Robert MacDonald's death in Norfolk from wounds suffered in this incident inspired public rallies and placed him with the three other Americans who died immediately in it. John Strachen and Jerkin Ratford": {
    "guess": "Norfolk Riot of 1855",
    "confidence": [
      [
        "Nor",
        -0.7746646
      ],
      [
        "folk",
        -0.0008578623
      ],
      [
        " Riot",
        -1.6912125
      ],
      [
        " of",
        -0.008903734
      ],
      [
        " ",
        -0.0019908512
      ],
      [
        "185",
        -0.43062618
      ],
      [
        "5",
        -0.85714054
      ]
    ]
  },
  "Robert Calef's attack on these events was responded to in the text Some Few Remarks upon a Scandalous": {
    "guess": "Some Few Remarks upon a Scandalous Book",
    "confidence": [
      [
        "Some",
        -0.7769812
      ],
      [
        " Few",
        -0.005553663
      ],
      [
        " Remarks",
        -0.00088692224
      ],
      [
        " upon",
        -0.026431037
      ],
      [
        " a",
        -0.0034752209
      ],
      [
        " Sc",
        -0.00061116746
      ],
      [
        "andal",
        -0.00031031753
      ],
      [
        "ous",
        -1.60477e-05
      ],
      [
        " Book",
        -0.022904394
      ]
    ]
  },
  "Robert Dahl argued against this work's central point in a study of New Haven. One chapter of this work": {
    "guess": "Power in the United States",
    "confidence": [
      [
        "Power",
        -0.6851588
      ],
      [
        " in",
        -0.881444
      ],
      [
        " the",
        -0.94036496
      ],
      [
        " United",
        -0.5998758
      ],
      [
        " States",
        -0.009928321
      ]
    ]
  },
  "Robert Kapsis argued that it was low in certain communities in his article on Black Ghetto Diversity and it.  In an article by Gary Lee entitled Marriage and this, Lee references a version of this concept which attempts to explain the criminal tendency to act upon any opportunity for income, even when illegal.  That version was developed by Robert Merton, who wrote Social Structure and this.  It was identified as a result of religion's decreasing importance in society and of the modern division of labor.  For 10 points, name this breakdown of social norms resulting in a feeling of lack of purpose, one of the four major causes of suicide identified by Emile Durkheim.": {
    "guess": "Anomie",
    "confidence": [
      [
        "An",
        -0.018368369
      ],
      [
        "om",
        -0.00017040544
      ],
      [
        "ie",
        -8.8165914e-05
      ]
    ]
  },
  "Robert Dahl argued against this work's central point in a study of New Haven. One chapter of this work claims that the New Deal was the fourth epoch of the title entity, and that currently it is in the fifth. This work asserts that there is no such thing as a self-made man in a section about how corrupt institutions lead to a \"higher immorality.\" Its author refers to a certain group as \"the warlords\"; they are among those whom this work claims work in \"The Conservative Mood.\" Other chapters of this work describe \"The Political Directorate,\" \"The Chief Executives,\" and \"The Corporate Rich,\" all of whom are part of the title group. For 10 points, name this book which claims that a small social group controlling financial, military, and political interests controls America, a work of C. Wright": {
    "guess": "The Power Elite",
    "confidence": [
      [
        "The",
        -0.026515093
      ],
      [
        " Power",
        -1.5451682e-05
      ],
      [
        " Elite",
        -1.7239736e-05
      ]
    ]
  },
  "Robert Calef's attack on these events was responded to in the text Some Few Remarks upon a Scandalous Book. They were criticized in the book Truth Held Forth and Maintained by Thomas Maule. During these events, Mary Sibley suggested baking a rye cake with urine in it and feeding it to a dog. They were the subject of the text Wonders of the Invisible World by (*) Cotton Mather. These events began when Betty Parris and Abigail Williams seemingly developed epileptic fits after having been taught fortune telling by the slave Tituba. Eventually, ministers condemned these events for over reliance on \"spectral evidence.\" For 10 points, name these series of 1690 hearings in which multiple people were executed in Massachusetts for supposedly working with the Devil.": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -0.0040011113
      ],
      [
        "alem",
        -3.392825e-05
      ],
      [
        " witch",
        -0.0052523725
      ],
      [
        " trials",
        -9.221884e-05
      ]
    ]
  },
  "Robert Remini argued in one of his works that Martin van Buren did not introduce this bill to congress just to have it defeated, and support for this bill grew after a meeting in Harrisburg. One writing": {
    "guess": "Tariff of Abominations",
    "confidence": [
      [
        "Tar",
        -0.3030735
      ],
      [
        "iff",
        -0.0003001889
      ],
      [
        " of",
        -0.00051609793
      ],
      [
        " Ab",
        -0.09995245
      ],
      [
        "omin",
        -0.0011978478
      ],
      [
        "ations",
        -2.1650272e-05
      ]
    ]
  },
  "Robert Nozick argued against this doctrine by imagining a \"monster\" who gets increasing marginal returns,": {
    "guess": "Invisible hand",
    "confidence": [
      [
        "In",
        -1.0901408
      ],
      [
        "visible",
        -0.02756377
      ],
      [
        " hand",
        -0.5694529
      ]
    ]
  },
  "Robert Boyle left funds for one of these institutions to be established at Bafferton Hall under the auspices of William & Mary. Richard Pratt led the large-scale founding of these in the 1880s, declaring an intent to \"save the man.\" These institutions were the subject of the 1928 Meriam Report, which recommended abolition of the Uniform Course of Study and a raising of the minimum age for enrollment. These places \"made me learn your (*) white man rule, be a fool\" according to a protest song by a": {
    "guess": "Indian schools",
    "confidence": [
      [
        "Indian",
        -0.004590211
      ],
      [
        " schools",
        -0.017472612
      ]
    ]
  },
  "Robert Adam borrowed from Andrea Palladio in his work on one of these in London, and the Procurators of San Marco hired Jacopo Sansovino to create one of these in Venice. Bartolomeo Ammanati assisted in the construction of the staircase in one of these in the Basilica di San Lorenzo. Joshua Prince-Ramus and Rem Koolhaas designed an 11-story glass and steel one of these in Seattle. (*) I.M. Pei designed a museum doubling as one of these for John F. Kennedy, and another notable one is the aforementioned": {
    "guess": "Library",
    "confidence": [
      [
        "Library",
        -0.028613076
      ]
    ]
  },
  "Robert Treat Paine was a prosecutor of this event, for which just two men were convicted; other perpetrators, including Thomas Preston, were acquitted by Josiah Quincey and John Adams. One engraving of this event depicted neither thrown snowballs or African-American victim Crispus Attucks; that Paul": {
    "guess": "Boston Massacre",
    "confidence": [
      [
        "Boston",
        -0.005214548
      ],
      [
        " Mass",
        -0.0007585271
      ],
      [
        "acre",
        -5.0616763e-05
      ]
    ]
  },
  "A Robert Browning work named for this figure sees her trying to convince her husband that she is her": {
    "guess": "The Statue and the Bust",
    "confidence": [
      [
        "The",
        -0.6918837
      ],
      [
        " Statue",
        -0.61427003
      ],
      [
        " and",
        -0.14953919
      ],
      [
        " the",
        -0.016642671
      ],
      [
        " Bust",
        -0.001072704
      ]
    ]
  },
  "A Robert Browning work named for this figure sees her trying to convince her husband that she is her wife, with \"the worst of the venom [that] left my lips.\" In a section called \"As Far As Thought Can Reach,\" this character warns how humanity will become one with her and be superseded by her. In a poem, this figure's hair \"draws [the] burning breath,\" of the speaker and \"the rose and the poppy are her flower.\" In addition to appearing in a title of a Christina Rossetti poem, this woman warns about": {
    "guess": "Lilith",
    "confidence": [
      [
        "L",
        -0.41864598
      ],
      [
        "il",
        -0.007655965
      ],
      [
        "ith",
        -7.016616e-05
      ]
    ]
  },
  "A Robert Browning work named for this figure sees her trying to convince her husband that she is her wife, with \"the worst of the venom [that] left my lips.\" In a section called \"As Far As Thought Can Reach,\" this character warns how humanity will become one with her and be superseded by her. In a poem, this figure's hair \"draws [the] burning breath,\" of the speaker and \"the rose and the poppy are her flower.\" In addition to appearing in a title of a Christina Rossetti poem, this woman warns about humanity in Back to [?] Methuselah. Although the name Lamia was labeled as this woman by the Vulgate, The Book of Isaiah in the Bible mentions her name in Chapter 34, but she is more traditionally to be held a screech owl and the first wife of Adam. For ten points, name this Jewish Night Demon.": {
    "guess": "Lilith",
    "confidence": [
      [
        "L",
        -0.016615935
      ],
      [
        "il",
        -0.0017303913
      ],
      [
        "ith",
        -0.00021879478
      ]
    ]
  },
  "Robert Taylor wrote a work called Vessel of Wrath: The Life and Times of... this historical figure.  Her second husband's involvement in the Jaybird-Woodpecker War forced their move to the area she is most associated with.  She interpreted a tornado as divine approval for her actions, begun after receiving a message to \"Go to Kiowa,\" and referred to herself as \"a bulldog running along at the feet of Jesus.\" For 10 points, name this founder of the Medicine Lodge branch of the Women's Christian Temperance": {
    "guess": "Carrie Nation",
    "confidence": [
      [
        "Car",
        -0.005130339
      ],
      [
        "rie",
        -0.03295111
      ],
      [
        " Nation",
        -0.01911947
      ]
    ]
  },
  "Robert Greenler's Rainbows, Haloes, and Glories contains photographic plates of this phenomenon.  It is not strongly wavelength dependent and it predominates in cases with particle sizes larger than a wavelength.  Because two of the scattering coefficients must identically equal zero due to symmetry,": {
    "guess": "Glory (optical phenomenon)",
    "confidence": [
      [
        "Gl",
        -0.7727588
      ],
      [
        "ory",
        -0.012998572
      ],
      [
        " (",
        -0.06553581
      ],
      [
        "opt",
        -4.441817e-05
      ],
      [
        "ical",
        -2.2365493e-05
      ],
      [
        " phenomenon",
        -0.00046415447
      ],
      [
        ")",
        -9.805982e-05
      ]
    ]
  },
  "Robert Adam borrowed from Andrea Palladio in his work on one of these in London, and the Procurators of San Marco hired Jacopo Sansovino to create one of these in Venice. Bartolomeo Ammanati assisted in the construction of the staircase in one of these in the Basilica di San Lorenzo. Joshua Prince-Ramus and Rem Koolhaas designed an 11-story glass and steel one of these in Seattle. (*) I.M. Pei designed a museum doubling as one of these for John F. Kennedy, and another notable one is the aforementioned Laurentian one. For 10 points, identify this kind of building whose version in Boston has a reading": {
    "guess": "Public Library",
    "confidence": [
      [
        "Public",
        -0.56657594
      ],
      [
        " Library",
        -0.6508525
      ]
    ]
  },
  "Robert Bergman showed how these compounds can be activated by irradiation in a cyclopentadiene carbonyl rhodium coordination complex medium, which is important because they normally interact only through Van der Waals forces. Sodium metal is used to recover them along with salts in the Wurtz Reaction,": {
    "guess": "Transition metal complex",
    "confidence": [
      [
        "Transition",
        -1.0490057
      ],
      [
        " metal",
        -0.031368155
      ],
      [
        " complex",
        -0.5825664
      ]
    ]
  },
  "The Robinson-Patman Act outlawed the use of this practice for anti-competitive purposes. Examples of the first degree type include allowing for bargaining or issuing coupons; examples of the second degree include selling products cheaper in bulk portions, and examples of the third degree include offering": {
    "guess": "Price discrimination",
    "confidence": [
      [
        "Price",
        -0.004545827
      ],
      [
        " discrimination",
        -0.5296086
      ]
    ]
  },
  "Robert Nozick argued against this doctrine by imagining a \"monster\" who gets increasing marginal returns, and Derek Parfit describes its \"repugnant conclusion.\" One proponent of it evaluated the worth of acts with a \"felicific calculus\" in The Principles of Morals and Legislation.(*) Peter Singer favors a version of this philosophy which advocates maximally satisfying peoples' preferences; other varieties": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.0054707867
      ],
      [
        "itarian",
        -5.4312077e-05
      ],
      [
        "ism",
        -7.278864e-05
      ]
    ]
  },
  "Robert Nozick argued against this doctrine by imagining a \"monster\" who gets increasing marginal returns, and Derek Parfit describes its \"repugnant conclusion.\" One proponent of it evaluated the worth of acts with a \"felicific calculus\" in The Principles of Morals and Legislation.(*) Peter Singer favors a version of this philosophy which advocates maximally satisfying peoples' preferences; other varieties include the \"rule\" and \"act\" kinds. For 10 points, name this doctrine supported by John Stuart": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.016961623
      ],
      [
        "itarian",
        -6.1821906e-05
      ],
      [
        "ism",
        -4.823269e-05
      ]
    ]
  },
  "Robert Southey translated the chronicles about this man into English in 1808.  He briefly survived under King Zaragoza before betraying him and fighting off Almoravid attacks for the last five years of his life.  As recorded in the Historia Roderici his principal feat was the capture of Valencia after": {
    "guess": "El Cid",
    "confidence": [
      [
        "El",
        -0.6232272
      ],
      [
        " C",
        -0.0038183683
      ],
      [
        "id",
        -6.659005e-05
      ]
    ]
  },
  "Robert Southey's (SUTH-ee's) biography of this individual described the impact of this man's uncle Maurice Suckling on his career. This man lost an arm while leading an assault on Tenerife (TEN-uh-REE-fay), and he lost an eye at the Battle of Calvi. This man had an affair with Emma Hamilton. This man nearly destroyed the French fleet at Aboukir (AH-boo-keer) Bay, and he commanded the H.M.S. Victory": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.0039279643
      ],
      [
        "atio",
        -8.418666e-06
      ],
      [
        " Nelson",
        -3.1186566e-05
      ],
      [
        ",",
        -0.00043055005
      ],
      [
        " ",
        -5.7530575e-05
      ],
      [
        "1",
        -1.8624639e-06
      ],
      [
        "st",
        -4.246537e-06
      ],
      [
        " Vis",
        -5.216641e-05
      ],
      [
        "count",
        -3.0545007e-06
      ],
      [
        " Nelson",
        -1.7432603e-06
      ]
    ]
  },
  "Robert Calef and Thomas Brattle offered contemporary criticism of these events in More Wonders of the Invisible World. One participant in these events tested the \"effluvia\" theory by feeding a dog a cake with urine baked into it. Biologist Linnda Caporael claims they coincided with the consumption of infected rye bread. William Stoughton presided over these events during William Phips's governorship. They started after doctor (*) William Griggs provided treatment for certain hysterical fits, and \"spectral evidence\" during these events was allowed by Cotton Mather. Participants in these events included Betty Parris and Abigail Williams, and during these events stones were piled on Giles Corey. A slave named Tituba was also implicated in these events. For 10 points, name these 1692 Massachusetts": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -0.02541766
      ],
      [
        "alem",
        -4.604148e-06
      ],
      [
        " witch",
        -0.22562362
      ],
      [
        " trials",
        -0.0012464242
      ]
    ]
  },
  "Robert King's 1996 version, rare in that it uses boys instead of women for the alto and two soprano roles, and Nicholas Harnoncourt's 1968 one, the first modern one to use period instruments, are two of the most popular recordings of this piece. The E minor passacaglia that comprises a \"Crucifixus\" and a fugue that forms an \"Et Expecto,\" both contained in its second section, the Symbolum Nicenum, are examples of numerous pieces from it that were recycled from earlier works of the composer. This work": {
    "guess": "Mass in B minor",
    "confidence": [
      [
        "Mass",
        -0.0130932955
      ],
      [
        " in",
        -0.0006571544
      ],
      [
        " B",
        -0.0019978697
      ],
      [
        " minor",
        -0.00620772
      ]
    ]
  },
  "Robert Boyle left funds for one of these institutions to be established at Bafferton Hall under the auspices of William & Mary. Richard Pratt led the large-scale founding of these in the 1880s, declaring an intent to \"save the man.\" These institutions were the subject of the 1928 Meriam Report, which recommended abolition of the Uniform Course of Study and a raising of the minimum age for enrollment.": {
    "guess": "Indian schools",
    "confidence": [
      [
        "Indian",
        -0.0030420048
      ],
      [
        " schools",
        -0.008544599
      ]
    ]
  },
  "Robert Calef and Thomas Brattle offered contemporary criticism of these events in More Wonders of the Invisible World. One participant in these events tested the \"effluvia\" theory by feeding a dog a cake with urine baked into it. Biologist Linnda Caporael claims they coincided with the consumption of infected rye bread. William Stoughton presided over these events during William Phips's governorship. They started after doctor (*) William Griggs provided treatment for certain hysterical fits, and \"spectral evidence\" during these events was allowed by Cotton Mather. Participants in these events included Betty Parris and Abigail Williams, and during these events stones were piled on Giles Corey.": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -0.004626768
      ],
      [
        "alem",
        -9.043079e-05
      ],
      [
        " witch",
        -0.002886068
      ],
      [
        " trials",
        -0.00021855638
      ]
    ]
  },
  "Robert Dold, a Republican, now holds this politician's old seat in the US House of Representatives. In 2006 and 2008, this man successfully defended that House seat against the same opponent, Dan Seals. In 2010, this man was elected to the Senate despite the defeat of his party's Gubernatorial nominee, (+) Bill Brady, by Patrick Quinn. In that Senate race, this man defeated an opponent who was criticized for his running of the failed Broadway Bank, the Greek-American Alexi (*) Giannoulias. For 10 points, name this man who in 2010 replaced Roland Burris in the Barack Obama's old Senate seat, a Republican from Illinois.": {
    "guess": "Mark Kirk",
    "confidence": [
      [
        "Mark",
        -0.00832402
      ],
      [
        " Kirk",
        -0.039462596
      ]
    ]
  },
  "Robert Calef's attack on these events was responded to in the text Some Few Remarks upon a Scandalous Book. They were criticized in the book Truth Held Forth and Maintained by Thomas Maule. During these events, Mary Sibley suggested baking a rye cake with urine in it and feeding it to a dog. They were": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -0.0008067715
      ],
      [
        "alem",
        -6.372917e-05
      ],
      [
        " witch",
        -0.0011634346
      ],
      [
        " trials",
        -9.805982e-05
      ]
    ]
  },
  "Robert Stebbins discovered that a member of this taxonomic class that diverged as it spread southward from Oregon is a ring species. Induction during the development of these animals was studied by Spemann and Mangold in transplantation experiments. The model organism Xenopus is a member of this class, whose members are affected by the disease chytridiomycosis [kahy-TRID-ee-oh-my-KOH-sis]. Along with reptiles, members of this class have a three-chambered heart. Some members of this class catch insects using a sticky tongue and have aquatic larvae called tadpoles. For 10 points, name this class whose members include salamanders and frogs.": {
    "guess": "Amphibian",
    "confidence": [
      [
        "Am",
        -0.0023694665
      ],
      [
        "ph",
        -3.650519e-06
      ],
      [
        "ib",
        -0.013456438
      ],
      [
        "ian",
        -0.0016012678
      ]
    ]
  },
  "Robert Conrad was elected mayor of Philadelphia after being revealed as a member of this group. In Massachusetts, it helped elect Senator Henry Wilson, while in Indiana it recruited congressman Schuyler Colfax. One member was the only man to defeat Boss Tweed in an election. Their presidential candidate": {
    "guess": "American Party",
    "confidence": [
      [
        "American",
        -0.5660518
      ],
      [
        " Party",
        -0.41922116
      ]
    ]
  },
  "Robert Bowes and Ralph Elleskar petitioned the king on behalf of the rebels in this conflict, after which the rebels agreed to throw aside banners bearing the Five Wounds of Christ. It resulted in the": {
    "guess": "Pilgrimage of Grace",
    "confidence": [
      [
        "P",
        -1.9223171
      ],
      [
        "il",
        -0.10627596
      ],
      [
        "gr",
        -0.0003498858
      ],
      [
        "image",
        -9.253091e-06
      ],
      [
        " of",
        -1.60477e-05
      ],
      [
        " Grace",
        -2.4584822e-06
      ]
    ]
  },
  "Robert and George Marshall climbed 46 peaks in this range that were thought to be over 4,000 feet high. Since that achievement, resurveying discovered that Mount MacNaughton was higher than 4,000, but four others including Couchsachraga, are in fact lower than 4,000 feet. A western outlier of this range is the cuesta called the Tug Hill Plateau, while across the Black River its western foothills contain": {
    "guess": "Adirondack Mountains",
    "confidence": [
      [
        "Ad",
        -0.0012483277
      ],
      [
        "ir",
        -0.00023607932
      ],
      [
        "ond",
        -4.8425554e-06
      ],
      [
        "ack",
        -5.7172965e-05
      ],
      [
        " Mountains",
        -0.00021069261
      ]
    ]
  },
  "Robert Hunter gained this post thanks to Democrat success in the Broad Seal War. The first holder of this position was Frederick Muhlenberg, while the only president to have previously served in this capacity is James K. Polk. One man who held this post ended the disappearing quorum by barricading Democrats in and was nicknamed \"Czar Reed\". Joe (*) Cannon greatly expanded the power of this position, which is second in the line of presidential succession. The \"Contract with America\" was promoted by one holder of this position, Newt Gingrich. For ten points, name this position currently held by John": {
    "guess": "Speaker of the United States House of Representatives",
    "confidence": [
      [
        "Speaker",
        -0.009649728
      ],
      [
        " of",
        -1.247159e-05
      ],
      [
        " the",
        -0.00057447836
      ],
      [
        " United",
        -0.0003643058
      ],
      [
        " States",
        -6.82589e-05
      ],
      [
        " House",
        -3.4524266e-05
      ],
      [
        " of",
        -2.9352968e-06
      ],
      [
        " Representatives",
        -0.00012964146
      ]
    ]
  },
  "Robert Byron argued that this painting's composition was modeled after its artist's earlier Dormition of the Virgin. A saint holds a bent iron at the front of a group of martyrs and apostles in the upper right of this painting, whose bottom is six feet off of the floor, requiring viewers to look sharply upward to see all of it. At the top of this painting, a yellow-clad St. Peter dangles two keys from his right hand on the left of a triangular Deesis, which depicts John the Baptist and the Virgin Mary kneeling below a standing, white-clad Jesus. At its bottom, men carrying torches flank a line of black-clad nobles wearing white ruffs, who divide this painting's scene of ethereal, heavenly clouds from its depiction of St. Augustine and St. Stephen lowering the body of the title character. Located at the church of San Tome in Toledo, for 10 points, name this painting of the entombment of the": {
    "guess": "The Burial of the Count of Orgaz",
    "confidence": [
      [
        "The",
        -0.06909373
      ],
      [
        " Bur",
        -0.025143454
      ],
      [
        "ial",
        -1.962381e-05
      ],
      [
        " of",
        -6.9570146e-05
      ],
      [
        " the",
        -0.00085108227
      ],
      [
        " Count",
        -0.0014514251
      ],
      [
        " of",
        -0.00023965542
      ],
      [
        " Org",
        -1.9862217e-05
      ],
      [
        "az",
        -5.8841815e-05
      ]
    ]
  },
  "Robert Indiana made a 1963 variation of this painting that centered on a red star surrounded by the words \"err,\" \"die,\" \"hog,\" \"eat,\" and \"U.S.A.\" in stenciled letters. The original, done forty five years earlier, features the name \"Bill\" in large red letters at the top left, and is lit up by four round globes at the top that resemble street lamps, though the main focus is a bright red fire engine": {
    "guess": "The American Dream (painting)",
    "confidence": [
      [
        "The",
        -0.27871588
      ],
      [
        " American",
        -0.180241
      ],
      [
        " Dream",
        -0.07862899
      ],
      [
        " (",
        -0.27979523
      ],
      [
        "paint",
        -0.0355055
      ],
      [
        "ing",
        -7.743759e-05
      ],
      [
        ")",
        -0.00038908547
      ]
    ]
  },
  "Robert Wexler, a congressman from this state is currently leading a drive to impeach vice president Cheney. In 2006, this state elected a Republican Governor but voted to keep Bill Nelson in the Senate": {
    "guess": "Florida",
    "confidence": [
      [
        "Florida",
        -0.009003216
      ]
    ]
  },
  "A Robert Browning work named for this figure sees her trying to convince her husband that she is her wife, with \"the worst of the venom [that] left my lips.\" In a section called \"As Far As Thought Can Reach,\" this character warns how humanity will become one with her and be superseded by her. In a poem, this figure's hair \"draws [the] burning breath,\" of the speaker and \"the rose and the poppy are her flower.\" In addition to appearing in a title of a Christina Rossetti poem, this woman warns about humanity in Back to [?] Methuselah. Although the name Lamia was labeled as this woman by the Vulgate, The Book of Isaiah in the Bible mentions her name in Chapter 34, but she is more traditionally to": {
    "guess": "Lilith",
    "confidence": [
      [
        "L",
        -0.039263852
      ],
      [
        "il",
        -0.05608515
      ],
      [
        "ith",
        -7.398068e-05
      ]
    ]
  },
  "Robert Calef's attack on these events was responded to in the text Some Few Remarks upon a Scandalous Book. They were criticized in the book Truth Held Forth and Maintained by Thomas Maule. During these events, Mary Sibley suggested baking a rye cake with urine in it and feeding it to a dog. They were the subject of the text Wonders of the Invisible World by (*) Cotton Mather. These events began when Betty Parris and Abigail Williams seemingly developed epileptic fits after having been taught fortune telling by the slave Tituba. Eventually, ministers condemned these events for over reliance on": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -0.013115401
      ],
      [
        "alem",
        -0.0002782591
      ],
      [
        " witch",
        -0.0022694434
      ],
      [
        " trials",
        -0.00029828164
      ]
    ]
  },
  "Robert Southey translated the chronicles about this man into English in 1808.  He briefly survived under King Zaragoza before betraying him and fighting off Almoravid attacks for the last five years of": {
    "guess": "El Cid",
    "confidence": [
      [
        "El",
        -0.7316761
      ],
      [
        " C",
        -0.0030343977
      ],
      [
        "id",
        -0.00030173853
      ]
    ]
  },
  "Robert Bowes and Ralph Elleskar petitioned the king on behalf of the rebels in this conflict, after which the rebels agreed to throw aside banners bearing the Five Wounds of Christ. It resulted in the replacement of the Statute of Uses with the Statute of Wills, allowing wills to supersede primogeniture, but Bigod's Rebellion led to the execution of Thomas Darcy and Robert Aske despite the Earl of Northumberland's promise of a pardon. For 10 points, name this uprising in Yorkshire in 1536 that challenged": {
    "guess": "Pilgrimage of Grace",
    "confidence": [
      [
        "P",
        -0.0012997614
      ],
      [
        "il",
        -3.888926e-06
      ],
      [
        "gr",
        -2.749125e-05
      ],
      [
        "image",
        -1.5570886e-05
      ],
      [
        " of",
        -2.6060809e-05
      ],
      [
        " Grace",
        -1.6524515e-05
      ]
    ]
  },
  "The Robinson-Patman Act outlawed the use of this practice for anti-competitive purposes. Examples of the first degree type include allowing for bargaining or issuing coupons; examples of the second degree include selling products cheaper in bulk portions, and examples of the third degree include offering discounts for children or seniors. For 10 points, name this practice where businesses charge varying prices for the same product.": {
    "guess": "Price Discrimination",
    "confidence": [
      [
        "Price",
        -0.0011703447
      ],
      [
        " Discrim",
        -0.33442903
      ],
      [
        "ination",
        -3.1186566e-05
      ]
    ]
  },
  "Robert King's 1996 version, rare in that it uses boys instead of women for the alto and two soprano roles, and Nicholas Harnoncourt's 1968 one, the first modern one to use period instruments, are two of the most popular recordings of this piece. The E minor passacaglia that comprises a \"Crucifixus\" and a fugue that forms an \"Et Expecto,\" both contained in its second section, the Symbolum Nicenum, are examples of numerous pieces from it that were recycled from earlier works of the composer. This work was an expansion from an initial Kyrie and Gloria, and its four sections were completed and performed separately, with its final parts being completed in 1749 and standing with the unfinished The Art of the Fugue as one of its composer's final works. FTP, identify this Johann Sebastian Bach mass": {
    "guess": "Mass in B minor",
    "confidence": [
      [
        "Mass",
        -0.002180954
      ],
      [
        " in",
        -0.00015324011
      ],
      [
        " B",
        -0.0015511676
      ],
      [
        " minor",
        -0.3496589
      ]
    ]
  },
  "Robert Axelrod wrote about this thought experiment in his The Evolution of Cooperation, and noted that the best strategies in this situation were those that were \"nice\", \"forgiving\", \"retaliating\", \"non-envious.\"": {
    "guess": "Prisoner's dilemma",
    "confidence": [
      [
        "Pr",
        -0.036691327
      ],
      [
        "isoner",
        -0.0004585519
      ],
      [
        "'s",
        -7.493431e-05
      ],
      [
        " dilemma",
        -0.02391264
      ]
    ]
  },
  "Robert Michels stated that the leadership of complex organizations becomes more interested in the organization": {
    "guess": "Iron law of oligarchy",
    "confidence": [
      [
        "Iron",
        -0.029002
      ],
      [
        " law",
        -0.08975358
      ],
      [
        " of",
        -6.392203e-06
      ],
      [
        " olig",
        -0.0032435472
      ],
      [
        "archy",
        -2.1008714e-06
      ]
    ]
  },
  "Robert and George Marshall climbed 46 peaks in this range that were thought to be over 4,000 feet high. Since that achievement, resurveying discovered that Mount MacNaughton was higher than 4,000, but four others including Couchsachraga, are in fact lower than 4,000 feet. A western outlier of this range": {
    "guess": "Adirondack Mountains",
    "confidence": [
      [
        "Ad",
        -0.0036583876
      ],
      [
        "ir",
        -5.669615e-05
      ],
      [
        "ond",
        -1.6240566e-06
      ],
      [
        "ack",
        -0.000529799
      ],
      [
        " Mountains",
        -0.00041792178
      ]
    ]
  },
  "Robert Greenler's Rainbows, Haloes, and Glories contains photographic plates of this phenomenon.  It is not strongly wavelength dependent and it predominates in cases with particle sizes larger than a wavelength.  Because two of the scattering coefficients must identically equal zero due to symmetry, this is the simplest type of scattering.  It produces a pattern like an antenna lobe with a sharper, more intense forward lobe for larger particles.  FTP, identify this common type of scattering responsible": {
    "guess": "Mie scattering",
    "confidence": [
      [
        "M",
        -0.23483202
      ],
      [
        "ie",
        -0.00012904544
      ],
      [
        " scattering",
        -0.09890837
      ]
    ]
  },
  "Robert Treat Paine was a prosecutor of this event, for which just two men were convicted; other perpetrators, including Thomas Preston, were acquitted by Josiah Quincey and John Adams. One engraving of this event depicted neither thrown snowballs or African-American victim Crispus Attucks; that Paul Revere work incorrectly showed the aggressors in a line. For 10 points, name this 1770 incident in which": {
    "guess": "Boston Massacre",
    "confidence": [
      [
        "Boston",
        -0.010316101
      ],
      [
        " Mass",
        -9.1622824e-05
      ],
      [
        "acre",
        -7.064298e-05
      ]
    ]
  },
  "Robert Hanbury Brown is known for developing the intensity type of this instrument. The Fabry-Perot type uses a pair of parallel half-silvered glass plates, one of which is adjustable, while an acoustic version can be used to measure the velocity and absorption of sound waves in a gas or liquid. Identify this device that splits electromagnetic radiation into two parts, used in radio astronomy and which was, FTP, essential to the Michelson-Morley experiment.": {
    "guess": "Interferometer",
    "confidence": [
      [
        "Inter",
        -0.6234099
      ],
      [
        "fer",
        -0.00014358829
      ],
      [
        "ometer",
        -0.0010131608
      ]
    ]
  },
  "Robert and George Marshall climbed 46 peaks in this range that were thought to be over 4,000 feet high. Since that achievement, resurveying discovered that Mount MacNaughton was higher than 4,000, but four others including Couchsachraga, are in fact lower than 4,000 feet. A western outlier of this range is the cuesta called the Tug Hill Plateau, while across the Black River its western foothills contain the home of the (*) 10th Mountain Division at Fort Drum in Jefferson County and the town of Old Forge in the northern panhandle of Herkimer County. Its eastern side stops near Crown Point, as the mountains give way to Lake George and Lake ? Champlain. For 10 points, Lake Placid is located in what mountain range of upstate New York?": {
    "guess": "Adirondack Mountains",
    "confidence": [
      [
        "Ad",
        -0.0016317364
      ],
      [
        "ir",
        -0.00027432904
      ],
      [
        "ond",
        -4.00813e-06
      ],
      [
        "ack",
        -2.7372049e-05
      ],
      [
        " Mountains",
        -0.00010092071
      ]
    ]
  },
  "Robert Dold, a Republican, now holds this politician's old seat in the US House of Representatives. In": {
    "guess": "Illinois's 10th congressional district",
    "confidence": [
      [
        "Ill",
        -0.18375468
      ],
      [
        "inois",
        -0.00022380134
      ],
      [
        "'s",
        -0.037249558
      ],
      [
        " ",
        -0.0008003382
      ],
      [
        "10",
        -0.0014199957
      ],
      [
        "th",
        -0.00022666223
      ],
      [
        " congressional",
        -0.008810035
      ],
      [
        " district",
        -0.00035727277
      ]
    ]
  },
  "Robert Boyle left funds for one of these institutions to be established at Bafferton Hall under the auspices of William & Mary. Richard Pratt led the large-scale founding of these in the 1880s, declaring an intent to \"save the man.\" These institutions were the subject of the 1928 Meriam Report, which": {
    "guess": "Indian schools",
    "confidence": [
      [
        "Indian",
        -0.014366818
      ],
      [
        " schools",
        -0.007043914
      ]
    ]
  },
  "Robin Canup suggests that this body was formed from a giant impact of a Kuiper Belt object. Similar objects to this entity include Nix and Hydra, and this object was discovered in 1978 by James Christy when he noticed a periodic bulge in photographs of the body it orbits. This body is located in a system in which the center of gravity is not located within the object this body orbits, one of the reasons": {
    "guess": "Charon",
    "confidence": [
      [
        "Char",
        -0.03306022
      ],
      [
        "on",
        -3.333223e-05
      ]
    ]
  },
  "Robert Philson and Herman Husband were arrested after this event, which led to the assembling of a twelve thousand man militia known as the Watermelon Army to put it down. That army was led by Lighthorse Harry Lee and George Washington, who wanted to prove federal power by opposing the insurrection of": {
    "guess": "Whiskey Rebellion",
    "confidence": [
      [
        "Wh",
        -0.076931775
      ],
      [
        "iskey",
        -9.996708e-05
      ],
      [
        " Rebellion",
        -0.0016661348
      ]
    ]
  },
  "Robert Adam borrowed from Andrea Palladio in his work on one of these in London, and the Procurators of San Marco hired Jacopo Sansovino to create one of these in Venice. Bartolomeo Ammanati assisted in": {
    "guess": "Palazzo",
    "confidence": [
      [
        "Pal",
        -1.5605091
      ],
      [
        "azzo",
        -0.16232815
      ]
    ]
  },
  "Robert Remini argued in one of his works that Martin van Buren did not introduce this bill to congress just to have it defeated, and support for this bill grew after a meeting in Harrisburg. One writing against this bill declares that there is a \"striking distinction between Government and Sovereignty,\" and that this bill supported the \"protection of one branch of industry at the expense of others.\" Those words appeared in John Calhoun's South Carolina Exposition and Protest, and this bill raised the tax on several imported goods. For 10 points, name this tariff that was signed into law by John": {
    "guess": "Tariff of 1828",
    "confidence": [
      [
        "Tar",
        -0.29823455
      ],
      [
        "iff",
        -0.000840596
      ],
      [
        " of",
        -0.00020342118
      ],
      [
        " ",
        -0.010778741
      ],
      [
        "182",
        -0.41997936
      ],
      [
        "8",
        -0.0032820483
      ]
    ]
  },
  "Robert Putnam talked about the decline of the \"social\" type of this resource in Bowling Alone. This concept names a work which introduced the idea of \"commodity fetishism\", and along with land and labor, it is one of the factors of production in classical economics. Startup firms can benefit from the": {
    "guess": "Capital (economics)",
    "confidence": [
      [
        "Capital",
        -0.12427934
      ],
      [
        " (",
        -0.25003153
      ],
      [
        "e",
        -0.008341873
      ],
      [
        "conomics",
        -1.735894e-05
      ],
      [
        ")",
        -0.00021676833
      ]
    ]
  },
  "Robert Indiana made a 1963 variation of this painting that centered on a red star surrounded by the words \"err,\" \"die,\" \"hog,\" \"eat,\" and \"U.S.A.\" in stenciled letters. The original, done forty five years": {
    "guess": "The American Dream",
    "confidence": [
      [
        "The",
        -0.48177335
      ],
      [
        " American",
        -0.2688569
      ],
      [
        " Dream",
        -0.028965876
      ]
    ]
  },
  "Robert Bergman showed how these compounds can be activated by irradiation in a cyclopentadiene carbonyl rhodium coordination complex medium, which is important because they normally interact only through Van der Waals forces. Sodium metal is used to recover them along with salts in the Wurtz Reaction, and they may be produced by hydrolysis of a Grignard Reagent or by fractional distillation of crude oil. FTP, what are these simple hydrocarbon chains with formulae C-n, H-2n-plus-2, examples of which": {
    "guess": "Alkane",
    "confidence": [
      [
        "Al",
        -0.0126342
      ],
      [
        "k",
        -0.0039008884
      ],
      [
        "ane",
        -0.0019394654
      ]
    ]
  },
  "Robert Calef and Thomas Brattle offered contemporary criticism of these events in More Wonders of the Invisible World. One participant in these events tested the \"effluvia\" theory by feeding a dog a cake with urine baked into it. Biologist Linnda Caporael claims they coincided with the consumption of infected rye bread. William Stoughton presided over these events during William Phips's governorship. They started after doctor (*) William Griggs provided treatment for certain hysterical fits, and": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -0.083409846
      ],
      [
        "alem",
        -6.2729996e-06
      ],
      [
        " witch",
        -0.0017225458
      ],
      [
        " trials",
        -9.400689e-05
      ]
    ]
  },
  "Robert Michels stated that the leadership of complex organizations becomes more interested in the organization itself than its official goals in his Iron Law of this concept. Michels believed that this leadership group was often given power because people had a psychological need to be led but that simple": {
    "guess": "Oligarchy",
    "confidence": [
      [
        "O",
        -0.03791926
      ],
      [
        "lig",
        -1.8624639e-06
      ],
      [
        "archy",
        -0.0003540543
      ]
    ]
  },
  "Robert Dahl argued against this work's central point in a study of New Haven. One chapter of this work claims that the New Deal was the fourth epoch of the title entity, and that currently it is in the fifth. This work asserts that there is no such thing as a self-made man in a section about how corrupt": {
    "guess": "The End of Ideology",
    "confidence": [
      [
        "The",
        -0.49197787
      ],
      [
        " End",
        -0.98557395
      ],
      [
        " of",
        -0.002284907
      ],
      [
        " Ide",
        -0.011258378
      ],
      [
        "ology",
        -6.46828e-05
      ]
    ]
  },
  "Robert Treat Paine was a prosecutor of this event, for which just two men were convicted; other perpetrators,": {
    "guess": "Boston Massacre",
    "confidence": [
      [
        "Boston",
        -0.5048808
      ],
      [
        " Mass",
        -0.038202826
      ],
      [
        "acre",
        -4.298773e-05
      ]
    ]
  },
  "Robert Conrad was elected mayor of Philadelphia after being revealed as a member of this group. In Massachusetts, it helped elect Senator Henry Wilson, while in Indiana it recruited congressman Schuyler Colfax. One member was the only man to defeat Boss Tweed in an election. Their presidential candidate was a former Comptroller of New York who led the Silver-Grey Whigs, while their vice-Presidential candidate was Kitchen Cabinet member Andrew Donnelson. For 10 points, name this political party formed": {
    "guess": "American Party",
    "confidence": [
      [
        "American",
        -0.5995431
      ],
      [
        " Party",
        -0.055641998
      ]
    ]
  },
  "Robert Hunter gained this post thanks to Democrat success in the Broad Seal War. The first holder of this position was Frederick Muhlenberg, while the only president to have previously served in this capacity is James K. Polk. One man who held this post ended the disappearing quorum by barricading Democrats in and was nicknamed \"Czar Reed\".  Joe (*) Cannon greatly expanded the power of this position,": {
    "guess": "Speaker of the United States House of Representatives",
    "confidence": [
      [
        "Speaker",
        -0.002257191
      ],
      [
        " of",
        -1.2664457e-06
      ],
      [
        " the",
        -5.9153886e-06
      ],
      [
        " United",
        -3.0828953e-05
      ],
      [
        " States",
        -5.5265704e-05
      ],
      [
        " House",
        -1.9816675e-06
      ],
      [
        " of",
        -4.3202e-07
      ],
      [
        " Representatives",
        -1.9146995e-05
      ]
    ]
  },
  "Robert Calef's attack on these events was responded to in the text Some Few Remarks upon a Scandalous Book. They were criticized in the book Truth Held Forth and Maintained by Thomas Maule. During these": {
    "guess": "Some Few Remarks upon a Scandalous Book",
    "confidence": [
      [
        "Some",
        -0.9510299
      ],
      [
        " Few",
        -0.03311962
      ],
      [
        " Remarks",
        -0.0011210457
      ],
      [
        " upon",
        -0.23159246
      ],
      [
        " a",
        -0.0029282568
      ],
      [
        " Sc",
        -0.00027230257
      ],
      [
        "andal",
        -0.00014978688
      ],
      [
        "ous",
        -1.7239736e-05
      ],
      [
        " Book",
        -0.00035894162
      ]
    ]
  },
  "Robert Greenler's Rainbows, Haloes, and Glories contains photographic plates of this phenomenon.  It": {
    "guess": "Glory (optical phenomenon)",
    "confidence": [
      [
        "Gl",
        -0.49736172
      ],
      [
        "ory",
        -0.0056066494
      ],
      [
        " (",
        -0.0052114674
      ],
      [
        "opt",
        -0.00014942927
      ],
      [
        "ical",
        -1.342522e-05
      ],
      [
        " phenomenon",
        -0.00046212802
      ],
      [
        ")",
        -0.00010175513
      ]
    ]
  },
  "Robert Nozick argued against this doctrine by imagining a \"monster\" who gets increasing marginal returns, and Derek Parfit describes its \"repugnant conclusion.\" One proponent of it evaluated the worth of acts with a \"felicific calculus\" in The Principles of Morals and Legislation.(*) Peter Singer favors": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.0053571947
      ],
      [
        "itarian",
        -5.8841815e-05
      ],
      [
        "ism",
        -9.1622824e-05
      ]
    ]
  },
  "Robert Byron argued that this painting's composition was modeled after its artist's earlier Dormition of the Virgin. A saint holds a bent iron at the front of a group of martyrs and apostles in the upper right of this painting, whose bottom is six feet off of the floor, requiring viewers to look sharply upward to see all of it. At the top of this painting, a yellow-clad St. Peter dangles two keys from his right hand on the left of a triangular Deesis, which depicts John the Baptist and the Virgin Mary kneeling below a standing, white-clad Jesus. At its bottom, men carrying torches flank a line": {
    "guess": "The Last Judgment (Michelangelo)",
    "confidence": [
      [
        "The",
        -0.7764241
      ],
      [
        " Last",
        -1.4606514
      ],
      [
        " Judgment",
        -0.12731338
      ],
      [
        " (",
        -0.2184997
      ],
      [
        "Mich",
        -0.16020179
      ],
      [
        "el",
        -2.1173457e-05
      ],
      [
        "angelo",
        -5.121278e-05
      ],
      [
        ")",
        -0.005221306
      ]
    ]
  },
  "Robert Gordon's triangle model analyses three reasons why this phenomenon occurs. One variety of it arises when there is a there is a numerical difference between aggregate demand and aggregate supply.": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.9651678
      ],
      [
        " May",
        -0.005366802
      ],
      [
        "nard",
        -2.6299214e-05
      ],
      [
        " Keynes",
        -0.00011510595
      ]
    ]
  },
  "Robert King's 1996 version, rare in that it uses boys instead of women for the alto and two soprano roles, and Nicholas Harnoncourt's 1968 one, the first modern one to use period instruments, are two of the most popular recordings of this piece. The E minor passacaglia that comprises a \"Crucifixus\" and a fugue that forms an \"Et Expecto,\" both contained in its second section, the Symbolum Nicenum, are examples of numerous pieces from it that were recycled from earlier works of the composer. This work was an expansion from an initial Kyrie and Gloria, and its four sections were completed and performed separately, with its final parts being completed in 1749 and standing with the unfinished The Art of the Fugue as one of its composer's final works. FTP, identify this Johann Sebastian Bach mass in a key with two sharps.": {
    "guess": "Mass in B minor",
    "confidence": [
      [
        "Mass",
        -0.0020815013
      ],
      [
        " in",
        -0.00014644918
      ],
      [
        " B",
        -0.0009693452
      ],
      [
        " minor",
        -0.3387187
      ]
    ]
  },
  "Robert Adam borrowed from Andrea Palladio in his work on one of these in London, and the Procurators of San Marco hired Jacopo Sansovino to create one of these in Venice. Bartolomeo Ammanati assisted in the construction of the staircase in one of these in the Basilica di San Lorenzo. Joshua Prince-Ramus and Rem Koolhaas designed an 11-story glass and steel one of these in Seattle. (*) I.M. Pei designed a museum doubling as one of these for John F. Kennedy, and another notable one is the aforementioned Laurentian one. For 10 points, identify this kind of building whose version in Boston has a reading room.": {
    "guess": "Public Library",
    "confidence": [
      [
        "Public",
        -0.20390055
      ],
      [
        " Library",
        -0.6694862
      ]
    ]
  },
  "Robert MacDonald's death in Norfolk from wounds suffered in this incident inspired public rallies and placed him with the three other Americans who died immediately in it. John Strachen and Jerkin Ratford were two of the four men taken as prisoners in this encounter, which stemmed from George Cranfield": {
    "guess": "Battle of Trafalgar",
    "confidence": [
      [
        "Battle",
        -0.4837557
      ],
      [
        " of",
        -0.0029830483
      ],
      [
        " T",
        -1.1577511
      ],
      [
        "raf",
        -0.28131887
      ],
      [
        "al",
        -2.677603e-05
      ],
      [
        "gar",
        -6.396757e-05
      ]
    ]
  },
  "Robert Dahl argued against this work's central point in a study of New Haven. One chapter of this work claims that the New Deal was the fourth epoch of the title entity, and that currently it is in the fifth. This work asserts that there is no such thing as a self-made man in a section about how corrupt institutions lead to a \"higher immorality.\" Its author refers to a certain group as \"the warlords\"; they are among those whom this work claims work in \"The Conservative Mood.\" Other chapters of this work describe \"The Political Directorate,\" \"The Chief Executives,\" and \"The Corporate Rich,\" all of whom are part of the title group. For 10 points, name this book which claims that a small social": {
    "guess": "The Power Elite",
    "confidence": [
      [
        "The",
        -0.0031838976
      ],
      [
        " Power",
        -0.00021843717
      ],
      [
        " Elite",
        -3.333223e-05
      ]
    ]
  },
  "Robert Southey's (SUTH-ee's) biography of this individual described the impact of this man's uncle Maurice": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.27571923
      ],
      [
        "atio",
        -0.019441975
      ],
      [
        " Nelson",
        -0.0024022895
      ],
      [
        ",",
        -0.006411713
      ],
      [
        " ",
        -0.00026205103
      ],
      [
        "1",
        -2.9756122e-05
      ],
      [
        "st",
        -3.8696395e-05
      ],
      [
        " Vis",
        -0.00044044392
      ],
      [
        "count",
        -3.8934802e-05
      ],
      [
        " Nelson",
        -2.8160932e-06
      ]
    ]
  },
  "Robert Philson and Herman Husband were arrested after this event, which led to the assembling of a twelve": {
    "guess": "Whiskey Rebellion",
    "confidence": [
      [
        "Wh",
        -0.5476027
      ],
      [
        "iskey",
        -4.0603656e-05
      ],
      [
        " Rebellion",
        -0.00054957584
      ]
    ]
  },
  "Robert Dahl argued against this work's central point in a study of New Haven. One chapter of this work claims that the New Deal was the fourth epoch of the title entity, and that currently it is in the fifth. This work asserts that there is no such thing as a self-made man in a section about how corrupt institutions lead to a \"higher immorality.\" Its author refers to a certain group as \"the warlords\"; they are among those whom this work claims work in \"The Conservative Mood.\" Other chapters of this work describe \"The Political Directorate,\" \"The Chief Executives,\" and \"The Corporate Rich,\" all": {
    "guess": "The Power Elite",
    "confidence": [
      [
        "The",
        -0.0010892586
      ],
      [
        " Power",
        -0.00012630376
      ],
      [
        " Elite",
        -9.729906e-06
      ]
    ]
  },
  "Robert Stebbins discovered that a member of this taxonomic class that diverged as it spread southward from Oregon is a ring species. Induction during the development of these animals was studied by Spemann": {
    "guess": "Salamander",
    "confidence": [
      [
        "S",
        -0.42128128
      ],
      [
        "alam",
        -2.577686e-06
      ],
      [
        "ander",
        -0.38147628
      ]
    ]
  },
  "Robert Gordon's triangle model analyses three reasons why this phenomenon occurs. One variety of it arises when there is a there is a numerical difference between aggregate demand and aggregate supply. This concept and unemployment are linked in the Philips Curve.  Coming in cost-push and demand-pull varieties, monetarism believes it to be caused by increases in the money supply.  For ten points, name": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.06909428
      ],
      [
        "flation",
        -2.4272753e-05
      ]
    ]
  },
  "Robert Kapsis argued that it was low in certain communities in his article on Black Ghetto Diversity": {
    "guess": "Ghetto (disambiguation)",
    "confidence": [
      [
        "G",
        -1.027142
      ],
      [
        "hetto",
        -0.6851657
      ],
      [
        " (",
        -2.8420753
      ],
      [
        "dis",
        -1.6113831
      ],
      [
        "amb",
        -1.8908588e-05
      ],
      [
        "ig",
        -1.3067608e-05
      ],
      [
        "uation",
        -3.4524266e-05
      ],
      [
        ")",
        -5.3596854e-05
      ]
    ]
  },
  "Robert Putnam talked about the decline of the \"social\" type of this resource in Bowling Alone. This concept": {
    "guess": "Social capital",
    "confidence": [
      [
        "Social",
        -0.0024605563
      ],
      [
        " capital",
        -0.03214488
      ]
    ]
  },
  "Robert Remini argued in one of his works that Martin van Buren did not introduce this bill to congress just to have it defeated, and support for this bill grew after a meeting in Harrisburg. One writing against this bill declares that there is a \"striking distinction between Government and Sovereignty,\" and that this bill supported the \"protection of one branch of industry at the expense of others.\"": {
    "guess": "Tariff of Abominations",
    "confidence": [
      [
        "Tar",
        -0.9276469
      ],
      [
        "iff",
        -0.0018075068
      ],
      [
        " of",
        -0.009125131
      ],
      [
        " Ab",
        -0.18655655
      ],
      [
        "omin",
        -0.00077234366
      ],
      [
        "ations",
        -5.550411e-05
      ]
    ]
  },
  "Robert Indiana made a 1963 variation of this painting that centered on a red star surrounded by the words \"err,\" \"die,\" \"hog,\" \"eat,\" and \"U.S.A.\" in stenciled letters. The original, done forty five years earlier, features the name \"Bill\" in large red letters at the top left, and is lit up by four round globes at the top that resemble street lamps, though the main focus is a bright red fire engine with a repeating logo on it. Based on a William Carlos Williams poem, FTP, what is this Charles Demuth": {
    "guess": "I Saw the Figure 5 in Gold",
    "confidence": [
      [
        "I",
        -0.116343066
      ],
      [
        " Saw",
        -0.056713972
      ],
      [
        " the",
        -0.005442809
      ],
      [
        " Figure",
        -0.00095517095
      ],
      [
        " ",
        -0.018588841
      ],
      [
        "5",
        -0.00048703788
      ],
      [
        " in",
        -0.000114748334
      ],
      [
        " Gold",
        -9.198044e-05
      ]
    ]
  },
  "Robert Fitzroy claimed this document's second part should only apply to \"a few patches of potato-ground, and rude dwelling places.\" Key liaisons in preparing this document were missionaries Edward and Henry Williams, who worked against the desires of James Busby. Commemorated every February 6 with acrimonious, ethnically-based protests, a namesake tribunal of this document was set up in 1975 to redress colonial abuses of this document, promoted by Governor George Gipps and signed by William (*) Hobson and Hono Heke, highest of the rangatira. Its terms of which were crucially altered by an ambiguity in the word \"sovereignty\" in translation, which otherwise granted full use of lands to the natives. For 10 points, name this treaty that formally put New Zealand under British rule and sparked the": {
    "guess": "Treaty of Waitangi",
    "confidence": [
      [
        "T",
        -0.009032989
      ],
      [
        "reat",
        -4.3202e-07
      ],
      [
        "y",
        -7.465036e-06
      ],
      [
        " of",
        -0.000244651
      ],
      [
        " Wait",
        -1.6286107e-05
      ],
      [
        "angi",
        -1.9027791e-05
      ]
    ]
  }
}