{
  "This man advocated for the creation of the \"Rainbow\" Division to avoid favoritism of any particular state. He was the youngest judge to serve on the court martial of Billy Mitchell, and this man led the force that dispersed the Bonus Army. His forces made a successful landing at Inchon during the Korean War, although that did not prevent his dismissal by President Truman. During World War II, he promoted": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.0051560774
      ],
      [
        "glas",
        -4.0603656e-05
      ],
      [
        " Mac",
        -7.171581e-05
      ],
      [
        "Arthur",
        -0.00021426505
      ]
    ]
  },
  "On the advice of Count Mosca, the male protagonist leaves for Naples to join the seminary with the goal of becoming an Archbishop despite his complete lack of interest. The protagonist falls in love with": {
    "guess": "The Charterhouse of Parma",
    "confidence": [
      [
        "The",
        -0.01738511
      ],
      [
        " Charter",
        -0.12211365
      ],
      [
        "house",
        -1.7954959e-05
      ],
      [
        " of",
        -3.2140193e-05
      ],
      [
        " Par",
        -0.00028100077
      ],
      [
        "ma",
        -9.968313e-06
      ]
    ]
  },
  "An adviser to one king of this name reportedly choked to death on a holy wafer after claiming he did not kill the king's brother, Alfred. That same king of this name was served by Bishops of London like Spearhafoc and Robert of Jumieges. A different king of this name was stabbed to death while visiting Corfe Castle, and an (*) \"elder\" king of this name was the son of Alfred the Great. Besides the aforementioned \"Martyr\", a later English king with this name signed the favorable Treaty of Bretigny with France after winning at Crecy and Poitiers. For 10 points, what was the name shared by the English king known as \"The Confessor\"?": {
    "guess": "Edward the Confessor",
    "confidence": [
      [
        "Edward",
        -0.004087897
      ],
      [
        " the",
        -0.15202655
      ],
      [
        " Conf",
        -0.011084608
      ],
      [
        "essor",
        -0.0002134343
      ]
    ]
  },
  "One advocate of this war slyly dropped figs on the floor of the Senate to demonstrate the wealth of the opponent. It was preceded by the surrender of Utica, which became the base for one side, and formally ended many centuries later in 1985, when mayors Ugo Vitere and Chedly Klibi signed a treaty. It had begun when another treaty was violated in order to repulse Massinisa, and it ended after a three-year siege when Scipio Aemilianus broke into the city, razed the buildings, and enslaved the population, fulfilling Cato the Elder's demand that \"Carthage must be destroyed.\" For 10 points, name this last in a series of wars between Carthage and Rome.": {
    "guess": "Third Punic War",
    "confidence": [
      [
        "Third",
        -0.14921896
      ],
      [
        " P",
        -1.1994775e-05
      ],
      [
        "unic",
        -1.2829201e-05
      ],
      [
        " War",
        -0.00031079436
      ]
    ]
  },
  "While advising this monarch, physician Gerhard van Swieten dismantled Jesuit influence over the universities. Another adviser to this ruler proposed that the crown take over tax collection duties in the": {
    "guess": "Maria Theresa",
    "confidence": [
      [
        "Maria",
        -0.005201144
      ],
      [
        " Theresa",
        -0.0057806615
      ]
    ]
  },
  "One advocate of this war slyly dropped figs on the floor of the Senate to demonstrate the wealth of the opponent. It was preceded by the surrender of Utica, which became the base for one side, and formally ended many centuries later in 1985, when mayors Ugo Vitere and Chedly Klibi signed a treaty. It had begun when another treaty was violated in order to repulse Massinisa, and it ended after a three-year siege when Scipio Aemilianus broke into the city, razed the buildings, and enslaved the population, fulfilling Cato the Elder's demand that \"Carthage must be destroyed.\" For 10 points, name this": {
    "guess": "Third Punic War",
    "confidence": [
      [
        "Third",
        -0.32034636
      ],
      [
        " P",
        -4.739826e-05
      ],
      [
        "unic",
        -5.080963e-06
      ],
      [
        " War",
        -0.0009066991
      ]
    ]
  },
  "He was an advocate of prison reform and wrote the tract Our Penal Machinery and Its Victims in 1884.  A staunch supporter of William Jennings Bryan, this member of the Democratic Party served as judge of Cook County before his most famous post, during which he protested to President Cleveland the actions": {
    "guess": "John Peter Altgeld",
    "confidence": [
      [
        "John",
        -1.2156055
      ],
      [
        " Peter",
        -0.1232103
      ],
      [
        " Alt",
        -0.0005302758
      ],
      [
        "g",
        -5.025915e-05
      ],
      [
        "eld",
        -0.00013476722
      ]
    ]
  },
  "Advanced glycation endproducts of this reaction have been implicated in the progression of Alzheimer's disease and collagen crosslinking associated with aging. One type of molecule yielded in this reaction is short-chain hydrolytic products such as diacetyl, all of which undergo the Strecker degradation.": {
    "guess": "Maillard reaction",
    "confidence": [
      [
        "Ma",
        -0.90694493
      ],
      [
        "illard",
        -1.0087517e-05
      ],
      [
        " reaction",
        -0.39548472
      ]
    ]
  },
  "One advocate of this war slyly dropped figs on the floor of the Senate to demonstrate the wealth of the opponent. It was preceded by the surrender of Utica, which became the base for one side, and formally ended many centuries later in 1985, when mayors Ugo Vitere and Chedly Klibi signed a treaty. It had begun when another treaty was violated in order to repulse Massinisa, and it ended after a three-year": {
    "guess": "Punic Wars",
    "confidence": [
      [
        "P",
        -0.4346985
      ],
      [
        "unic",
        -9.209964e-05
      ],
      [
        " Wars",
        -0.03387678
      ]
    ]
  },
  "On the advice of Count Mosca, the male protagonist leaves for Naples to join the seminary with the goal of becoming an Archbishop despite his complete lack of interest. The protagonist falls in love with Marietta, a young actress whose manager Giletti he kills. His attempt to flee afterward fails, so": {
    "guess": "The Charterhouse of Parma",
    "confidence": [
      [
        "The",
        -0.07145235
      ],
      [
        " Charter",
        -0.33189535
      ],
      [
        "house",
        -5.3239244e-05
      ],
      [
        " of",
        -0.00011725161
      ],
      [
        " Par",
        -9.7821416e-05
      ],
      [
        "ma",
        -4.604148e-06
      ]
    ]
  },
  "An adviser to one king of this name reportedly choked to death on a holy wafer after claiming he did not kill the king's brother, Alfred. That same king of this name was served by Bishops of London like": {
    "guess": "Edward the Confessor",
    "confidence": [
      [
        "Edward",
        -0.08543899
      ],
      [
        " the",
        -0.0031471774
      ],
      [
        " Conf",
        -0.064619206
      ],
      [
        "essor",
        -0.0002880338
      ]
    ]
  },
  "Advocates for this law included Alice Lakey and Harvey Wiley, who was its first administrator during his tenure as head of the Department of Chemistry of the USDA. A case based on this law was brought against \"forty barrels and twenty kegs of Coca-Cola\" and centered on the use of caffeine. This law prohibited \"adulterating\" or \"misbranding\" the title products. For 10 points, name this act which, along with the Meat Inspection Act of 1906, was inspired by Upton Sinclair's muckraking novel The Jungle, and which regulated pharmaceutical and edible products at the federal level.": {
    "guess": "Pure Food and Drug Act",
    "confidence": [
      [
        "Pure",
        -0.08555565
      ],
      [
        " Food",
        -9.472212e-05
      ],
      [
        " and",
        -5.7530575e-05
      ],
      [
        " Drug",
        -0.0007424455
      ],
      [
        " Act",
        -0.0004904801
      ]
    ]
  },
  "His advisors included Johan Cresques and the biographer Zurara. The Battle of Alfarrobeira was the high": {
    "guess": "Afonso V of Portugal",
    "confidence": [
      [
        "A",
        -0.2878906
      ],
      [
        "fon",
        -5.6769813e-06
      ],
      [
        "so",
        -2.749125e-05
      ],
      [
        " V",
        -0.0018466515
      ],
      [
        " of",
        -0.018513009
      ],
      [
        " Portugal",
        -3.4762674e-05
      ]
    ]
  },
  "His advisors included Johan Cresques and the biographer Zurara. The Battle of Alfarrobeira was the high point for strife in his family. This era was precipitated by the death of his brother Duarte and the desire of Leonor of Aragon not to allow his other brother Pedro [*] to ascend the throne, ultimately this grand master of the Order of Christ had to take sides and chose King Alfonso. He had first made his name with the capture of Ceuta, but he suffered a great defeat at Tangiers. He was best known, however, for sponsoring the ventures of men like Gil Eanes and Joa Zarco in Asia and Africa, FTP,": {
    "guess": "Prince Henry the Navigator",
    "confidence": [
      [
        "Prince",
        -0.46412548
      ],
      [
        " Henry",
        -0.0004120808
      ],
      [
        " the",
        -0.00025239922
      ],
      [
        " Navigator",
        -4.739826e-05
      ]
    ]
  },
  "Advocates for this law included Alice Lakey and Harvey Wiley, who was its first administrator during his tenure as head of the Department of Chemistry of the USDA. A case based on this law was brought against \"forty barrels and twenty kegs of Coca-Cola\" and centered on the use of caffeine. This law prohibited \"adulterating\" or \"misbranding\" the title products. For 10 points, name this act which, along": {
    "guess": "Pure Food and Drug Act",
    "confidence": [
      [
        "Pure",
        -0.084468804
      ],
      [
        " Food",
        -0.00020473242
      ],
      [
        " and",
        -0.00014334988
      ],
      [
        " Drug",
        -0.003593064
      ],
      [
        " Act",
        -0.0012222514
      ]
    ]
  },
  "One advocate of this war slyly dropped figs on the floor of the Senate to demonstrate the wealth of the opponent. It was preceded by the surrender of Utica, which became the base for one side, and formally": {
    "guess": "Third Punic War",
    "confidence": [
      [
        "Third",
        -0.404702
      ],
      [
        " P",
        -0.0013526181
      ],
      [
        "unic",
        -1.9361265e-07
      ],
      [
        " War",
        -0.0006288022
      ]
    ]
  },
  "He was an advocate of prison reform and wrote the tract Our Penal Machinery and Its Victims in 1884.  A staunch supporter of William Jennings Bryan, this member of the Democratic Party served as judge of Cook County before his most famous post, during which he protested to President Cleveland the actions of Attorney General Richard Olney, who sent federal troops to this man's home state during the Pullman strike.  FTP, identify this man who served as governor of Illinois from 1893-97 and pardoned": {
    "guess": "John Peter Altgeld",
    "confidence": [
      [
        "John",
        -0.003580111
      ],
      [
        " Peter",
        -0.00406249
      ],
      [
        " Alt",
        -0.0004539103
      ],
      [
        "g",
        -0.0001439459
      ],
      [
        "eld",
        -4.20341e-05
      ]
    ]
  },
  "The advertisement was signed by Hollywood stars, as well as many clergymen who subsequently said use of their names was unauthorized. Of information reported, William Brennan said, \"It is uncontroverted that some of the statements…were not accurate descriptions of events which occurred in Montgomery.\" It was ruled that the white sheriff who brought suit against The Committee to Defend Martin Luther King and the Struggle for Freedom in the South was not defamed because no actual malice had existed. For ten points, name this 1964 Supreme Court case in which the First Amendment was found to apply": {
    "guess": "New York Times Co. v. Sullivan",
    "confidence": [
      [
        "New",
        -0.12011823
      ],
      [
        " York",
        -8.637786e-05
      ],
      [
        " Times",
        -0.00031937702
      ],
      [
        " Co",
        -0.005108645
      ],
      [
        ".",
        -0.0027959682
      ],
      [
        " v",
        -0.0010958074
      ],
      [
        ".",
        -0.00019150082
      ],
      [
        " Sullivan",
        -0.00018959356
      ]
    ]
  },
  "An adviser to one king of this name reportedly choked to death on a holy wafer after claiming he did not kill the king's brother, Alfred. That same king of this name was served by Bishops of London like Spearhafoc and Robert of Jumieges. A different king of this name was stabbed to death while visiting Corfe Castle, and an (*) \"elder\" king of this name was the son of Alfred the Great. Besides the aforementioned": {
    "guess": "Edward the Confessor",
    "confidence": [
      [
        "Edward",
        -0.060497377
      ],
      [
        " the",
        -0.20048545
      ],
      [
        " Conf",
        -0.12814212
      ],
      [
        "essor",
        -0.0002513264
      ]
    ]
  },
  "Some advocates of this concept are divided into the opposing Raumist and Finvenkist camps, the latter of which seeks a \"final victory\" for it. UNESCO passed the 1954 Montevideo resolution to increase support for this concept, which was first endorsed by a world congress in the Declaration of Boulogne. Its most famous literary advocate was the author of The Infant Race, the Scottish Nobel nominee William Auld. It was first outlined in the (*) Unua Libro, which was published under a pseudonym meaning \"one who hopes\" that eventually gave its name to this concept. Though this concept proved to be more popular than Ido, it faces competition from Interlingua. For 10 points, name this brainchild of": {
    "guess": "Esperanto",
    "confidence": [
      [
        "Es",
        -0.010206717
      ],
      [
        "per",
        -1.3544423e-05
      ],
      [
        "anto",
        -0.0003088871
      ]
    ]
  },
  "Advocated by Secretary of State Philander Knox, this policy was carried out in Central America and in": {
    "guess": "Dollar Diplomacy",
    "confidence": [
      [
        "D",
        -0.12423281
      ],
      [
        "ollar",
        -2.9040899e-05
      ],
      [
        " Dipl",
        -0.04724766
      ],
      [
        "om",
        -3.7385154e-05
      ],
      [
        "acy",
        -2.486877e-05
      ]
    ]
  },
  "An adviser to one king of this name reportedly choked to death on a holy wafer after claiming he did not kill the king's brother, Alfred. That same king of this name was served by Bishops of London like Spearhafoc and Robert of Jumieges. A different king of this name was stabbed to death while visiting": {
    "guess": "Edward",
    "confidence": [
      [
        "Edward",
        -0.048920255
      ]
    ]
  },
  "He was an advocate of prison reform and wrote the tract Our Penal Machinery and Its Victims in 1884.": {
    "guess": "John Peter Altgeld",
    "confidence": [
      [
        "John",
        -0.26654598
      ],
      [
        " Peter",
        -0.0049634585
      ],
      [
        " Alt",
        -8.1490514e-05
      ],
      [
        "g",
        -0.00014454192
      ],
      [
        "eld",
        -1.998142e-05
      ]
    ]
  },
  "The advertisement was signed by Hollywood stars, as well as many clergymen who subsequently said use of their names was unauthorized. Of information reported, William Brennan said, \"It is uncontroverted that some of the statements…were not accurate descriptions of events which occurred in Montgomery.\" It was ruled that the white sheriff who brought suit against The Committee to Defend Martin Luther King and the Struggle for Freedom in the South was not defamed because no actual malice had existed.": {
    "guess": "The Committee to Defend Martin Luther King and the Struggle for Freedom in the South",
    "confidence": [
      [
        "The",
        -1.4894739
      ],
      [
        " Committee",
        -0.27366605
      ],
      [
        " to",
        -0.00042340517
      ],
      [
        " Def",
        -0.00053146784
      ],
      [
        "end",
        -7.910644e-05
      ],
      [
        " Martin",
        -0.00021736434
      ],
      [
        " Luther",
        -1.2664457e-06
      ],
      [
        " King",
        -1.0921943e-05
      ],
      [
        " and",
        -0.13001302
      ],
      [
        " the",
        -0.00032592955
      ],
      [
        " Str",
        -0.0001843486
      ],
      [
        "uggle",
        -1.3663626e-05
      ],
      [
        " for",
        -3.2140193e-05
      ],
      [
        " Freedom",
        -0.00018613665
      ],
      [
        " in",
        -0.0025030093
      ],
      [
        " the",
        -0.00012999907
      ],
      [
        " South",
        -3.488188e-05
      ]
    ]
  },
  "Some advocates of this concept are divided into the opposing Raumist and Finvenkist camps, the latter of which seeks a \"final victory\" for it. UNESCO passed the 1954 Montevideo resolution to increase support for this concept, which was first endorsed by a world congress in the Declaration of Boulogne. Its most famous literary advocate was the author of The Infant Race, the Scottish Nobel nominee William Auld. It was first outlined in the (*) Unua Libro, which was published under a pseudonym meaning": {
    "guess": "Esperanto",
    "confidence": [
      [
        "Es",
        -0.0024171572
      ],
      [
        "per",
        -5.3193703e-06
      ],
      [
        "anto",
        -0.005228779
      ]
    ]
  },
  "While advising this monarch, physician Gerhard van Swieten dismantled Jesuit influence over the universities. Another adviser to this ruler proposed that the crown take over tax collection duties in the notate proposals and was named Friedrich Wilhelm Haugwitz. In the (*) \"reversal of alliances\", this monarch partnered with France in a conflict over a region containing the city of Wroclaw. This monarch issued the robot patent. This monarch's predecessor, Charles VI, secured the Pragmatic Sanction.  She was succeeded by her son and regent, Joseph II. For 10 points, name this empress whose claim to the throne was challenged in the War of Austrian Succession.": {
    "guess": "Maria Theresa",
    "confidence": [
      [
        "Maria",
        -0.0024402202
      ],
      [
        " Theresa",
        -2.58224e-05
      ]
    ]
  },
  "Advocates for this law included Alice Lakey and Harvey Wiley, who was its first administrator during his tenure as head of the Department of Chemistry of the USDA. A case based on this law was brought": {
    "guess": "Pure Food and Drug Act",
    "confidence": [
      [
        "Pure",
        -0.1023703
      ],
      [
        " Food",
        -4.298773e-05
      ],
      [
        " and",
        -0.00021128863
      ],
      [
        " Drug",
        -0.0017292065
      ],
      [
        " Act",
        -0.0012565418
      ]
    ]
  },
  "Some advocates of this concept are divided into the opposing Raumist and Finvenkist camps, the latter of which seeks a \"final victory\" for it. UNESCO passed the 1954 Montevideo resolution to increase support": {
    "guess": "Esperanto",
    "confidence": [
      [
        "Es",
        -0.0407955
      ],
      [
        "per",
        -3.888926e-06
      ],
      [
        "anto",
        -0.0006593001
      ]
    ]
  },
  "While advising this monarch, physician Gerhard van Swieten dismantled Jesuit influence over the universities. Another adviser to this ruler proposed that the crown take over tax collection duties in the notate proposals and was named Friedrich Wilhelm Haugwitz. In the (*) \"reversal of alliances\", this monarch partnered with France in a conflict over a region containing the city of Wroclaw. This monarch issued the robot patent. This monarch's predecessor, Charles VI, secured the Pragmatic Sanction.  She was succeeded by her son and regent, Joseph II. For 10 points, name this empress whose claim": {
    "guess": "Maria Theresa",
    "confidence": [
      [
        "Maria",
        -0.00324462
      ],
      [
        " Theresa",
        -0.00014525715
      ]
    ]
  },
  "The advertisement was signed by Hollywood stars, as well as many clergymen who subsequently said use of their names was unauthorized. Of information reported, William Brennan said, \"It is uncontroverted that some of the statements…were not accurate descriptions of events which occurred in Montgomery.\" It was ruled that the white sheriff who brought suit against The Committee to Defend Martin Luther King and the Struggle for Freedom in the South was not defamed because no actual malice had existed. For ten points, name this 1964 Supreme Court case in which the First Amendment was found to apply to state tort law, a suit against a paper with 394 subscribers in Alabama.": {
    "guess": "New York Times Co. v. Sullivan",
    "confidence": [
      [
        "New",
        -0.21322769
      ],
      [
        " York",
        -5.50273e-05
      ],
      [
        " Times",
        -0.00023762896
      ],
      [
        " Co",
        -0.0099231275
      ],
      [
        ".",
        -0.0027094153
      ],
      [
        " v",
        -0.0012440401
      ],
      [
        ".",
        -4.2868523e-05
      ],
      [
        " Sullivan",
        -0.054130238
      ]
    ]
  },
  "Advocated by Secretary of State Philander Knox, this policy was carried out in Central America and in China in 1909 and 1910 respectively. Basically, it stated that countries that would give political and commercial influence to the United States could borrow large sums of money from the U.S. FTP, identify this foreign policy initiated by President Taft.": {
    "guess": "Dollar Diplomacy",
    "confidence": [
      [
        "D",
        -0.011031322
      ],
      [
        "ollar",
        -1.700133e-05
      ],
      [
        " Dipl",
        -0.4159477
      ],
      [
        "om",
        -4.8709502e-05
      ],
      [
        "acy",
        -1.9146995e-05
      ]
    ]
  },
  "Advanced glycation endproducts of this reaction have been implicated in the progression of Alzheimer's disease and collagen crosslinking associated with aging. One type of molecule yielded in this reaction": {
    "guess": "Glycation",
    "confidence": [
      [
        "G",
        -0.31137225
      ],
      [
        "ly",
        -0.00057924655
      ],
      [
        "cation",
        -0.17333472
      ]
    ]
  },
  "On the advice of Count Mosca, the male protagonist leaves for Naples to join the seminary with the goal of becoming an Archbishop despite his complete lack of interest. The protagonist falls in love with Marietta, a young actress whose manager Giletti he kills. His attempt to flee afterward fails, so the protagonist spent time in the Farnese Tower until his new love Clelia Conti smuggles him three ropes from his aunt Gina Sanseverina. Clelia bears the protagonist's child, whose death the protagonist fakes to spend time with him, but the child and Clelia soon actually die. FTP, name this work by": {
    "guess": "The Charterhouse of Parma",
    "confidence": [
      [
        "The",
        -0.0028411336
      ],
      [
        " Charter",
        -0.13245328
      ],
      [
        "house",
        -5.080963e-06
      ],
      [
        " of",
        -1.504853e-06
      ],
      [
        " Par",
        -0.00016003472
      ],
      [
        "ma",
        -9.372295e-06
      ]
    ]
  },
  "The advertisement was signed by Hollywood stars, as well as many clergymen who subsequently said use of their names was unauthorized. Of information reported, William Brennan said, \"It is uncontroverted that some of the statements…were not accurate descriptions of events which occurred in Montgomery.\" It was ruled that the white sheriff who brought suit against The Committee to Defend Martin Luther": {
    "guess": "Montgomery Improvement Association",
    "confidence": [
      [
        "Mont",
        -1.2655792
      ],
      [
        "gomery",
        -0.0003463097
      ],
      [
        " Improvement",
        -0.5965013
      ],
      [
        " Association",
        -6.6232446e-05
      ]
    ]
  },
  "Advanced glycation endproducts of this reaction have been implicated in the progression of Alzheimer's disease and collagen crosslinking associated with aging. One type of molecule yielded in this reaction is short-chain hydrolytic products such as diacetyl, all of which undergo the Strecker degradation. In the second step of this reaction, the product of the first step becomes a ketosamine in the Amadori rearrangement, and this product can turn into a reductone in the next step. Its first step results in the formation of N-glycoside, and most commonly, nitrogenous brown polymers are the product of this reaction. FTP, name this organic reaction between an amino acid and a reducing sugar that": {
    "guess": "Maillard reaction",
    "confidence": [
      [
        "Ma",
        -0.03222914
      ],
      [
        "illard",
        -9.968313e-06
      ],
      [
        " reaction",
        -0.38419935
      ]
    ]
  },
  "One advocate of this war slyly dropped figs on the floor of the Senate to demonstrate the wealth of the opponent. It was preceded by the surrender of Utica, which became the base for one side, and formally ended many centuries later in 1985, when mayors Ugo Vitere and Chedly Klibi signed a treaty. It had begun when another treaty was violated in order to repulse Massinisa, and it ended after a three-year siege when Scipio Aemilianus broke into the city, razed the buildings, and enslaved the population,": {
    "guess": "Third Punic War",
    "confidence": [
      [
        "Third",
        -0.2831607
      ],
      [
        " P",
        -5.145119e-05
      ],
      [
        "unic",
        -4.604148e-06
      ],
      [
        " War",
        -0.0006871754
      ]
    ]
  },
  "He was an advocate of prison reform and wrote the tract Our Penal Machinery and Its Victims in 1884.  A staunch supporter of William Jennings Bryan, this member of the Democratic Party served as judge of Cook County before his most famous post, during which he protested to President Cleveland the actions of Attorney General Richard Olney, who sent federal troops to this man's home state during the": {
    "guess": "John Peter Altgeld",
    "confidence": [
      [
        "John",
        -0.019188829
      ],
      [
        " Peter",
        -0.009014911
      ],
      [
        " Alt",
        -0.0009338519
      ],
      [
        "g",
        -0.00022535099
      ],
      [
        "eld",
        -0.000110337794
      ]
    ]
  },
  "His advisors included Johan Cresques and the biographer Zurara. The Battle of Alfarrobeira was the high point for strife in his family. This era was precipitated by the death of his brother Duarte and the desire of Leonor of Aragon not to allow his other brother Pedro [*] to ascend the throne, ultimately this grand master of the Order of Christ had to take sides and chose King Alfonso. He had first": {
    "guess": "Prince Henry the Navigator",
    "confidence": [
      [
        "Prince",
        -1.1926216
      ],
      [
        " Henry",
        -0.05954452
      ],
      [
        " the",
        -0.0011341434
      ],
      [
        " Navigator",
        -0.00011963568
      ]
    ]
  },
  "An adviser to one king of this name reportedly choked to death on a holy wafer after claiming he did not kill the king's brother, Alfred. That same king of this name was served by Bishops of London like Spearhafoc and Robert of Jumieges. A different king of this name was stabbed to death while visiting Corfe Castle, and an (*) \"elder\" king of this name was the son of Alfred the Great. Besides the aforementioned \"Martyr\", a later English king with this name signed the favorable Treaty of Bretigny with France after winning at Crecy and Poitiers. For 10 points, what was the name shared by the English": {
    "guess": "Edward",
    "confidence": [
      [
        "Edward",
        -0.011815997
      ]
    ]
  },
  "Advocated by Secretary of State Philander Knox, this policy was carried out in Central America and in China in 1909 and 1910 respectively. Basically, it stated that countries that would give political": {
    "guess": "Dollar Diplomacy",
    "confidence": [
      [
        "D",
        -0.36112297
      ],
      [
        "ollar",
        -8.43514e-05
      ],
      [
        " Dipl",
        -0.05592047
      ],
      [
        "om",
        -4.8471098e-05
      ],
      [
        "acy",
        -3.464347e-05
      ]
    ]
  },
  "The advertisement was signed by Hollywood stars, as well as many clergymen who subsequently said use": {
    "guess": "Hollywood Walk of Fame",
    "confidence": [
      [
        "H",
        -0.36247116
      ],
      [
        "ollywood",
        -0.005000821
      ],
      [
        " Walk",
        -0.6751558
      ],
      [
        " of",
        -3.22594e-05
      ],
      [
        " Fame",
        -0.00012106613
      ]
    ]
  },
  "His advisors included Johan Cresques and the biographer Zurara. The Battle of Alfarrobeira was the high point for strife in his family. This era was precipitated by the death of his brother Duarte and": {
    "guess": "Afonso V of Portugal",
    "confidence": [
      [
        "A",
        -0.77354145
      ],
      [
        "fon",
        -8.4112995e-05
      ],
      [
        "so",
        -1.8550976e-05
      ],
      [
        " V",
        -0.0019163839
      ],
      [
        " of",
        -0.005030829
      ],
      [
        " Portugal",
        -5.4669687e-05
      ]
    ]
  },
  "An adviser to one king of this name reportedly choked to death on a holy wafer after claiming he did not kill the king's brother, Alfred. That same king of this name was served by Bishops of London like Spearhafoc and Robert of Jumieges. A different king of this name was stabbed to death while visiting Corfe Castle, and an (*) \"elder\" king of this name was the son of Alfred the Great. Besides the aforementioned \"Martyr\", a later English king with this name signed the favorable Treaty of Bretigny": {
    "guess": "Edward",
    "confidence": [
      [
        "Edward",
        -0.017994942
      ]
    ]
  },
  "One advocate of this war slyly dropped figs on the floor of the Senate to demonstrate the wealth of the opponent. It was preceded by the surrender of Utica, which became the base for one side, and formally ended many centuries later in 1985, when mayors Ugo Vitere and Chedly Klibi signed a treaty. It": {
    "guess": "Punic Wars",
    "confidence": [
      [
        "P",
        -0.67741627
      ],
      [
        "unic",
        -6.511407e-06
      ],
      [
        " Wars",
        -0.00811983
      ]
    ]
  },
  "This man advocated for the creation of the \"Rainbow\" Division to avoid favoritism of any particular state. He was the youngest judge to serve on the court martial of Billy Mitchell, and this man led the": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.0013858319
      ],
      [
        "glas",
        -1.7597347e-05
      ],
      [
        " Mac",
        -1.4498052e-05
      ],
      [
        "Arthur",
        -0.000112245056
      ]
    ]
  },
  "An advertisement for Citroen sees a giant levitating one of these made out of cars, and a large mural made of these objects is made to spell out \"Hybrid\" in a Honda Advertisement. In another advertisement, one of these is made to twist so fast as to burst and splatter its colors on a wall while a PS3 is visible in the background. Invented by an interior designer from Hungary, it has more difficult": {
    "guess": "Rubik's Cube",
    "confidence": [
      [
        "Rub",
        -0.2970727
      ],
      [
        "ik",
        -0.00054028525
      ],
      [
        "'s",
        -0.001141765
      ],
      [
        " Cube",
        -0.0015001025
      ]
    ]
  },
  "His advisors included Johan Cresques and the biographer Zurara. The Battle of Alfarrobeira was the high point for strife in his family. This era was precipitated by the death of his brother Duarte and the desire of Leonor of Aragon not to allow his other brother Pedro [*] to ascend the throne, ultimately this grand master of the Order of Christ had to take sides and chose King Alfonso. He had first made his name with the capture of Ceuta, but he suffered a great defeat at Tangiers. He was best known, however, for sponsoring the ventures of men like Gil Eanes and Joa Zarco in Asia and Africa, FTP, name this man whose mint in Lisbon produced the \"cruzado\" coin and who established a colony for exploration": {
    "guess": "Prince Henry the Navigator",
    "confidence": [
      [
        "Prince",
        -0.26062256
      ],
      [
        " Henry",
        -0.0005276534
      ],
      [
        " the",
        -0.00093695114
      ],
      [
        " Navigator",
        -5.216641e-05
      ]
    ]
  },
  "On the advice of Count Mosca, the male protagonist leaves for Naples to join the seminary with the goal": {
    "guess": "The Charterhouse of Parma",
    "confidence": [
      [
        "The",
        -0.38901472
      ],
      [
        " Charter",
        -0.0053784256
      ],
      [
        "house",
        -1.2352386e-05
      ],
      [
        " of",
        -2.0935051e-05
      ],
      [
        " Par",
        -0.00010902656
      ],
      [
        "ma",
        -1.0921943e-05
      ]
    ]
  },
  "While advising this monarch, physician Gerhard van Swieten dismantled Jesuit influence over the universities. Another adviser to this ruler proposed that the crown take over tax collection duties in the notate proposals and was named Friedrich Wilhelm Haugwitz. In the (*) \"reversal of alliances\", this monarch partnered with France in a conflict over a region containing the city of Wroclaw. This monarch": {
    "guess": "Maria Theresa",
    "confidence": [
      [
        "Maria",
        -0.0022535068
      ],
      [
        " Theresa",
        -0.00069015543
      ]
    ]
  },
  "His advisors included Johan Cresques and the biographer Zurara. The Battle of Alfarrobeira was the high point for strife in his family. This era was precipitated by the death of his brother Duarte and the desire of Leonor of Aragon not to allow his other brother Pedro [*] to ascend the throne, ultimately this grand master of the Order of Christ had to take sides and chose King Alfonso. He had first made his name with the capture of Ceuta, but he suffered a great defeat at Tangiers. He was best known,": {
    "guess": "Henry the Navigator",
    "confidence": [
      [
        "Henry",
        -0.9450412
      ],
      [
        " the",
        -0.021866197
      ],
      [
        " Navigator",
        -0.0010354299
      ]
    ]
  },
  "This man advocated for the creation of the \"Rainbow\" Division to avoid favoritism of any particular state. He was the youngest judge to serve on the court martial of Billy Mitchell, and this man led the force that dispersed the Bonus Army. His forces made a successful landing at Inchon during the Korean War, although that did not prevent his dismissal by President Truman. During World War II, he promoted the \"island-hopping\" strategy, and he later oversaw the occupation of Japan. For 10 points, name": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.002032492
      ],
      [
        "glas",
        -3.6669935e-05
      ],
      [
        " Mac",
        -4.6206227e-05
      ],
      [
        "Arthur",
        -0.000116417184
      ]
    ]
  },
  "Advanced glycation endproducts of this reaction have been implicated in the progression of Alzheimer's disease and collagen crosslinking associated with aging. One type of molecule yielded in this reaction is short-chain hydrolytic products such as diacetyl, all of which undergo the Strecker degradation. In the second step of this reaction, the product of the first step becomes a ketosamine in the Amadori rearrangement, and this product can turn into a reductone in the next step. Its first step results in the formation of N-glycoside, and most commonly, nitrogenous brown polymers are the product": {
    "guess": "Maillard reaction",
    "confidence": [
      [
        "Ma",
        -0.0332031
      ],
      [
        "illard",
        -4.604148e-06
      ],
      [
        " reaction",
        -0.43340248
      ]
    ]
  },
  "An advertisement for Citroen sees a giant levitating one of these made out of cars, and a large mural made of these objects is made to spell out \"Hybrid\" in a Honda Advertisement. In another advertisement, one of these is made to twist so fast as to burst and splatter its colors on a wall while a PS3 is visible in the background. Invented by an interior designer from Hungary, it has more difficult variants called the \"Revenge\" and \"Professor.\" For 10 points, identify these objects, all of whose sides are made of the same color when it is solved.": {
    "guess": "Rubik's Cube",
    "confidence": [
      [
        "Rub",
        -0.032414734
      ],
      [
        "ik",
        -0.00341499
      ],
      [
        "'s",
        -0.00073470094
      ],
      [
        " Cube",
        -0.002361498
      ]
    ]
  },
  "One advocate of this war slyly dropped figs on the floor of the Senate to demonstrate the wealth of the": {
    "guess": "Share Our Wealth",
    "confidence": [
      [
        "Share",
        -0.8404786
      ],
      [
        " Our",
        -0.0022319749
      ],
      [
        " Wealth",
        -0.00019138161
      ]
    ]
  },
  "This man advocated for the creation of the \"Rainbow\" Division to avoid favoritism of any particular state.": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.021871092
      ],
      [
        "glas",
        -2.1650272e-05
      ],
      [
        " Mac",
        -0.00016766376
      ],
      [
        "Arthur",
        -0.00020294437
      ]
    ]
  },
  "On the advice of Count Mosca, the male protagonist leaves for Naples to join the seminary with the goal of becoming an Archbishop despite his complete lack of interest. The protagonist falls in love with Marietta, a young actress whose manager Giletti he kills. His attempt to flee afterward fails, so the protagonist spent time in the Farnese Tower until his new love Clelia Conti smuggles him three ropes from his aunt Gina Sanseverina. Clelia bears the protagonist's child, whose death the protagonist": {
    "guess": "The Charterhouse of Parma",
    "confidence": [
      [
        "The",
        -0.00173884
      ],
      [
        " Charter",
        -0.0992843
      ],
      [
        "house",
        -2.5703197e-05
      ],
      [
        " of",
        -2.1054253e-05
      ],
      [
        " Par",
        -7.398068e-05
      ],
      [
        "ma",
        -1.27099975e-05
      ]
    ]
  },
  "An adviser to one king of this name reportedly choked to death on a holy wafer after claiming he did": {
    "guess": "Edward",
    "confidence": [
      [
        "Edward",
        -0.087696925
      ]
    ]
  },
  "Some advocates of this concept are divided into the opposing Raumist and Finvenkist camps, the latter of which seeks a \"final victory\" for it. UNESCO passed the 1954 Montevideo resolution to increase support for this concept, which was first endorsed by a world congress in the Declaration of Boulogne. Its most famous literary advocate was the author of The Infant Race, the Scottish Nobel nominee William": {
    "guess": "Esperanto",
    "confidence": [
      [
        "Es",
        -0.011449191
      ],
      [
        "per",
        -1.6762922e-05
      ],
      [
        "anto",
        -0.0014165462
      ]
    ]
  },
  "Advanced glycation endproducts of this reaction have been implicated in the progression of Alzheimer's disease and collagen crosslinking associated with aging. One type of molecule yielded in this reaction is short-chain hydrolytic products such as diacetyl, all of which undergo the Strecker degradation. In the second step of this reaction, the product of the first step becomes a ketosamine in the Amadori rearrangement, and this product can turn into a reductone in the next step. Its first step results in the formation of N-glycoside, and most commonly, nitrogenous brown polymers are the product of this reaction. FTP, name this organic reaction between an amino acid and a reducing sugar that explains how bread gets toasted and meat browns.": {
    "guess": "Maillard reaction",
    "confidence": [
      [
        "Ma",
        -0.0023125035
      ],
      [
        "illard",
        -2.8160932e-06
      ],
      [
        " reaction",
        -0.2266758
      ]
    ]
  },
  "He was an advocate of prison reform and wrote the tract Our Penal Machinery and Its Victims in 1884.  A staunch supporter of William Jennings Bryan, this member of the Democratic Party served as judge": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -1.7004292
      ],
      [
        " Jennings",
        -1.2191949
      ],
      [
        " Bryan",
        -0.0028596781
      ]
    ]
  },
  "He was an advocate of prison reform and wrote the tract Our Penal Machinery and Its Victims in 1884.  A staunch supporter of William Jennings Bryan, this member of the Democratic Party served as judge of Cook County before his most famous post, during which he protested to President Cleveland the actions of Attorney General Richard Olney, who sent federal troops to this man's home state during the Pullman strike.  FTP, identify this man who served as governor of Illinois from 1893-97 and pardoned the anarchists involved in the Haymarket Square Riot.": {
    "guess": "John Peter Altgeld",
    "confidence": [
      [
        "John",
        -0.0034115587
      ],
      [
        " Peter",
        -0.00059938093
      ],
      [
        " Alt",
        -1.998142e-05
      ],
      [
        "g",
        -7.314626e-05
      ],
      [
        "eld",
        -2.0339032e-05
      ]
    ]
  },
  "While advising this monarch, physician Gerhard van Swieten dismantled Jesuit influence over the universities.": {
    "guess": "Maria Theresa",
    "confidence": [
      [
        "Maria",
        -0.0016943422
      ],
      [
        " Theresa",
        -0.0016776758
      ]
    ]
  },
  "Some advocates of this concept are divided into the opposing Raumist and Finvenkist camps, the latter of which seeks a \"final victory\" for it. UNESCO passed the 1954 Montevideo resolution to increase support for this concept, which was first endorsed by a world congress in the Declaration of Boulogne. Its most famous literary advocate was the author of The Infant Race, the Scottish Nobel nominee William Auld. It was first outlined in the (*) Unua Libro, which was published under a pseudonym meaning \"one who hopes\" that eventually gave its name to this concept. Though this concept proved to be more": {
    "guess": "Esperanto",
    "confidence": [
      [
        "Es",
        -0.019148353
      ],
      [
        "per",
        -5.080963e-06
      ],
      [
        "anto",
        -0.0007732973
      ]
    ]
  },
  "Some advocates of this concept are divided into the opposing Raumist and Finvenkist camps, the latter of which seeks a \"final victory\" for it. UNESCO passed the 1954 Montevideo resolution to increase support for this concept, which was first endorsed by a world congress in the Declaration of Boulogne. Its most famous literary advocate was the author of The Infant Race, the Scottish Nobel nominee William Auld. It was first outlined in the (*) Unua Libro, which was published under a pseudonym meaning \"one who hopes\" that eventually gave its name to this concept. Though this concept proved to be more popular than Ido, it faces competition from Interlingua. For 10 points, name this brainchild of L.L. Zamenhof, the most widely-spoken constructed language.": {
    "guess": "Esperanto",
    "confidence": [
      [
        "Es",
        -0.010767534
      ],
      [
        "per",
        -5.3193703e-06
      ],
      [
        "anto",
        -7.8748824e-05
      ]
    ]
  },
  "This man advocated for the creation of the \"Rainbow\" Division to avoid favoritism of any particular state. He was the youngest judge to serve on the court martial of Billy Mitchell, and this man led the force that dispersed the Bonus Army. His forces made a successful landing at Inchon during the Korean": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.0016167386
      ],
      [
        "glas",
        -6.6306106e-06
      ],
      [
        " Mac",
        -8.292095e-05
      ],
      [
        "Arthur",
        -0.00010354319
      ]
    ]
  },
  "An advertisement for Citroen sees a giant levitating one of these made out of cars, and a large mural made of these objects is made to spell out \"Hybrid\" in a Honda Advertisement. In another advertisement, one of these is made to twist so fast as to burst and splatter its colors on a wall while a PS3 is visible in the background. Invented by an interior designer from Hungary, it has more difficult variants called the \"Revenge\" and \"Professor.\" For 10 points, identify these objects, all of whose sides": {
    "guess": "Rubik's Cube",
    "confidence": [
      [
        "Rub",
        -0.09207303
      ],
      [
        "ik",
        -0.004195456
      ],
      [
        "'s",
        -0.0008790658
      ],
      [
        " Cube",
        -0.026405262
      ]
    ]
  },
  "An advertisement for Citroen sees a giant levitating one of these made out of cars, and a large mural": {
    "guess": "Citroën C4 Picasso",
    "confidence": [
      [
        "Cit",
        -1.6283642
      ],
      [
        "ro",
        -0.00059616246
      ],
      [
        "ën",
        -0.08504073
      ],
      [
        " C",
        -0.50449145
      ],
      [
        "4",
        -0.07780528
      ],
      [
        " Picasso",
        -0.16200358
      ]
    ]
  },
  "An advertisement for Citroen sees a giant levitating one of these made out of cars, and a large mural made of these objects is made to spell out \"Hybrid\" in a Honda Advertisement. In another advertisement, one of these is made to twist so fast as to burst and splatter its colors on a wall while a PS3": {
    "guess": "Spin art",
    "confidence": [
      [
        "Spin",
        -1.7371268
      ],
      [
        " art",
        -0.62457484
      ]
    ]
  },
  "Some advocates of this concept are divided into the opposing Raumist and Finvenkist camps, the latter of which seeks a \"final victory\" for it. UNESCO passed the 1954 Montevideo resolution to increase support for this concept, which was first endorsed by a world congress in the Declaration of Boulogne.": {
    "guess": "Esperanto",
    "confidence": [
      [
        "Es",
        -0.0039425674
      ],
      [
        "per",
        -7.703444e-06
      ],
      [
        "anto",
        -0.0013772567
      ]
    ]
  },
  "An advertisement for Citroen sees a giant levitating one of these made out of cars, and a large mural made of these objects is made to spell out \"Hybrid\" in a Honda Advertisement. In another advertisement,": {
    "guess": "Car advertising",
    "confidence": [
      [
        "Car",
        -1.2302697
      ],
      [
        " advertising",
        -0.998823
      ]
    ]
  },
  "While advising this monarch, physician Gerhard van Swieten dismantled Jesuit influence over the universities. Another adviser to this ruler proposed that the crown take over tax collection duties in the notate proposals and was named Friedrich Wilhelm Haugwitz. In the (*) \"reversal of alliances\", this": {
    "guess": "Maria Theresa",
    "confidence": [
      [
        "Maria",
        -0.20838857
      ],
      [
        " Theresa",
        -0.005505169
      ]
    ]
  },
  "Advocates for this law included Alice Lakey and Harvey Wiley, who was its first administrator during his tenure as head of the Department of Chemistry of the USDA. A case based on this law was brought against \"forty barrels and twenty kegs of Coca-Cola\" and centered on the use of caffeine. This law prohibited \"adulterating\" or \"misbranding\" the title products. For 10 points, name this act which, along with the Meat Inspection Act of 1906, was inspired by Upton Sinclair's muckraking novel The Jungle,": {
    "guess": "Pure Food and Drug Act",
    "confidence": [
      [
        "Pure",
        -0.09987198
      ],
      [
        " Food",
        -0.00026026298
      ],
      [
        " and",
        -0.0003542927
      ],
      [
        " Drug",
        -0.0021892798
      ],
      [
        " Act",
        -0.0009008581
      ]
    ]
  },
  "On the advice of Count Mosca, the male protagonist leaves for Naples to join the seminary with the goal of becoming an Archbishop despite his complete lack of interest. The protagonist falls in love with Marietta, a young actress whose manager Giletti he kills. His attempt to flee afterward fails, so the protagonist spent time in the Farnese Tower until his new love Clelia Conti smuggles him three": {
    "guess": "The Charterhouse of Parma",
    "confidence": [
      [
        "The",
        -0.0013126171
      ],
      [
        " Charter",
        -0.0012103531
      ],
      [
        "house",
        -1.27099975e-05
      ],
      [
        " of",
        -1.5213274e-05
      ],
      [
        " Par",
        -2.319992e-05
      ],
      [
        "ma",
        -5.3193703e-06
      ]
    ]
  },
  "Advocated by Secretary of State Philander Knox, this policy was carried out in Central America and in China in 1909 and 1910 respectively. Basically, it stated that countries that would give political and commercial influence to the United States could borrow large sums of money from the U.S. FTP, identify": {
    "guess": "Dollar Diplomacy",
    "confidence": [
      [
        "D",
        -0.00880176
      ],
      [
        "ollar",
        -0.0003364158
      ],
      [
        " Dipl",
        -0.04405512
      ],
      [
        "om",
        -5.383526e-05
      ],
      [
        "acy",
        -3.0232935e-05
      ]
    ]
  },
  "The advertisement was signed by Hollywood stars, as well as many clergymen who subsequently said use of their names was unauthorized. Of information reported, William Brennan said, \"It is uncontroverted that some of the statements…were not accurate descriptions of events which occurred in Montgomery.\"": {
    "guess": "Montgomery bus boycott",
    "confidence": [
      [
        "Mont",
        -0.37261435
      ],
      [
        "gomery",
        -0.00020246755
      ],
      [
        " bus",
        -0.58741224
      ],
      [
        " boycott",
        -0.00047809765
      ]
    ]
  },
  "His advisors included Johan Cresques and the biographer Zurara. The Battle of Alfarrobeira was the high point for strife in his family. This era was precipitated by the death of his brother Duarte and the desire of Leonor of Aragon not to allow his other brother Pedro [*] to ascend the throne, ultimately this grand master of the Order of Christ had to take sides and chose King Alfonso. He had first made his name with the capture of Ceuta, but he suffered a great defeat at Tangiers. He was best known, however, for sponsoring the ventures of men like Gil Eanes and Joa Zarco in Asia and Africa, FTP, name this man whose mint in Lisbon produced the \"cruzado\" coin and who established a colony for exploration at Sagres.": {
    "guess": "Prince Henry the Navigator",
    "confidence": [
      [
        "Prince",
        -0.05308374
      ],
      [
        " Henry",
        -0.00018053775
      ],
      [
        " the",
        -0.00026503115
      ],
      [
        " Navigator",
        -3.7146747e-05
      ]
    ]
  },
  "Advanced glycation endproducts of this reaction have been implicated in the progression of Alzheimer's": {
    "guess": "Glycation",
    "confidence": [
      [
        "G",
        -0.52950275
      ],
      [
        "ly",
        -2.618001e-05
      ],
      [
        "cation",
        -0.03661204
      ]
    ]
  },
  "While advising this monarch, physician Gerhard van Swieten dismantled Jesuit influence over the universities. Another adviser to this ruler proposed that the crown take over tax collection duties in the notate proposals and was named Friedrich Wilhelm Haugwitz. In the (*) \"reversal of alliances\", this monarch partnered with France in a conflict over a region containing the city of Wroclaw. This monarch issued the robot patent. This monarch's predecessor, Charles VI, secured the Pragmatic Sanction.": {
    "guess": "Maria Theresa",
    "confidence": [
      [
        "Maria",
        -0.00573479
      ],
      [
        " Theresa",
        -0.00042197472
      ]
    ]
  },
  "Advanced glycation endproducts of this reaction have been implicated in the progression of Alzheimer's disease and collagen crosslinking associated with aging. One type of molecule yielded in this reaction is short-chain hydrolytic products such as diacetyl, all of which undergo the Strecker degradation. In the second step of this reaction, the product of the first step becomes a ketosamine in the Amadori rearrangement, and this product can turn into a reductone in the next step. Its first step results": {
    "guess": "Maillard reaction",
    "confidence": [
      [
        "Ma",
        -0.15272611
      ],
      [
        "illard",
        -9.253091e-06
      ],
      [
        " reaction",
        -0.20385472
      ]
    ]
  },
  "Some advocates of this concept are divided into the opposing Raumist and Finvenkist camps, the latter": {
    "guess": "Esperanto",
    "confidence": [
      [
        "Es",
        -0.016538557
      ],
      [
        "per",
        -1.7239736e-05
      ],
      [
        "anto",
        -0.0076806853
      ]
    ]
  },
  "Advocates for this law included Alice Lakey and Harvey Wiley, who was its first administrator during his tenure as head of the Department of Chemistry of the USDA. A case based on this law was brought against \"forty barrels and twenty kegs of Coca-Cola\" and centered on the use of caffeine. This law prohibited": {
    "guess": "Pure Food and Drug Act",
    "confidence": [
      [
        "Pure",
        -0.12391818
      ],
      [
        " Food",
        -0.00014263466
      ],
      [
        " and",
        -5.5265704e-05
      ],
      [
        " Drug",
        -0.0018637838
      ],
      [
        " Act",
        -0.0006864602
      ]
    ]
  },
  "This man advocated for the creation of the \"Rainbow\" Division to avoid favoritism of any particular state. He was the youngest judge to serve on the court martial of Billy Mitchell, and this man led the force that dispersed the Bonus Army. His forces made a successful landing at Inchon during the Korean War, although that did not prevent his dismissal by President Truman. During World War II, he promoted the \"island-hopping\" strategy, and he later oversaw the occupation of Japan. For 10 points, name this American general who famously proclaimed, \"I shall return,\" after leaving the Philippines.": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.009779226
      ],
      [
        "glas",
        -3.5120287e-05
      ],
      [
        " Mac",
        -4.3941356e-05
      ],
      [
        "Arthur",
        -0.00023154958
      ]
    ]
  },
  "Advanced glycation endproducts of this reaction have been implicated in the progression of Alzheimer's disease and collagen crosslinking associated with aging. One type of molecule yielded in this reaction is short-chain hydrolytic products such as diacetyl, all of which undergo the Strecker degradation. In the second step of this reaction, the product of the first step becomes a ketosamine in the": {
    "guess": "Glycation",
    "confidence": [
      [
        "G",
        -1.0004756
      ],
      [
        "ly",
        -0.00080450665
      ],
      [
        "cation",
        -0.07370306
      ]
    ]
  },
  "The advertisement was signed by Hollywood stars, as well as many clergymen who subsequently said use of their names was unauthorized. Of information reported, William Brennan said, \"It is uncontroverted": {
    "guess": "List of people who have been considered deities",
    "confidence": [
      [
        "List",
        -1.5945415
      ],
      [
        " of",
        -0.0031696297
      ],
      [
        " people",
        -1.463811
      ],
      [
        " who",
        -1.1148667
      ],
      [
        " have",
        -0.09649419
      ],
      [
        " been",
        -0.22483431
      ],
      [
        " considered",
        -0.11730018
      ],
      [
        " de",
        -0.0065005473
      ],
      [
        "ities",
        -0.002801791
      ]
    ]
  },
  "His advisors included Johan Cresques and the biographer Zurara. The Battle of Alfarrobeira was the high point for strife in his family. This era was precipitated by the death of his brother Duarte and the desire of Leonor of Aragon not to allow his other brother Pedro [*] to ascend the throne, ultimately": {
    "guess": "Afonso V of Portugal",
    "confidence": [
      [
        "A",
        -0.17863409
      ],
      [
        "fon",
        -1.5213274e-05
      ],
      [
        "so",
        -2.0815847e-05
      ],
      [
        " V",
        -0.0002483463
      ],
      [
        " of",
        -0.004094193
      ],
      [
        " Portugal",
        -6.4444386e-05
      ]
    ]
  },
  "Advocates for this law included Alice Lakey and Harvey Wiley, who was its first administrator during": {
    "guess": "Pure Food and Drug Act",
    "confidence": [
      [
        "Pure",
        -0.691212
      ],
      [
        " Food",
        -0.0007007609
      ],
      [
        " and",
        -0.0003280752
      ],
      [
        " Drug",
        -0.001542119
      ],
      [
        " Act",
        -0.0012785688
      ]
    ]
  },
  "On the advice of Count Mosca, the male protagonist leaves for Naples to join the seminary with the goal of becoming an Archbishop despite his complete lack of interest. The protagonist falls in love with Marietta, a young actress whose manager Giletti he kills. His attempt to flee afterward fails, so the protagonist spent time in the Farnese Tower until his new love Clelia Conti smuggles him three ropes from his aunt Gina Sanseverina. Clelia bears the protagonist's child, whose death the protagonist fakes to spend time with him, but the child and Clelia soon actually die. FTP, name this work by Stendhal that ends with Fabrizio, a veteran of the Napoleonic Wars, retiring at a titular lodging.": {
    "guess": "The Charterhouse of Parma",
    "confidence": [
      [
        "The",
        -0.00036359057
      ],
      [
        " Charter",
        -0.00039849523
      ],
      [
        "house",
        -4.1273333e-06
      ],
      [
        " of",
        -1.8624639e-06
      ],
      [
        " Par",
        -5.6338537e-05
      ],
      [
        "ma",
        -7.226629e-06
      ]
    ]
  }
}