{
  "Ignatius White was a diplomat who attempted to convince France to oppose this event. Support for this event was drummed up by Hans Bentick. This event was planned and favored by Henry Sydney, who led the": {
    "guess": "Glorious Revolution",
    "confidence": [
      [
        "G",
        -0.0877145
      ],
      [
        "lor",
        -2.4584822e-06
      ],
      [
        "ious",
        -0.00016480287
      ],
      [
        " Revolution",
        -0.0001278534
      ]
    ]
  },
  "Ignatius White was a diplomat who attempted to convince France to oppose this event. Support for this event was drummed up by Hans Bentick. This event was planned and favored by Henry Sydney, who led the \"Immortal Seven.\" This event saw the calling of the \"Convention Parliament,\" and it was sparked by fears that the son of Mary of Modena would inherit the throne. Supporters of this event took the name": {
    "guess": "Glorious Revolution",
    "confidence": [
      [
        "G",
        -0.040359143
      ],
      [
        "lor",
        -1.2829201e-05
      ],
      [
        "ious",
        -7.77952e-05
      ],
      [
        " Revolution",
        -0.0061685056
      ]
    ]
  },
  "Ignatius White was a diplomat who attempted to convince France to oppose this event. Support for this event was drummed up by Hans Bentick. This event was planned and favored by Henry Sydney, who led the \"Immortal Seven.\" This event saw the calling of the \"Convention Parliament,\" and it was sparked by": {
    "guess": "Glorious Revolution",
    "confidence": [
      [
        "G",
        -0.07872783
      ],
      [
        "lor",
        -2.0696643e-05
      ],
      [
        "ious",
        -4.9305523e-05
      ],
      [
        " Revolution",
        -0.004949224
      ]
    ]
  },
  "Ignatius White was a diplomat who attempted to convince France to oppose this event. Support for this event was drummed up by Hans Bentick. This event was planned and favored by Henry Sydney, who led the \"Immortal Seven.\" This event saw the calling of the \"Convention Parliament,\" and it was sparked by fears that the son of Mary of Modena would inherit the throne. Supporters of this event took the name \"Whigs\" and favored property rights while opposing Catholicism. For 10 points name this 1688 event": {
    "guess": "Glorious Revolution",
    "confidence": [
      [
        "G",
        -0.35930005
      ],
      [
        "lor",
        -3.1281633e-07
      ],
      [
        "ious",
        -3.166338e-05
      ],
      [
        " Revolution",
        -0.00024406596
      ]
    ]
  },
  "Ignatius White was a diplomat who attempted to convince France to oppose this event. Support for this": {
    "guess": "Glorious Revolution",
    "confidence": [
      [
        "G",
        -0.3627654
      ],
      [
        "lor",
        -0.0019063818
      ],
      [
        "ious",
        -4.6444635e-05
      ],
      [
        " Revolution",
        -0.0008077252
      ]
    ]
  },
  "Ignatius White was a diplomat who attempted to convince France to oppose this event. Support for this event was drummed up by Hans Bentick. This event was planned and favored by Henry Sydney, who led the \"Immortal Seven.\" This event saw the calling of the \"Convention Parliament,\" and it was sparked by fears that the son of Mary of Modena would inherit the throne. Supporters of this event took the name \"Whigs\" and favored property rights while opposing Catholicism. For 10 points name this 1688 event that replaced James II of England with William and Mary.": {
    "guess": "Glorious Revolution",
    "confidence": [
      [
        "G",
        -0.0020003694
      ],
      [
        "lor",
        -1.9361265e-07
      ],
      [
        "ious",
        -3.202099e-05
      ],
      [
        " Revolution",
        -0.000905507
      ]
    ]
  }
}