{
  "In addition to apoptosis, the CIDEA gene plays a role in the breakdown of these. The tissue associated with this is responsible for much of the body's thermogenesis. Leptin acts as an indicator of the level of this in the body. It is stored in tissue that can be brown or white. This is stored in adipose tissue. These are triglycerides, meaning they are lipids. Trans ones are associated with heart disease and they can be saturated or unsaturated. For 10 points, name this material that stores energy in the long term for humans and whose presence brings about an increase in weight.": {
    "guess": "Adipose tissue",
    "confidence": [
      [
        "Ad",
        -0.95290095
      ],
      [
        "ip",
        -2.1531068e-05
      ],
      [
        "ose",
        -0.014807132
      ],
      [
        " tissue",
        -0.008791362
      ]
    ]
  },
  "While addressing a certain figure, this man humbly called himself a \"nobody,\" a \"small rope, a tiny ladder, the tail end, a leaf.\" This man almost delayed his holy task after being told that his uncle was dying, but was divinely reassured that his uncle had been saved. On his daily routine, this man saw a shining cloud with a rainbow around it above a hill now called the \"Capilla del Cerrito.\" John Paul II's canonization of this man was controversial since his historical authenticity is debated. After finding Castilian roses growing in barren soil, this man brought them to his bishop, who was awed by the image of Mary emblazoned on this man's cloak. For 10 points, name this indigenous Mexican": {
    "guess": "Juan Diego",
    "confidence": [
      [
        "Juan",
        -0.0025575918
      ],
      [
        " Diego",
        -0.00011927807
      ]
    ]
  },
  "In addition to causing the retrieval of v-SNARE proteins, the coat protein COP I targets proteins for": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.76593494
      ],
      [
        "opl",
        -0.0011293789
      ],
      [
        "asm",
        -5.931863e-05
      ],
      [
        "ic",
        -4.501419e-05
      ],
      [
        " ret",
        -0.29987207
      ],
      [
        "ic",
        -2.1411865e-05
      ],
      [
        "ulum",
        -2.0815847e-05
      ]
    ]
  },
  "In addition to proline and hydroxyproline, the triple helix structure of collagen is primarily due to this amino acid. Strychnine works by blocking receptors for this amino acid, which, like GABA, is a common inhibitory neurotransmitter. Of the twenty amino acids commonly used to build proteins, it is the only (*) achiral one. For 10 points, name this smallest amino acid, whose R chain is just a hydrogen": {
    "guess": "Glycine",
    "confidence": [
      [
        "G",
        -0.010447999
      ],
      [
        "ly",
        -0.0002100966
      ],
      [
        "c",
        -0.0003929
      ],
      [
        "ine",
        -0.00010676169
      ]
    ]
  },
  "In addition to his more common form, this god can take on the appearance of a dog-faced baboon in his avatar of A'an, the god of equilibrium. In one myth, this god gambles with the moon and wins obtaining 5 extra days of light to create a 365-day calendar so that Nut can bear children. He is the masculine counterpart of Maat and stands with her on the other side of Re's solar barge. A god of magic, he bestowed upon Isis the magic incantations to help resurrect both Osiris and Horus and is also seen as a god of writing and scribes. Often associated with Hermes Trismegistus in Greek times, for 10": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.015548121
      ],
      [
        "oth",
        -3.4285862e-05
      ]
    ]
  },
  "In addition to creating a namesake convertase, C3b functions to facilitate this process, which is conducted by TLRs of immature dendritic cells. The actual action is a function of actin-myosin contraction, and initiates using NF-kB activation on PAMP sites. Most factors in Yersinia pestis, which causes plague, are particularly resistant to this process, which is necessary for Helper T cells to activate and functions via opsonins. In amoeboid organisms, this process is carried out by using pseudopodia": {
    "guess": "Phagocytosis",
    "confidence": [
      [
        "Ph",
        -0.01501184
      ],
      [
        "ag",
        -1.5451682e-05
      ],
      [
        "oc",
        -0.0003576304
      ],
      [
        "yt",
        -3.6073914e-05
      ],
      [
        "osis",
        -3.368984e-05
      ]
    ]
  },
  "The addition, nearly three decades after its completion, of an additional northeastern tower to cover the tomb of its namesake is often cited to disprove the legend that its primary architect, a man nicknamed Barma, was ordered to have his eyes put out as soon as it was finished. A 150 foot tall tower": {
    "guess": "Leaning Tower of Pisa",
    "confidence": [
      [
        "Le",
        -1.3721801
      ],
      [
        "aning",
        -0.00023512568
      ],
      [
        " Tower",
        -0.00080069585
      ],
      [
        " of",
        -0.0010821137
      ],
      [
        " P",
        -0.0066540306
      ],
      [
        "isa",
        -1.7716551e-05
      ]
    ]
  },
  "In addition to his more famous endeavours, this man was a skilled calligrapher who in 1540 published a concise manual on Italic lettering. He gained a mastery of mathematics and astronomy under the guidance of Gemma Frisius and learned of engraving from Gaspar a Myrica, who would become his partners in his life's work, which included a series of publications intended to describe the creation and history": {
    "guess": "Gerardus Mercator",
    "confidence": [
      [
        "Ger",
        -0.115943775
      ],
      [
        "ard",
        -0.0022427968
      ],
      [
        "us",
        -0.15105535
      ],
      [
        " Merc",
        -1.2948405e-05
      ],
      [
        "ator",
        -0.00010592726
      ]
    ]
  },
  "It does not add an edge at each step to create a subgraph. A hybrid algorithm first uses Big O of log of log of n passes in Boruvka's Algorithm before switching to it. With a simple data structure, it runs in worst case of Big O of V squared, but that worst case runtime can be improved to Big O of E plus V log V by employing a Fibonacci Heap. This greedy algorithm works by creating a heap of edge weights": {
    "guess": "Prim's algorithm",
    "confidence": [
      [
        "Prim",
        -0.053715356
      ],
      [
        "'s",
        -0.00020151392
      ],
      [
        " algorithm",
        -0.06458467
      ]
    ]
  },
  "In addition to eye infections in AIDS patients, the drug Cidofovir is sometimes used to treat cases of this disease. Currently, this disease is vaccinated against with the vaccinia virus. Ordinary, modified, flat, and hemorrhagic are types of the variola major form of this disease, which is generally more severe than its (*) variola minor form. This disease forms rashes which subsequently develop into fluid-filled pustules that eventually scab over. In 1796, Edward Jenner developed a way to vaccinate people against this disease by using the cowpox virus. For ten points, name this viral skin disease eradicated in the 1970s.": {
    "guess": "Smallpox",
    "confidence": [
      [
        "Small",
        -0.00058162695
      ],
      [
        "p",
        -0.00019984508
      ],
      [
        "ox",
        -4.3202e-07
      ]
    ]
  },
  "In addition to apoptosis, the CIDEA gene plays a role in the breakdown of these. The tissue associated with this is responsible for much of the body's thermogenesis. Leptin acts as an indicator of the": {
    "guess": "Adipose tissue",
    "confidence": [
      [
        "Ad",
        -0.6049317
      ],
      [
        "ip",
        -8.418666e-06
      ],
      [
        "ose",
        -0.02369508
      ],
      [
        " tissue",
        -0.0024433122
      ]
    ]
  },
  "In addition to creating a namesake convertase, C3b functions to facilitate this process, which is conducted by TLRs of immature dendritic cells. The actual action is a function of actin-myosin contraction, and initiates using NF-kB activation on PAMP sites. Most factors in Yersinia pestis, which causes plague, are particularly resistant to this process, which is necessary for Helper T cells to activate and functions via opsonins. In amoeboid organisms, this process is carried out by using pseudopodia to capture particles which are then moved to a pteroid or vacuole. Monocytes, neutrophils, and white blood cells all function via, FTP, what biological process in which the cell membrane engulfs foreign solids, whose name comes from the Greek for \"eating\"?": {
    "guess": "Phagocytosis",
    "confidence": [
      [
        "Ph",
        -0.00075209374
      ],
      [
        "ag",
        -0.00012570774
      ],
      [
        "oc",
        -7.326546e-05
      ],
      [
        "yt",
        -3.1281633e-07
      ],
      [
        "osis",
        -4.7159858e-05
      ]
    ]
  },
  "It does not add an edge at each step to create a subgraph. A hybrid algorithm first uses Big O of log of log of n passes in Boruvka's Algorithm before switching to it. With a simple data structure, it runs in worst case of Big O of V squared, but that worst case runtime can be improved to Big O of E plus V log V by employing a Fibonacci Heap. This greedy algorithm works by creating a heap of edge weights and at each step adding the edge with the smallest edge weight with a vertex not already in the graph to the graph. FTP, identify this alternative to Kruskal's Algorithm that finds a minimum spanning tree of a graph.": {
    "guess": "Prim's algorithm",
    "confidence": [
      [
        "Prim",
        -0.022292519
      ],
      [
        "'s",
        -0.0001501445
      ],
      [
        " algorithm",
        -0.45670962
      ]
    ]
  },
  "While addressing a certain figure, this man humbly called himself a \"nobody,\" a \"small rope, a tiny ladder, the tail end, a leaf.\" This man almost delayed his holy task after being told that his uncle was dying, but was divinely reassured that his uncle had been saved. On his daily routine, this man saw a shining cloud with a rainbow around it above a hill now called the \"Capilla del Cerrito.\" John Paul II's canonization of this man was controversial since his historical authenticity is debated. After finding Castilian roses growing in barren soil, this man brought them to his bishop, who was awed by the image of Mary emblazoned on this man's cloak. For 10 points, name this indigenous Mexican to whom the Virgin of Guadalupe appeared.": {
    "guess": "Juan Diego",
    "confidence": [
      [
        "Juan",
        -0.0016423345
      ],
      [
        " Diego",
        -0.000119039665
      ]
    ]
  },
  "The addition, nearly three decades after its completion, of an additional northeastern tower to cover": {
    "guess": "Cairo Tower",
    "confidence": [
      [
        "C",
        -0.34410855
      ],
      [
        "airo",
        -0.21387616
      ],
      [
        " Tower",
        -0.03051911
      ]
    ]
  },
  "In addition to his more common form, this god can take on the appearance of a dog-faced baboon in his": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.0012015394
      ],
      [
        "oth",
        -7.107425e-06
      ]
    ]
  },
  "In addition to apoptosis, the CIDEA gene plays a role in the breakdown of these. The tissue associated with this is responsible for much of the body's thermogenesis. Leptin acts as an indicator of the level of this in the body. It is stored in tissue that can be brown or white. This is stored in adipose": {
    "guess": "Adipose tissue",
    "confidence": [
      [
        "Ad",
        -0.33058617
      ],
      [
        "ip",
        -1.147242e-06
      ],
      [
        "ose",
        -0.0033548782
      ],
      [
        " tissue",
        -0.0025682836
      ]
    ]
  },
  "In addition to creating a namesake convertase, C3b functions to facilitate this process, which is conducted by TLRs of immature dendritic cells. The actual action is a function of actin-myosin contraction, and initiates using NF-kB activation on PAMP sites. Most factors in Yersinia pestis, which causes": {
    "guess": "Phagocytosis",
    "confidence": [
      [
        "Ph",
        -0.50809395
      ],
      [
        "ag",
        -7.2192626e-05
      ],
      [
        "oc",
        -0.0005867527
      ],
      [
        "yt",
        -0.00021212305
      ],
      [
        "osis",
        -9.996708e-05
      ]
    ]
  },
  "In addition to claiming that she \"never was born,\" one character in this novel confesses to stealing Miss Feeley's ribbon, Miss Eva's necklace, and Rosa's earrings, although she claims that the latter two items were \"burnt up.\" That character is named Topsy and was presented to Ophelia, who is tasked with educating her. After Eva's death, her father, Augustine St. Clair, promises to free the title": {
    "guess": "Uncle Tom's Cabin",
    "confidence": [
      [
        "Unc",
        -0.0054317815
      ],
      [
        "le",
        -4.723352e-06
      ],
      [
        " Tom",
        -0.009857257
      ],
      [
        "'s",
        -0.0010354299
      ],
      [
        " Cabin",
        -5.2047206e-05
      ]
    ]
  },
  "The addition, nearly three decades after its completion, of an additional northeastern tower to cover the tomb of its namesake is often cited to disprove the legend that its primary architect, a man nicknamed": {
    "guess": "Taj Mahal",
    "confidence": [
      [
        "T",
        -2.0654914
      ],
      [
        "aj",
        -0.025849199
      ],
      [
        " Mah",
        -0.0058542513
      ],
      [
        "al",
        -1.1756368e-05
      ]
    ]
  },
  "In addition to his achievements in Congress, this politician gained renown for his public addresses,": {
    "guess": "Public speaking",
    "confidence": [
      [
        "Public",
        -1.1123188
      ],
      [
        " speaking",
        -0.052043494
      ]
    ]
  },
  "They added a certain slang word to their name after a rival club owner accused them of playing music fit only for brothels.  Drummer Tony Sbarbaro on drums, pianist Henry Ragas, clarinet player Larry Shields, cornet player Nick LaRocca, and trombonist Eddie Edwards were all from New Orleans.  Together they released the 1917 recordings that gave birth to a genre of music.  FTP, name this pioneers of jazz.": {
    "guess": "Original Dixieland Jass Band",
    "confidence": [
      [
        "Original",
        -0.013869755
      ],
      [
        " Dix",
        -0.00015443214
      ],
      [
        "iel",
        -5.9153886e-06
      ],
      [
        "and",
        -6.0345924e-06
      ],
      [
        " J",
        -0.15473439
      ],
      [
        "ass",
        0.0
      ],
      [
        " Band",
        -0.00045343346
      ]
    ]
  },
  "In addition to a well-known textbook he co-wrote called Understanding Poetry, he wrote several poetry collections, including Promises during the 1950s and Now and Then during the 1970s. His first novel,": {
    "guess": "X. J. Kennedy",
    "confidence": [
      [
        "X",
        -0.62030697
      ],
      [
        ".",
        -0.25032958
      ],
      [
        " J",
        -0.00018161058
      ],
      [
        ".",
        -4.6563837e-05
      ],
      [
        " Kennedy",
        -5.6934558e-05
      ]
    ]
  },
  "In addition to a well-known textbook he co-wrote called Understanding Poetry, he wrote several poetry collections, including Promises during the 1950s and Now and Then during the 1970s. His first novel, about tobacco growers in Kentucky, was Night Rider, and his second novel, about Sue Murdock, was At Heaven's Gate. Perhaps influenced by a grandfather who fought for the Confederacy, he associated with": {
    "guess": "Robert Penn Warren",
    "confidence": [
      [
        "Robert",
        -0.15947464
      ],
      [
        " Penn",
        -0.0013858319
      ],
      [
        " Warren",
        -0.00010139752
      ]
    ]
  },
  "It does not add an edge at each step to create a subgraph. A hybrid algorithm first uses Big O of log of log of n passes in Boruvka's Algorithm before switching to it. With a simple data structure, it runs in worst case of Big O of V squared, but that worst case runtime can be improved to Big O of E": {
    "guess": "Kruskal's algorithm",
    "confidence": [
      [
        "K",
        -0.38674822
      ],
      [
        "rus",
        -0.02434217
      ],
      [
        "kal",
        -4.6206227e-05
      ],
      [
        "'s",
        -0.00092479965
      ],
      [
        " algorithm",
        -0.023655143
      ]
    ]
  },
  "They added a certain slang word to their name after a rival club owner accused them of playing music": {
    "guess": "The Beatles",
    "confidence": [
      [
        "The",
        -0.106560186
      ],
      [
        " Beatles",
        -0.20766145
      ]
    ]
  },
  "In addition to his political role, this man was also a prominent scholar, composing such philosophical and theological works as Basilikon Doron and The Demonologie. His attempt to marry his son to the": {
    "guess": "James VI and I",
    "confidence": [
      [
        "James",
        -0.06474727
      ],
      [
        " VI",
        -0.003865516
      ],
      [
        " and",
        -0.0007054025
      ],
      [
        " I",
        -0.00021140782
      ]
    ]
  },
  "Adding two of these chemical groups to morphine results in heroin, and some people are unable to quickly add this chemical group to isoniazid, making normal doses of that drug fatal. The NatB complex is responsible for adding this chemical group to several proteins' N-terminal ends. Sodium butyrate inhibits the removal of this chemical group, and adding it to tubulin is one mechanism of increasing cell motility. It is typically added to lysine residues of histones in order to facilitate transcription by HATs, and it is removed from those proteins by HDACs. It can be added to aromatic systems via the Friedel-Crafts acylation using a two-carbon acyl chloride. Adding it to salicylic acid creates": {
    "guess": "Acetyl group",
    "confidence": [
      [
        "Ac",
        -0.0013676195
      ],
      [
        "etyl",
        -0.0018547464
      ],
      [
        " group",
        -0.000377288
      ]
    ]
  },
  "He addressed a \"mysterious star\" and claimed that he \"could not love except where death was mingling his with Beauty's breath\" in a poem which draws from the seventh Sura of the Qu'ran, which was collected with another poem that described the life of a Middle Eastern warlord who claimed he \"reach'd my home—my home no more\" after falling in love with a woman named Ada.  In addition to \"Al Aaraaf\" and \"Tamerlane\", this author claimed that the best way to double your money is to fold it in half in one": {
    "guess": "Edgar Allan Poe",
    "confidence": [
      [
        "Ed",
        -0.016590612
      ],
      [
        "gar",
        -0.0002631239
      ],
      [
        " Allan",
        -0.0042977766
      ],
      [
        " Poe",
        -4.2272506e-05
      ]
    ]
  },
  "In addition to the earth, sun, and moon and the constellations of the Pleiades, Hyades, Orion, and Ursa Major, it depicts a fallow field being tilled, a harvest in a vineyard, a field in which sheep and cattle graze, and two cities, one at war and one at peace. The Stream of Ocean surrounds the engravings. For 10 points—name this item created by Hephaestos on the request of Thetis, given after the": {
    "guess": "Shield of Achilles",
    "confidence": [
      [
        "Shield",
        -0.060270477
      ],
      [
        " of",
        -0.00029530155
      ],
      [
        " Achilles",
        -0.00015347853
      ]
    ]
  },
  "In addition to his political role, this man was also a prominent scholar, composing such philosophical and theological works as Basilikon Doron and The Demonologie. His attempt to marry his son to the Infanta Maria Anna was he first time this king called for Parliament in a period of seven years. This monarch had the 'honor' of being the target of the Bye Plot, the Main Plot and most famously, the": {
    "guess": "James VI and I",
    "confidence": [
      [
        "James",
        -0.0013630934
      ],
      [
        " VI",
        -0.00085643184
      ],
      [
        " and",
        -5.2643223e-05
      ],
      [
        " I",
        -1.4974867e-05
      ]
    ]
  },
  "In addition to eye infections in AIDS patients, the drug Cidofovir is sometimes used to treat cases of this disease. Currently, this disease is vaccinated against with the vaccinia virus. Ordinary, modified, flat, and hemorrhagic are types of the variola major form of this disease, which is generally more severe than its (*) variola minor form. This disease forms rashes which subsequently develop into fluid-filled pustules that eventually scab over. In 1796, Edward Jenner developed a way to vaccinate people against this disease by using the cowpox virus. For ten points, name this viral skin disease": {
    "guess": "Smallpox",
    "confidence": [
      [
        "Small",
        -0.0021060058
      ],
      [
        "p",
        -0.00054242724
      ],
      [
        "ox",
        -7.89631e-07
      ]
    ]
  },
  "His addition of poems by philosopher T.E. Hulme to his collection Ripostes helped to spawn a certain": {
    "guess": "Imagism",
    "confidence": [
      [
        "Im",
        -1.0349439
      ],
      [
        "ag",
        -0.00028719936
      ],
      [
        "ism",
        -0.008829888
      ]
    ]
  },
  "In addition to his more famous endeavours, this man was a skilled calligrapher who in 1540 published a concise manual on Italic lettering. He gained a mastery of mathematics and astronomy under the guidance of Gemma Frisius and learned of engraving from Gaspar a Myrica, who would become his partners in his life's work, which included a series of publications intended to describe the creation and history of the world, coining the term atlas to describe it. Using the graceful Italic lettering which": {
    "guess": "Gerardus Mercator",
    "confidence": [
      [
        "Ger",
        -0.12419965
      ],
      [
        "ard",
        -0.0018715211
      ],
      [
        "us",
        -0.038105063
      ],
      [
        " Merc",
        -3.8219583e-05
      ],
      [
        "ator",
        -0.00010652328
      ]
    ]
  },
  "In addition to a well-known textbook he co-wrote called Understanding Poetry, he wrote several poetry collections, including Promises during the 1950s and Now and Then during the 1970s. His first novel, about tobacco growers in Kentucky, was Night Rider, and his second novel, about Sue Murdock, was At Heaven's Gate. Perhaps influenced by a grandfather who fought for the Confederacy, he associated with the South throughout his life. Name this author whose most famous novel, which is about the Stantons, Jack Burden, and Willie Stark, was All the King's Men.": {
    "guess": "Robert Penn Warren",
    "confidence": [
      [
        "Robert",
        -0.00049631746
      ],
      [
        " Penn",
        -3.7697225e-06
      ],
      [
        " Warren",
        -5.7961847e-06
      ]
    ]
  },
  "He addressed a \"mysterious star\" and claimed that he \"could not love except where death was mingling his with Beauty's breath\" in a poem which draws from the seventh Sura of the Qu'ran, which was collected with another poem that described the life of a Middle Eastern warlord who claimed he \"reach'd my home—my home no more\" after falling in love with a woman named Ada.  In addition to \"Al Aaraaf\" and": {
    "guess": "Edgar Allan Poe",
    "confidence": [
      [
        "Ed",
        -0.5177853
      ],
      [
        "gar",
        -0.00012940305
      ],
      [
        " Allan",
        -0.0052764495
      ],
      [
        " Poe",
        -3.190179e-05
      ]
    ]
  },
  "The addition, nearly three decades after its completion, of an additional northeastern tower to cover the tomb of its namesake is often cited to disprove the legend that its primary architect, a man nicknamed Barma, was ordered to have his eyes put out as soon as it was finished. A 150 foot tall tower with a tent roof, bearing the name \"The Protecting Veil\" serves as its centerpiece, surrounded by eight surrounding onion-domed towers, mostly colored in ornate blends of red, green, and gold. Built to celebrate the capture of Kazan in the 1550's by Ivan the Terrible, this is, FTP, what colorful Moscow cathedral named for a saint known as the \"holy fool?\"": {
    "guess": "Saint Basil's Cathedral",
    "confidence": [
      [
        "Saint",
        -0.019499607
      ],
      [
        " Basil",
        -0.00019722259
      ],
      [
        "'s",
        -0.0034729594
      ],
      [
        " Cathedral",
        -0.00023143037
      ]
    ]
  },
  "It does not add an edge at each step to create a subgraph. A hybrid algorithm first uses Big O of log of log of n passes in Boruvka's Algorithm before switching to it. With a simple data structure, it": {
    "guess": "Prim's algorithm",
    "confidence": [
      [
        "Prim",
        -1.2179196
      ],
      [
        "'s",
        -0.00070528337
      ],
      [
        " algorithm",
        -0.5080888
      ]
    ]
  },
  "In addition to creating a namesake convertase, C3b functions to facilitate this process, which is conducted by TLRs of immature dendritic cells. The actual action is a function of actin-myosin contraction, and initiates using NF-kB activation on PAMP sites. Most factors in Yersinia pestis, which causes plague, are particularly resistant to this process, which is necessary for Helper T cells to activate and functions via opsonins. In amoeboid organisms, this process is carried out by using pseudopodia to capture particles which are then moved to a pteroid or vacuole. Monocytes, neutrophils, and white blood cells all function via, FTP, what biological process in which the cell membrane engulfs": {
    "guess": "Phagocytosis",
    "confidence": [
      [
        "Ph",
        -0.0016184076
      ],
      [
        "ag",
        -3.166338e-05
      ],
      [
        "oc",
        -2.2603901e-05
      ],
      [
        "yt",
        0.0
      ],
      [
        "osis",
        -2.618001e-05
      ]
    ]
  },
  "In addition to causing the retrieval of v-SNARE proteins, the coat protein COP I targets proteins for this organelle, while COP II targets proteins exiting this organelle. The common sequence KDEL marks proteins for retention in this organelle, and most proteins synthesized in one type of this organelle": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.031948622
      ],
      [
        "ol",
        -5.145119e-05
      ],
      [
        "gi",
        -6.749814e-06
      ],
      [
        " apparatus",
        -0.00088990235
      ]
    ]
  },
  "In addition to his achievements in Congress, this politician gained renown for his public addresses, notably the Bunker Hill oration and his speech on the deaths of Jefferson and Adams. He served as Secretary of State for a second time from 1850-52 after having alienated the antislavery movement with his eloquent support for the Compromise of 1850. Earlier, he had emerged as a champion of the federal government in his famous series of 1830 debates with Robert Hayne, and won acclaim as a lawyer for his arguments in the cases Dartmouth v. Woodward and McCulloch v. Maryland. FTP, who was this Massachusetts senator perhaps best known for his 1843 treaty with Ashburton?": {
    "guess": "Daniel Webster",
    "confidence": [
      [
        "Daniel",
        -0.0019429186
      ],
      [
        " Webster",
        -0.0003186618
      ]
    ]
  },
  "While addressing a certain figure, this man humbly called himself a \"nobody,\" a \"small rope, a tiny ladder, the tail end, a leaf.\" This man almost delayed his holy task after being told that his uncle was dying, but was divinely reassured that his uncle had been saved. On his daily routine, this man saw a shining cloud with a rainbow around it above a hill now called the \"Capilla del Cerrito.\" John": {
    "guess": "Juan Diego",
    "confidence": [
      [
        "Juan",
        -0.54200995
      ],
      [
        " Diego",
        -0.0021889259
      ]
    ]
  },
  "In addition to creating a namesake convertase, C3b functions to facilitate this process, which is conducted": {
    "guess": "Opsonization",
    "confidence": [
      [
        "Op",
        -0.32877487
      ],
      [
        "son",
        -1.2948405e-05
      ],
      [
        "ization",
        -0.021329192
      ]
    ]
  },
  "He addressed a \"mysterious star\" and claimed that he \"could not love except where death was mingling": {
    "guess": "Lord Byron",
    "confidence": [
      [
        "Lord",
        -0.48528638
      ],
      [
        " Byron",
        -0.0007079058
      ]
    ]
  },
  "In addition to a well-known textbook he co-wrote called Understanding Poetry, he wrote several poetry collections, including Promises during the 1950s and Now and Then during the 1970s. His first novel, about tobacco growers in Kentucky, was Night Rider, and his second novel, about Sue Murdock, was At Heaven's Gate. Perhaps influenced by a grandfather who fought for the Confederacy, he associated with the South throughout his life. Name this author whose most famous novel, which is about the Stantons,": {
    "guess": "John Crowe Ransom",
    "confidence": [
      [
        "John",
        -0.5550344
      ],
      [
        " Crow",
        -0.0198976
      ],
      [
        "e",
        -0.0011626037
      ],
      [
        " R",
        -0.00036775172
      ],
      [
        "ansom",
        -0.0012149984
      ]
    ]
  },
  "In addition to claiming that she \"never was born,\" one character in this novel confesses to stealing Miss Feeley's ribbon, Miss Eva's necklace, and Rosa's earrings, although she claims that the latter two items were \"burnt up.\" That character is named Topsy and was presented to Ophelia, who is tasked": {
    "guess": "Uncle Tom's Cabin",
    "confidence": [
      [
        "Unc",
        -0.009182778
      ],
      [
        "le",
        -3.4121115e-06
      ],
      [
        " Tom",
        -0.00028052396
      ],
      [
        "'s",
        -0.0006562008
      ],
      [
        " Cabin",
        -2.6418418e-05
      ]
    ]
  },
  "In addition to a well-known textbook he co-wrote called Understanding Poetry, he wrote several poetry": {
    "guess": "Cleanth Brooks",
    "confidence": [
      [
        "Clean",
        -0.7029589
      ],
      [
        "th",
        -2.5703197e-05
      ],
      [
        " Brooks",
        -0.00013393279
      ]
    ]
  },
  "In addition to his more common form, this god can take on the appearance of a dog-faced baboon in his avatar of A'an, the god of equilibrium. In one myth, this god gambles with the moon and wins obtaining 5 extra days of light to create a 365-day calendar so that Nut can bear children. He is the masculine counterpart of Maat and stands with her on the other side of Re's solar barge. A god of magic, he bestowed upon Isis the magic incantations to help resurrect both Osiris and Horus and is also seen as a god of writing and scribes. Often associated with Hermes Trismegistus in Greek times, for 10 points, identify this Egyptian god known for his ibis shaped head.": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.0041210228
      ],
      [
        "oth",
        -1.0445127e-05
      ]
    ]
  },
  "In addition to finding the speed of light within 1 percent of its true value in 1850, he also showed that light travels slower through water than air and discovered the existence of eddy currents in a copper disk moving through a strong magnetic field, but he is best known for his device with proved that the earth rotates on its axis.": {
    "guess": "Léon Foucault",
    "confidence": [
      [
        "L",
        -0.7412043
      ],
      [
        "é",
        -0.0013488074
      ],
      [
        "on",
        -0.00013202553
      ],
      [
        " Fou",
        -3.2140193e-05
      ],
      [
        "ca",
        -4.246537e-06
      ],
      [
        "ult",
        -6.9882217e-06
      ]
    ]
  },
  "In addition to the earth, sun, and moon and the constellations of the Pleiades, Hyades, Orion, and Ursa Major, it depicts a fallow field being tilled, a harvest in a vineyard, a field in which sheep and cattle graze, and two cities, one at war and one at peace. The Stream of Ocean surrounds the engravings. For 10 points—name this item created by Hephaestos on the request of Thetis, given after the death of Patroclus to a key figure in the Iliad.": {
    "guess": "Shield of Achilles",
    "confidence": [
      [
        "Shield",
        -0.2747445
      ],
      [
        " of",
        -3.3213026e-05
      ],
      [
        " Achilles",
        -1.4855664e-05
      ]
    ]
  },
  "Adding two of these chemical groups to morphine results in heroin, and some people are unable to quickly add this chemical group to isoniazid, making normal doses of that drug fatal. The NatB complex is responsible for adding this chemical group to several proteins' N-terminal ends. Sodium butyrate inhibits the removal of this chemical group, and adding it to tubulin is one mechanism of increasing": {
    "guess": "Acetylation",
    "confidence": [
      [
        "Ac",
        -0.0018545081
      ],
      [
        "ety",
        -0.5923378
      ],
      [
        "lation",
        -2.0458236e-05
      ]
    ]
  },
  "They added a certain slang word to their name after a rival club owner accused them of playing music fit only for brothels.  Drummer Tony Sbarbaro on drums, pianist Henry Ragas, clarinet player Larry Shields, cornet player Nick LaRocca, and trombonist Eddie Edwards were all from New Orleans.  Together they released the 1917 recordings that gave birth to a genre of music.  FTP, name this pioneers of": {
    "guess": "Original Dixieland Jass Band",
    "confidence": [
      [
        "Original",
        -0.27718788
      ],
      [
        " Dix",
        -0.00050585007
      ],
      [
        "iel",
        -2.7252845e-05
      ],
      [
        "and",
        -3.4762674e-05
      ],
      [
        " J",
        -0.11195476
      ],
      [
        "ass",
        -1.9361265e-07
      ],
      [
        " Band",
        -0.0014157117
      ]
    ]
  },
  "Adding two of these chemical groups to morphine results in heroin, and some people are unable to quickly add this chemical group to isoniazid, making normal doses of that drug fatal. The NatB complex is responsible for adding this chemical group to several proteins' N-terminal ends. Sodium butyrate inhibits": {
    "guess": "Acetyl group",
    "confidence": [
      [
        "Ac",
        -0.0099579515
      ],
      [
        "etyl",
        -0.21455108
      ],
      [
        " group",
        -0.0042180093
      ]
    ]
  },
  "In addition to his political role, this man was also a prominent scholar, composing such philosophical and theological works as Basilikon Doron and The Demonologie. His attempt to marry his son to the Infanta Maria Anna was he first time this king called for Parliament in a period of seven years. This monarch had the 'honor' of being the target of the Bye Plot, the Main Plot and most famously, the conspiracy of Catesby and Fawkes called the Gunpowder Plot. For 10 points, name this first monarch of the Stuart dynasty, a sixteenth-century British king who lends his name to an English translation": {
    "guess": "James I of England",
    "confidence": [
      [
        "James",
        -0.0046764724
      ],
      [
        " I",
        -0.48522955
      ],
      [
        " of",
        -0.0084670605
      ],
      [
        " England",
        -0.0016623241
      ]
    ]
  },
  "They added a certain slang word to their name after a rival club owner accused them of playing music fit only for brothels.  Drummer Tony Sbarbaro on drums, pianist Henry Ragas, clarinet player Larry Shields,": {
    "guess": "Original Dixieland Jass Band",
    "confidence": [
      [
        "Original",
        -0.02351461
      ],
      [
        " Dix",
        -0.0022405356
      ],
      [
        "iel",
        -4.9663133e-05
      ],
      [
        "and",
        -2.7372049e-05
      ],
      [
        " J",
        -0.02374281
      ],
      [
        "ass",
        0.0
      ],
      [
        " Band",
        -0.00030233458
      ]
    ]
  },
  "In addition to the earth, sun, and moon and the constellations of the Pleiades, Hyades, Orion, and Ursa Major, it depicts a fallow field being tilled, a harvest in a vineyard, a field in which sheep and": {
    "guess": "Bayeux Tapestry",
    "confidence": [
      [
        "Bay",
        -1.1849667
      ],
      [
        "e",
        -0.003129948
      ],
      [
        "ux",
        -0.0007835415
      ],
      [
        " Tape",
        -0.005098207
      ],
      [
        "stry",
        -1.6524515e-05
      ]
    ]
  },
  "In addition to apoptosis, the CIDEA gene plays a role in the breakdown of these. The tissue associated": {
    "guess": "Adipose tissue",
    "confidence": [
      [
        "Ad",
        -0.153341
      ],
      [
        "ip",
        -1.0683535e-05
      ],
      [
        "ose",
        -0.011711137
      ],
      [
        " tissue",
        -0.00052586896
      ]
    ]
  },
  "He addressed a \"mysterious star\" and claimed that he \"could not love except where death was mingling his with Beauty's breath\" in a poem which draws from the seventh Sura of the Qu'ran, which was collected with another poem that described the life of a Middle Eastern warlord who claimed he \"reach'd my home—my home no more\" after falling in love with a woman named Ada.  In addition to \"Al Aaraaf\" and \"Tamerlane\", this author claimed that the best way to double your money is to fold it in half in one short poem, and in another describes a play put on by mimes for an audience of angels.  This author of \"Epigram for Wall Street\" and \"The Conqueror Worm\" wrote about objects that signify youth, marriage and death in one work, and in another, describes lying down beside a tomb in the sea of a woman with bright eyes.  For 10 points—name this author of \"The Bells\" and \"Annabel Lee\".": {
    "guess": "Edgar Allan Poe",
    "confidence": [
      [
        "Ed",
        -0.0026625774
      ],
      [
        "gar",
        -0.00024060905
      ],
      [
        " Allan",
        -0.0068541425
      ],
      [
        " Poe",
        -2.188868e-05
      ]
    ]
  },
  "In addition to causing the retrieval of v-SNARE proteins, the coat protein COP I targets proteins for this organelle, while COP II targets proteins exiting this organelle. The common sequence KDEL marks proteins for retention in this organelle, and most proteins synthesized in one type of this organelle undergo glycosylation. Ribosomes are present on the surface of one type of this organelle. For 10": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.15579435
      ],
      [
        "ol",
        -0.00019257364
      ],
      [
        "gi",
        -7.703444e-06
      ],
      [
        " apparatus",
        -0.0060858037
      ]
    ]
  },
  "In addition to proline and hydroxyproline, the triple helix structure of collagen is primarily due to": {
    "guess": "Glycine",
    "confidence": [
      [
        "G",
        -0.4608653
      ],
      [
        "ly",
        -5.800739e-05
      ],
      [
        "c",
        -0.0025486737
      ],
      [
        "ine",
        -6.062987e-05
      ]
    ]
  },
  "In addition to causing the retrieval of v-SNARE proteins, the coat protein COP I targets proteins for this organelle, while COP II targets proteins exiting this organelle. The common sequence KDEL marks proteins for retention in this organelle, and most proteins synthesized in one type of this organelle undergo glycosylation. Ribosomes are present on the surface of one type of this organelle. For 10 points, name this organelle that comes in rough and smooth forms and provides a transport network": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.5362027
      ],
      [
        "opl",
        -1.9504607e-05
      ],
      [
        "asm",
        -4.274932e-05
      ],
      [
        "ic",
        -9.317247e-05
      ],
      [
        " ret",
        -0.17861582
      ],
      [
        "ic",
        -1.4974867e-05
      ],
      [
        "ulum",
        -5.2285613e-05
      ]
    ]
  },
  "In addition to his achievements in Congress, this politician gained renown for his public addresses, notably the Bunker Hill oration and his speech on the deaths of Jefferson and Adams. He served as Secretary": {
    "guess": "Daniel Webster",
    "confidence": [
      [
        "Daniel",
        -0.13915576
      ],
      [
        " Webster",
        -0.00018482542
      ]
    ]
  },
  "He addressed a \"mysterious star\" and claimed that he \"could not love except where death was mingling his with Beauty's breath\" in a poem which draws from the seventh Sura of the Qu'ran, which was collected": {
    "guess": "Ode to a Nightingale",
    "confidence": [
      [
        "O",
        -0.55955744
      ],
      [
        "de",
        -0.0077703595
      ],
      [
        " to",
        -0.09103833
      ],
      [
        " a",
        -0.0014967684
      ],
      [
        " Night",
        -0.0012072574
      ],
      [
        "ing",
        -6.0391463e-05
      ],
      [
        "ale",
        -1.3306016e-05
      ]
    ]
  },
  "In addition to his more famous endeavours, this man was a skilled calligrapher who in 1540 published a concise manual on Italic lettering. He gained a mastery of mathematics and astronomy under the guidance": {
    "guess": "Giambattista Palatino",
    "confidence": [
      [
        "Gi",
        -0.6839974
      ],
      [
        "amb",
        -0.13960053
      ],
      [
        "att",
        -0.00013667447
      ],
      [
        "ista",
        -0.00016015393
      ],
      [
        " Pal",
        -0.0376464
      ],
      [
        "at",
        -0.00030745665
      ],
      [
        "ino",
        -2.9636918e-05
      ]
    ]
  },
  "In addition to his political role, this man was also a prominent scholar, composing such philosophical and theological works as Basilikon Doron and The Demonologie. His attempt to marry his son to the Infanta Maria Anna was he first time this king called for Parliament in a period of seven years. This monarch had the 'honor' of being the target of the Bye Plot, the Main Plot and most famously, the conspiracy of Catesby and Fawkes called the Gunpowder Plot. For 10 points, name this first monarch of the Stuart dynasty, a sixteenth-century British king who lends his name to an English translation of the Bible.": {
    "guess": "James I of England",
    "confidence": [
      [
        "James",
        -0.012739306
      ],
      [
        " I",
        -0.27736306
      ],
      [
        " of",
        -0.0043107187
      ],
      [
        " England",
        -0.0019827604
      ]
    ]
  },
  "His addition of poems by philosopher T.E. Hulme to his collection Ripostes helped to spawn a certain literary movement. He did heavy editing on Eliot's The Waste Land and helped get William Carlos Williams and Hilda Doolittle published, and he even named his first poetry collection Hilda's Book. His longest work is often given the adjective \"Pisan,\" referring to his time as a prisoner of war in Italy after being charged with treason by the Allies. For 10 points, name this Imagist author of The Cantos.": {
    "guess": "Ezra Pound",
    "confidence": [
      [
        "E",
        -0.0019622976
      ],
      [
        "z",
        -0.0007548354
      ],
      [
        "ra",
        -1.7597347e-05
      ],
      [
        " Pound",
        -0.00018363337
      ]
    ]
  },
  "In addition to his more famous endeavours, this man was a skilled calligrapher who in 1540 published a concise manual on Italic lettering. He gained a mastery of mathematics and astronomy under the guidance of Gemma Frisius and learned of engraving from Gaspar a Myrica, who would become his partners in his life's work, which included a series of publications intended to describe the creation and history of the world, coining the term atlas to describe it. Using the graceful Italic lettering which became his trademark, he gained fame for constructing maps of Palestine, his native Flanders, and the world, the latter of which he presented in a double-heart shape. FTP, who was this cartographer who devised the cylindrical projection named for him?": {
    "guess": "Gerardus Mercator",
    "confidence": [
      [
        "Ger",
        -0.011168066
      ],
      [
        "ard",
        -0.0010606755
      ],
      [
        "us",
        -0.010385944
      ],
      [
        " Merc",
        -3.3093824e-05
      ],
      [
        "ator",
        -0.00010175513
      ]
    ]
  },
  "In addition to his achievements in Congress, this politician gained renown for his public addresses, notably the Bunker Hill oration and his speech on the deaths of Jefferson and Adams. He served as Secretary of State for a second time from 1850-52 after having alienated the antislavery movement with his eloquent support for the Compromise of 1850. Earlier, he had emerged as a champion of the federal government in his famous series of 1830 debates with Robert Hayne, and won acclaim as a lawyer for": {
    "guess": "Daniel Webster",
    "confidence": [
      [
        "Daniel",
        -0.013055996
      ],
      [
        " Webster",
        -0.0003768112
      ]
    ]
  },
  "In addition to a well-known textbook he co-wrote called Understanding Poetry, he wrote several poetry collections, including Promises during the 1950s and Now and Then during the 1970s. His first novel, about tobacco growers in Kentucky, was Night Rider, and his second novel, about Sue Murdock, was At": {
    "guess": "Robert Penn Warren",
    "confidence": [
      [
        "Robert",
        -0.47138387
      ],
      [
        " Penn",
        -0.0004985823
      ],
      [
        " Warren",
        -0.00024013224
      ]
    ]
  },
  "In addition to his achievements in Congress, this politician gained renown for his public addresses, notably the Bunker Hill oration and his speech on the deaths of Jefferson and Adams. He served as Secretary of State for a second time from 1850-52 after having alienated the antislavery movement with": {
    "guess": "Daniel Webster",
    "confidence": [
      [
        "Daniel",
        -0.05602236
      ],
      [
        " Webster",
        -0.00019674578
      ]
    ]
  },
  "In addition to eye infections in AIDS patients, the drug Cidofovir is sometimes used to treat cases of this disease. Currently, this disease is vaccinated against with the vaccinia virus. Ordinary, modified, flat, and hemorrhagic are types of the variola major form of this disease, which is generally more severe than its (*) variola minor form. This disease forms rashes which subsequently develop into": {
    "guess": "Smallpox",
    "confidence": [
      [
        "Small",
        -0.00034392564
      ],
      [
        "p",
        -0.00031973462
      ],
      [
        "ox",
        -7.89631e-07
      ]
    ]
  },
  "In addition to his more common form, this god can take on the appearance of a dog-faced baboon in his avatar of A'an, the god of equilibrium. In one myth, this god gambles with the moon and wins obtaining 5 extra days of light to create a 365-day calendar so that Nut can bear children. He is the masculine counterpart of Maat and stands with her on the other side of Re's solar barge. A god of magic, he bestowed upon Isis the magic incantations to help resurrect both Osiris and Horus and is also seen": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.00089657406
      ],
      [
        "oth",
        -8.418666e-06
      ]
    ]
  },
  "Adding two of these chemical groups to morphine results in heroin, and some people are unable to quickly add this chemical group to isoniazid, making normal doses of that drug fatal. The NatB complex is responsible for adding this chemical group to several proteins' N-terminal ends. Sodium butyrate inhibits the removal of this chemical group, and adding it to tubulin is one mechanism of increasing cell motility. It is typically added to lysine residues of histones in order to facilitate transcription by HATs, and it is removed from those proteins by HDACs. It can be added to aromatic systems via": {
    "guess": "Acetyl group",
    "confidence": [
      [
        "Ac",
        -0.0007822302
      ],
      [
        "etyl",
        -0.024391143
      ],
      [
        " group",
        -0.00056709145
      ]
    ]
  },
  "In addition to his political role, this man was also a prominent scholar, composing such philosophical and theological works as Basilikon Doron and The Demonologie. His attempt to marry his son to the Infanta Maria Anna was he first time this king called for Parliament in a period of seven years. This": {
    "guess": "James VI and I",
    "confidence": [
      [
        "James",
        -0.10859587
      ],
      [
        " VI",
        -0.010818596
      ],
      [
        " and",
        -0.0011959441
      ],
      [
        " I",
        -0.00021855638
      ]
    ]
  },
  "In addition to eye infections in AIDS patients, the drug Cidofovir is sometimes used to treat cases of this disease. Currently, this disease is vaccinated against with the vaccinia virus. Ordinary, modified, flat, and hemorrhagic are types of the variola major form of this disease, which is generally": {
    "guess": "Smallpox",
    "confidence": [
      [
        "Small",
        -0.00041839862
      ],
      [
        "p",
        -0.00035012423
      ],
      [
        "ox",
        -3.1281633e-07
      ]
    ]
  },
  "In addition to claiming that she \"never was born,\" one character in this novel confesses to stealing Miss Feeley's ribbon, Miss Eva's necklace, and Rosa's earrings, although she claims that the latter two items were \"burnt up.\" That character is named Topsy and was presented to Ophelia, who is tasked with educating her. After Eva's death, her father, Augustine St. Clair, promises to free the title character but is unable to before dying. That character is later beaten to death by Quimbo and Sambo at the orders of Simon Legree. For 10 points, name this novel by Harriet Beecher Stowe that sparked": {
    "guess": "Uncle Tom's Cabin",
    "confidence": [
      [
        "Unc",
        -0.0009546941
      ],
      [
        "le",
        -1.0280384e-06
      ],
      [
        " Tom",
        -0.00017410076
      ],
      [
        "'s",
        -0.00021688752
      ],
      [
        " Cabin",
        -1.473646e-05
      ]
    ]
  },
  "In addition to claiming that she \"never was born,\" one character in this novel confesses to stealing Miss Feeley's ribbon, Miss Eva's necklace, and Rosa's earrings, although she claims that the latter": {
    "guess": "The Secret Life of Bees",
    "confidence": [
      [
        "The",
        -0.7366724
      ],
      [
        " Secret",
        -0.8894946
      ],
      [
        " Life",
        -0.2310425
      ],
      [
        " of",
        -0.0007231565
      ],
      [
        " Be",
        -0.0056898687
      ],
      [
        "es",
        -8.89548e-06
      ]
    ]
  },
  "In addition to his achievements in Congress, this politician gained renown for his public addresses, notably the Bunker Hill oration and his speech on the deaths of Jefferson and Adams. He served as Secretary of State for a second time from 1850-52 after having alienated the antislavery movement with his eloquent support for the Compromise of 1850. Earlier, he had emerged as a champion of the federal": {
    "guess": "Daniel Webster",
    "confidence": [
      [
        "Daniel",
        -0.023209836
      ],
      [
        " Webster",
        -0.0005992618
      ]
    ]
  },
  "In addition to his more common form, this god can take on the appearance of a dog-faced baboon in his avatar of A'an, the god of equilibrium. In one myth, this god gambles with the moon and wins obtaining 5 extra days of light to create a 365-day calendar so that Nut can bear children. He is the masculine counterpart of Maat and stands with her on the other side of Re's solar barge. A god of magic,": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.0034096548
      ],
      [
        "oth",
        -1.2233183e-05
      ]
    ]
  },
  "He addressed a \"mysterious star\" and claimed that he \"could not love except where death was mingling his with Beauty's breath\" in a poem which draws from the seventh Sura of the Qu'ran, which was collected with another poem that described the life of a Middle Eastern warlord who claimed he \"reach'd my home—my home no more\" after falling in love with a woman named Ada.  In addition to \"Al Aaraaf\" and \"Tamerlane\", this author claimed that the best way to double your money is to fold it in half in one short poem, and in another describes a play put on by mimes for an audience of angels.  This author": {
    "guess": "Edgar Allan Poe",
    "confidence": [
      [
        "Ed",
        -0.0073323483
      ],
      [
        "gar",
        -0.00027897433
      ],
      [
        " Allan",
        -0.007151984
      ],
      [
        " Poe",
        -3.9888433e-05
      ]
    ]
  },
  "In addition to his more common form, this god can take on the appearance of a dog-faced baboon in his avatar of A'an, the god of equilibrium. In one myth, this god gambles with the moon and wins obtaining": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.00035703435
      ],
      [
        "oth",
        -5.080963e-06
      ]
    ]
  },
  "In addition to claiming that she \"never was born,\" one character in this novel confesses to stealing Miss Feeley's ribbon, Miss Eva's necklace, and Rosa's earrings, although she claims that the latter two items were \"burnt up.\" That character is named Topsy and was presented to Ophelia, who is tasked with educating her. After Eva's death, her father, Augustine St. Clair, promises to free the title character but is unable to before dying. That character is later beaten to death by Quimbo and Sambo at the orders of Simon Legree. For 10 points, name this novel by Harriet Beecher Stowe that sparked controversy for its portrayal of slavery.": {
    "guess": "Uncle Tom's Cabin",
    "confidence": [
      [
        "Unc",
        -0.0011018722
      ],
      [
        "le",
        -1.3856493e-06
      ],
      [
        " Tom",
        -8.864273e-05
      ],
      [
        "'s",
        -0.000104616025
      ],
      [
        " Cabin",
        -1.3902034e-05
      ]
    ]
  },
  "While addressing a certain figure, this man humbly called himself a \"nobody,\" a \"small rope, a tiny ladder, the tail end, a leaf.\" This man almost delayed his holy task after being told that his uncle was dying, but was divinely reassured that his uncle had been saved. On his daily routine, this man": {
    "guess": "Mother Teresa",
    "confidence": [
      [
        "Mother",
        -1.2068522
      ],
      [
        " Teresa",
        -0.07767502
      ]
    ]
  },
  "In addition to his political role, this man was also a prominent scholar, composing such philosophical and theological works as Basilikon Doron and The Demonologie. His attempt to marry his son to the Infanta Maria Anna was he first time this king called for Parliament in a period of seven years. This monarch had the 'honor' of being the target of the Bye Plot, the Main Plot and most famously, the conspiracy of Catesby and Fawkes called the Gunpowder Plot. For 10 points, name this first monarch of": {
    "guess": "James VI and I",
    "confidence": [
      [
        "James",
        -0.0050031943
      ],
      [
        " VI",
        -0.004080659
      ],
      [
        " and",
        -0.0001004439
      ],
      [
        " I",
        -8.9834764e-05
      ]
    ]
  },
  "Adding two of these chemical groups to morphine results in heroin, and some people are unable to quickly add this chemical group to isoniazid, making normal doses of that drug fatal. The NatB complex is responsible for adding this chemical group to several proteins' N-terminal ends. Sodium butyrate inhibits the removal of this chemical group, and adding it to tubulin is one mechanism of increasing cell motility. It is typically added to lysine residues of histones in order to facilitate transcription by HATs, and it is removed from those proteins by HDACs. It can be added to aromatic systems via the Friedel-Crafts acylation using a two-carbon acyl chloride. Adding it to salicylic acid creates aspirin. For 10 points, name this group with formula COCH3, a methyl single-bonded to a carbonyl.": {
    "guess": "Acetyl group",
    "confidence": [
      [
        "Ac",
        -0.004421217
      ],
      [
        "etyl",
        -5.0735965e-05
      ],
      [
        " group",
        -0.0011435532
      ]
    ]
  },
  "His addition of poems by philosopher T.E. Hulme to his collection Ripostes helped to spawn a certain literary movement. He did heavy editing on Eliot's The Waste Land and helped get William Carlos Williams and Hilda Doolittle published, and he even named his first poetry collection Hilda's Book. His longest work is often given the adjective \"Pisan,\" referring to his time as a prisoner of war in Italy": {
    "guess": "Imagism",
    "confidence": [
      [
        "Im",
        -0.18810724
      ],
      [
        "ag",
        -5.800739e-05
      ],
      [
        "ism",
        -0.0053019426
      ]
    ]
  },
  "Adding two of these chemical groups to morphine results in heroin, and some people are unable to quickly": {
    "guess": "Acetyl group",
    "confidence": [
      [
        "Ac",
        -0.06491016
      ],
      [
        "etyl",
        -0.019050121
      ],
      [
        " group",
        -0.04504986
      ]
    ]
  },
  "In addition to proline and hydroxyproline, the triple helix structure of collagen is primarily due to this amino acid. Strychnine works by blocking receptors for this amino acid, which, like GABA, is a": {
    "guess": "Glycine",
    "confidence": [
      [
        "G",
        -0.32055342
      ],
      [
        "ly",
        -0.00010831134
      ],
      [
        "c",
        -0.0007264906
      ],
      [
        "ine",
        -6.706687e-05
      ]
    ]
  },
  "In addition to proline and hydroxyproline, the triple helix structure of collagen is primarily due to this amino acid. Strychnine works by blocking receptors for this amino acid, which, like GABA, is a common inhibitory neurotransmitter. Of the twenty amino acids commonly used to build proteins, it is the only (*) achiral one. For 10 points, name this smallest amino acid, whose R chain is just a hydrogen atom, given the one-letter designation G.": {
    "guess": "Glycine",
    "confidence": [
      [
        "G",
        -0.028035881
      ],
      [
        "ly",
        -0.004650842
      ],
      [
        "c",
        -0.00032271104
      ],
      [
        "ine",
        -0.00024394676
      ]
    ]
  },
  "In addition to eye infections in AIDS patients, the drug Cidofovir is sometimes used to treat cases of this disease. Currently, this disease is vaccinated against with the vaccinia virus. Ordinary, modified,": {
    "guess": "Smallpox",
    "confidence": [
      [
        "Small",
        -0.15300122
      ],
      [
        "p",
        -0.00014001218
      ],
      [
        "ox",
        -5.5122365e-07
      ]
    ]
  },
  "His addition of poems by philosopher T.E. Hulme to his collection Ripostes helped to spawn a certain literary movement. He did heavy editing on Eliot's The Waste Land and helped get William Carlos Williams and Hilda Doolittle published, and he even named his first poetry collection Hilda's Book. His": {
    "guess": "Imagism",
    "confidence": [
      [
        "Im",
        -0.074209206
      ],
      [
        "ag",
        -5.1331983e-05
      ],
      [
        "ism",
        -0.002502175
      ]
    ]
  },
  "Adding two of these chemical groups to morphine results in heroin, and some people are unable to quickly add this chemical group to isoniazid, making normal doses of that drug fatal. The NatB complex is": {
    "guess": "Acetyl group",
    "confidence": [
      [
        "Ac",
        -0.005302181
      ],
      [
        "etyl",
        -0.6072542
      ],
      [
        " group",
        -0.0008080828
      ]
    ]
  },
  "In addition to claiming that she \"never was born,\" one character in this novel confesses to stealing": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.605834
      ],
      [
        " Catch",
        -0.3421037
      ],
      [
        "er",
        -7.226629e-06
      ],
      [
        " in",
        -0.00010497363
      ],
      [
        " the",
        -3.786197e-05
      ],
      [
        " R",
        -1.6166903e-05
      ],
      [
        "ye",
        -4.4849444e-06
      ]
    ]
  },
  "It does not add an edge at each step to create a subgraph. A hybrid algorithm first uses Big O of log of log of n passes in Boruvka's Algorithm before switching to it. With a simple data structure, it runs in worst case of Big O of V squared, but that worst case runtime can be improved to Big O of E plus V log V by employing a Fibonacci Heap. This greedy algorithm works by creating a heap of edge weights and at each step adding the edge with the smallest edge weight with a vertex not already in the graph to the graph. FTP, identify this alternative to Kruskal's Algorithm that finds a minimum spanning": {
    "guess": "Prim's algorithm",
    "confidence": [
      [
        "Prim",
        -0.024259204
      ],
      [
        "'s",
        -0.00091027154
      ],
      [
        " algorithm",
        -0.42786157
      ]
    ]
  },
  "It does not add an edge at each step to create a subgraph. A hybrid algorithm first uses Big O of log of log of n passes in Boruvka's Algorithm before switching to it. With a simple data structure, it runs in worst case of Big O of V squared, but that worst case runtime can be improved to Big O of E plus V log V by employing a Fibonacci Heap. This greedy algorithm works by creating a heap of edge weights and at each step adding the edge with the smallest edge weight with a vertex not already in the": {
    "guess": "Prim's algorithm",
    "confidence": [
      [
        "Prim",
        -0.049228184
      ],
      [
        "'s",
        -0.000267296
      ],
      [
        " algorithm",
        -0.07673616
      ]
    ]
  },
  "In addition to causing the retrieval of v-SNARE proteins, the coat protein COP I targets proteins for this organelle, while COP II targets proteins exiting this organelle. The common sequence KDEL marks proteins for retention in this organelle, and most proteins synthesized in one type of this organelle undergo glycosylation. Ribosomes are present on the surface of one type of this organelle. For 10 points, name this organelle that comes in rough and smooth forms and provides a transport network throughout the cell.": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.1858227
      ],
      [
        "opl",
        -3.7742768e-05
      ],
      [
        "asm",
        -0.000111410634
      ],
      [
        "ic",
        -0.00012952226
      ],
      [
        " ret",
        -0.23140074
      ],
      [
        "ic",
        -2.3319124e-05
      ],
      [
        "ulum",
        -6.9570146e-05
      ]
    ]
  },
  "In addition to creating a namesake convertase, C3b functions to facilitate this process, which is conducted by TLRs of immature dendritic cells. The actual action is a function of actin-myosin contraction, and initiates using NF-kB activation on PAMP sites. Most factors in Yersinia pestis, which causes plague, are particularly resistant to this process, which is necessary for Helper T cells to activate and functions via opsonins. In amoeboid organisms, this process is carried out by using pseudopodia to capture particles which are then moved to a pteroid or vacuole. Monocytes, neutrophils, and": {
    "guess": "Phagocytosis",
    "confidence": [
      [
        "Ph",
        -0.026743416
      ],
      [
        "ag",
        -7.58424e-06
      ],
      [
        "oc",
        -9.253091e-06
      ],
      [
        "yt",
        -3.1281633e-07
      ],
      [
        "osis",
        -3.094816e-05
      ]
    ]
  },
  "In addition to his more common form, this god can take on the appearance of a dog-faced baboon in his avatar of A'an, the god of equilibrium. In one myth, this god gambles with the moon and wins obtaining 5 extra days of light to create a 365-day calendar so that Nut can bear children. He is the masculine": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.0027605337
      ],
      [
        "oth",
        -4.0007635e-05
      ]
    ]
  },
  "In addition to eye infections in AIDS patients, the drug Cidofovir is sometimes used to treat cases of": {
    "guess": "Cytomegalovirus",
    "confidence": [
      [
        "C",
        -0.12946562
      ],
      [
        "yt",
        -0.0020140484
      ],
      [
        "ome",
        -3.888926e-06
      ],
      [
        "gal",
        -1.9816675e-06
      ],
      [
        "ov",
        -1.4378848e-05
      ],
      [
        "irus",
        -1.9385403e-05
      ]
    ]
  },
  "In addition to the earth, sun, and moon and the constellations of the Pleiades, Hyades, Orion, and Ursa Major, it depicts a fallow field being tilled, a harvest in a vineyard, a field in which sheep and cattle graze, and two cities, one at war and one at peace. The Stream of Ocean surrounds the engravings.": {
    "guess": "Altamira Cave",
    "confidence": [
      [
        "Alt",
        -1.8834125
      ],
      [
        "am",
        -0.33022773
      ],
      [
        "ira",
        -7.326546e-05
      ],
      [
        " Cave",
        -0.34750238
      ]
    ]
  },
  "In addition to apoptosis, the CIDEA gene plays a role in the breakdown of these. The tissue associated with this is responsible for much of the body's thermogenesis. Leptin acts as an indicator of the level of this in the body. It is stored in tissue that can be brown or white. This is stored in adipose tissue. These are triglycerides, meaning they are lipids. Trans ones are associated with heart disease": {
    "guess": "Adipocyte",
    "confidence": [
      [
        "Ad",
        -0.23169456
      ],
      [
        "ip",
        -2.3438328e-05
      ],
      [
        "ocyte",
        -0.7144393
      ]
    ]
  },
  "While addressing a certain figure, this man humbly called himself a \"nobody,\" a \"small rope, a tiny ladder, the tail end, a leaf.\" This man almost delayed his holy task after being told that his uncle was dying, but was divinely reassured that his uncle had been saved. On his daily routine, this man saw a shining cloud with a rainbow around it above a hill now called the \"Capilla del Cerrito.\" John Paul II's canonization of this man was controversial since his historical authenticity is debated. After finding Castilian roses growing in barren soil, this man brought them to his bishop, who was awed": {
    "guess": "Juan Diego",
    "confidence": [
      [
        "Juan",
        -0.021821296
      ],
      [
        " Diego",
        -0.00012320446
      ]
    ]
  },
  "In addition to finding the speed of light within 1 percent of its true value in 1850, he also showed that light travels slower through water than air and discovered the existence of eddy currents in a": {
    "guess": "Fizeau",
    "confidence": [
      [
        "F",
        -0.5709959
      ],
      [
        "ize",
        -0.45537758
      ],
      [
        "au",
        -0.0001243965
      ]
    ]
  },
  "It does not add an edge at each step to create a subgraph. A hybrid algorithm first uses Big O of log": {
    "guess": "Borůvka's algorithm",
    "confidence": [
      [
        "B",
        -1.1117765
      ],
      [
        "or",
        -0.0032237025
      ],
      [
        "ů",
        -0.088025555
      ],
      [
        "v",
        -0.00018018014
      ],
      [
        "ka",
        -4.00813e-06
      ],
      [
        "'s",
        -0.0025014598
      ],
      [
        " algorithm",
        -0.0012048733
      ]
    ]
  },
  "His addition of poems by philosopher T.E. Hulme to his collection Ripostes helped to spawn a certain literary movement. He did heavy editing on Eliot's The Waste Land and helped get William Carlos Williams": {
    "guess": "Ezra Pound",
    "confidence": [
      [
        "E",
        -0.07712559
      ],
      [
        "z",
        -1.9816675e-06
      ],
      [
        "ra",
        -1.1517961e-05
      ],
      [
        " Pound",
        -4.0961266e-05
      ]
    ]
  },
  "In addition to eye infections in AIDS patients, the drug Cidofovir is sometimes used to treat cases of this disease. Currently, this disease is vaccinated against with the vaccinia virus. Ordinary, modified, flat, and hemorrhagic are types of the variola major form of this disease, which is generally more severe than its (*) variola minor form. This disease forms rashes which subsequently develop into fluid-filled pustules that eventually scab over. In 1796, Edward Jenner developed a way to vaccinate": {
    "guess": "Smallpox",
    "confidence": [
      [
        "Small",
        -0.00040600507
      ],
      [
        "p",
        -0.00018911675
      ],
      [
        "ox",
        -3.1281633e-07
      ]
    ]
  },
  "In addition to claiming that she \"never was born,\" one character in this novel confesses to stealing Miss Feeley's ribbon, Miss Eva's necklace, and Rosa's earrings, although she claims that the latter two items were \"burnt up.\" That character is named Topsy and was presented to Ophelia, who is tasked with educating her. After Eva's death, her father, Augustine St. Clair, promises to free the title character but is unable to before dying. That character is later beaten to death by Quimbo and Sambo": {
    "guess": "Uncle Tom's Cabin",
    "confidence": [
      [
        "Unc",
        -0.011756622
      ],
      [
        "le",
        -2.3392786e-06
      ],
      [
        " Tom",
        -0.001430713
      ],
      [
        "'s",
        -0.00046928023
      ],
      [
        " Cabin",
        -2.4987974e-05
      ]
    ]
  },
  "In addition to his achievements in Congress, this politician gained renown for his public addresses, notably the Bunker Hill oration and his speech on the deaths of Jefferson and Adams. He served as Secretary of State for a second time from 1850-52 after having alienated the antislavery movement with his eloquent support for the Compromise of 1850. Earlier, he had emerged as a champion of the federal government in his famous series of 1830 debates with Robert Hayne, and won acclaim as a lawyer for his arguments in the cases Dartmouth v. Woodward and McCulloch v. Maryland. FTP, who was this Massachusetts": {
    "guess": "Daniel Webster",
    "confidence": [
      [
        "Daniel",
        -0.0042258473
      ],
      [
        " Webster",
        -0.00039932964
      ]
    ]
  },
  "They added a certain slang word to their name after a rival club owner accused them of playing music fit only for brothels.  Drummer Tony Sbarbaro on drums, pianist Henry Ragas, clarinet player Larry Shields, cornet player Nick LaRocca, and trombonist Eddie Edwards were all from New Orleans.  Together": {
    "guess": "Original Dixieland Jass Band",
    "confidence": [
      [
        "Original",
        -0.04244682
      ],
      [
        " Dix",
        -0.0005449306
      ],
      [
        "iel",
        -4.7159858e-05
      ],
      [
        "and",
        -1.0921943e-05
      ],
      [
        " J",
        -0.023963625
      ],
      [
        "ass",
        0.0
      ],
      [
        " Band",
        -0.00023607932
      ]
    ]
  },
  "He addressed a \"mysterious star\" and claimed that he \"could not love except where death was mingling his with Beauty's breath\" in a poem which draws from the seventh Sura of the Qu'ran, which was collected with another poem that described the life of a Middle Eastern warlord who claimed he \"reach'd my": {
    "guess": "Hafez",
    "confidence": [
      [
        "H",
        -1.6562841
      ],
      [
        "afe",
        -0.9608432
      ],
      [
        "z",
        -0.00019352727
      ]
    ]
  },
  "In addition to causing the retrieval of v-SNARE proteins, the coat protein COP I targets proteins for this organelle, while COP II targets proteins exiting this organelle. The common sequence KDEL marks": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.20834617
      ],
      [
        "opl",
        -7.862962e-05
      ],
      [
        "asm",
        -7.0285365e-05
      ],
      [
        "ic",
        -4.1199673e-05
      ],
      [
        " ret",
        -0.048080444
      ],
      [
        "ic",
        -1.1398757e-05
      ],
      [
        "ulum",
        -2.546479e-05
      ]
    ]
  },
  "In addition to finding the speed of light within 1 percent of its true value in 1850, he also showed": {
    "guess": "Fizeau experiment",
    "confidence": [
      [
        "F",
        -0.11577137
      ],
      [
        "ize",
        -0.11199463
      ],
      [
        "au",
        -5.8365e-05
      ],
      [
        " experiment",
        -0.98470473
      ]
    ]
  },
  "In addition to his more famous endeavours, this man was a skilled calligrapher who in 1540 published a concise manual on Italic lettering. He gained a mastery of mathematics and astronomy under the guidance of Gemma Frisius and learned of engraving from Gaspar a Myrica, who would become his partners in his life's work, which included a series of publications intended to describe the creation and history of the world, coining the term atlas to describe it. Using the graceful Italic lettering which became his trademark, he gained fame for constructing maps of Palestine, his native Flanders, and the": {
    "guess": "Gerardus Mercator",
    "confidence": [
      [
        "Ger",
        -0.004506781
      ],
      [
        "ard",
        -0.0010605562
      ],
      [
        "us",
        -0.019945865
      ],
      [
        " Merc",
        -2.3795938e-05
      ],
      [
        "ator",
        -7.4576696e-05
      ]
    ]
  },
  "While addressing a certain figure, this man humbly called himself a \"nobody,\" a \"small rope, a tiny ladder, the tail end, a leaf.\" This man almost delayed his holy task after being told that his uncle was dying, but was divinely reassured that his uncle had been saved. On his daily routine, this man saw a shining cloud with a rainbow around it above a hill now called the \"Capilla del Cerrito.\" John Paul II's canonization of this man was controversial since his historical authenticity is debated.": {
    "guess": "Juan Diego",
    "confidence": [
      [
        "Juan",
        -0.03966759
      ],
      [
        " Diego",
        -0.00037430789
      ]
    ]
  },
  "In addition to apoptosis, the CIDEA gene plays a role in the breakdown of these. The tissue associated with this is responsible for much of the body's thermogenesis. Leptin acts as an indicator of the level of this in the body. It is stored in tissue that can be brown or white. This is stored in adipose tissue. These are triglycerides, meaning they are lipids. Trans ones are associated with heart disease and they can be saturated or unsaturated. For 10 points, name this material that stores energy": {
    "guess": "Lipid",
    "confidence": [
      [
        "L",
        -1.2095512
      ],
      [
        "ip",
        -6.1821906e-05
      ],
      [
        "id",
        -0.3382505
      ]
    ]
  },
  "In addition to creating a namesake convertase, C3b functions to facilitate this process, which is conducted by TLRs of immature dendritic cells. The actual action is a function of actin-myosin contraction, and initiates using NF-kB activation on PAMP sites. Most factors in Yersinia pestis, which causes plague, are particularly resistant to this process, which is necessary for Helper T cells to activate": {
    "guess": "Phagocytosis",
    "confidence": [
      [
        "Ph",
        -0.19491185
      ],
      [
        "ag",
        -8.537869e-06
      ],
      [
        "oc",
        -0.00026824963
      ],
      [
        "yt",
        -2.868329e-05
      ],
      [
        "osis",
        -4.167649e-05
      ]
    ]
  },
  "In addition to proline and hydroxyproline, the triple helix structure of collagen is primarily due to this amino acid. Strychnine works by blocking receptors for this amino acid, which, like GABA, is a common inhibitory neurotransmitter. Of the twenty amino acids commonly used to build proteins, it is": {
    "guess": "Glycine",
    "confidence": [
      [
        "G",
        -0.0034843665
      ],
      [
        "ly",
        -0.00022487417
      ],
      [
        "c",
        -0.00022153647
      ],
      [
        "ine",
        -0.00013655527
      ]
    ]
  },
  "In addition to his more famous endeavours, this man was a skilled calligrapher who in 1540 published a concise manual on Italic lettering. He gained a mastery of mathematics and astronomy under the guidance of Gemma Frisius and learned of engraving from Gaspar a Myrica, who would become his partners in his life's work, which included a series of publications intended to describe the creation and history of the world, coining the term atlas to describe it. Using the graceful Italic lettering which became his trademark, he gained fame for constructing maps of Palestine, his native Flanders, and the world, the latter of which he presented in a double-heart shape. FTP, who was this cartographer who": {
    "guess": "Gerardus Mercator",
    "confidence": [
      [
        "Ger",
        -0.017376672
      ],
      [
        "ard",
        -0.0008290443
      ],
      [
        "us",
        -0.012624308
      ],
      [
        " Merc",
        -3.8934802e-05
      ],
      [
        "ator",
        -9.567575e-05
      ]
    ]
  },
  "Adding two of these chemical groups to morphine results in heroin, and some people are unable to quickly add this chemical group to isoniazid, making normal doses of that drug fatal. The NatB complex is responsible for adding this chemical group to several proteins' N-terminal ends. Sodium butyrate inhibits the removal of this chemical group, and adding it to tubulin is one mechanism of increasing cell motility. It is typically added to lysine residues of histones in order to facilitate transcription": {
    "guess": "Acetyl group",
    "confidence": [
      [
        "Ac",
        -0.00021474186
      ],
      [
        "etyl",
        -0.120854266
      ],
      [
        " group",
        -0.0013138091
      ]
    ]
  },
  "He addressed a \"mysterious star\" and claimed that he \"could not love except where death was mingling his with Beauty's breath\" in a poem which draws from the seventh Sura of the Qu'ran, which was collected with another poem that described the life of a Middle Eastern warlord who claimed he \"reach'd my home—my home no more\" after falling in love with a woman named Ada.  In addition to \"Al Aaraaf\" and \"Tamerlane\", this author claimed that the best way to double your money is to fold it in half in one short poem, and in another describes a play put on by mimes for an audience of angels.  This author of \"Epigram for Wall Street\" and \"The Conqueror Worm\" wrote about objects that signify youth, marriage": {
    "guess": "Edgar Allan Poe",
    "confidence": [
      [
        "Ed",
        -0.0041197194
      ],
      [
        "gar",
        -0.0004189946
      ],
      [
        " Allan",
        -0.012204221
      ],
      [
        " Poe",
        -7.851042e-05
      ]
    ]
  },
  "In addition to the earth, sun, and moon and the constellations of the Pleiades, Hyades, Orion, and Ursa": {
    "guess": "List of nearest stars and brown dwarfs",
    "confidence": [
      [
        "List",
        -1.1550072
      ],
      [
        " of",
        -0.0026634082
      ],
      [
        " nearest",
        -0.79597616
      ],
      [
        " stars",
        -0.42997992
      ],
      [
        " and",
        -0.0021939215
      ],
      [
        " brown",
        -2.2603901e-05
      ],
      [
        " dwar",
        -3.1424974e-05
      ],
      [
        "fs",
        -9.729906e-06
      ]
    ]
  },
  "The addition, nearly three decades after its completion, of an additional northeastern tower to cover the tomb of its namesake is often cited to disprove the legend that its primary architect, a man nicknamed Barma, was ordered to have his eyes put out as soon as it was finished. A 150 foot tall tower with a tent roof, bearing the name \"The Protecting Veil\" serves as its centerpiece, surrounded by": {
    "guess": "St. Basil's Cathedral",
    "confidence": [
      [
        "St",
        -1.7370178
      ],
      [
        ".",
        -0.01064311
      ],
      [
        " Basil",
        -0.008053016
      ],
      [
        "'s",
        -0.0051846625
      ],
      [
        " Cathedral",
        -0.00079128606
      ]
    ]
  },
  "In addition to his more famous endeavours, this man was a skilled calligrapher who in 1540 published": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -1.5575773
      ],
      [
        "el",
        -5.9437833e-05
      ],
      [
        "angelo",
        -0.0012405869
      ]
    ]
  },
  "He addressed a \"mysterious star\" and claimed that he \"could not love except where death was mingling his with Beauty's breath\" in a poem which draws from the seventh Sura of the Qu'ran, which was collected with another poem that described the life of a Middle Eastern warlord who claimed he \"reach'd my home—my home no more\" after falling in love with a woman named Ada.  In addition to \"Al Aaraaf\" and \"Tamerlane\", this author claimed that the best way to double your money is to fold it in half in one short poem, and in another describes a play put on by mimes for an audience of angels.  This author of \"Epigram for Wall Street\" and \"The Conqueror Worm\" wrote about objects that signify youth, marriage and death in one work, and in another, describes lying down beside a tomb in the sea of a woman": {
    "guess": "Edgar Allan Poe",
    "confidence": [
      [
        "Ed",
        -0.12893209
      ],
      [
        "gar",
        -0.0003889663
      ],
      [
        " Allan",
        -0.03379392
      ],
      [
        " Poe",
        -7.612634e-05
      ]
    ]
  },
  "The addition, nearly three decades after its completion, of an additional northeastern tower to cover the tomb of its namesake is often cited to disprove the legend that its primary architect, a man nicknamed Barma, was ordered to have his eyes put out as soon as it was finished. A 150 foot tall tower with a tent roof, bearing the name \"The Protecting Veil\" serves as its centerpiece, surrounded by eight surrounding onion-domed towers, mostly colored in ornate blends of red, green, and gold. Built": {
    "guess": "St. Basil's Cathedral",
    "confidence": [
      [
        "St",
        -0.63925713
      ],
      [
        ".",
        -0.002636184
      ],
      [
        " Basil",
        -0.00025382967
      ],
      [
        "'s",
        -0.008935638
      ],
      [
        " Cathedral",
        -0.00090598385
      ]
    ]
  },
  "The addition, nearly three decades after its completion, of an additional northeastern tower to cover the tomb of its namesake is often cited to disprove the legend that its primary architect, a man nicknamed Barma, was ordered to have his eyes put out as soon as it was finished. A 150 foot tall tower with a tent roof, bearing the name \"The Protecting Veil\" serves as its centerpiece, surrounded by eight surrounding onion-domed towers, mostly colored in ornate blends of red, green, and gold. Built to celebrate the capture of Kazan in the 1550's by Ivan the Terrible, this is, FTP, what colorful Moscow": {
    "guess": "Saint Basil's Cathedral",
    "confidence": [
      [
        "Saint",
        -0.07091669
      ],
      [
        " Basil",
        -0.003977716
      ],
      [
        "'s",
        -0.012954212
      ],
      [
        " Cathedral",
        -0.0010398368
      ]
    ]
  },
  "In addition to creating a namesake convertase, C3b functions to facilitate this process, which is conducted by TLRs of immature dendritic cells. The actual action is a function of actin-myosin contraction,": {
    "guess": "Phagocytosis",
    "confidence": [
      [
        "Ph",
        -0.58167
      ],
      [
        "ag",
        -2.9279307e-05
      ],
      [
        "oc",
        -0.0004397287
      ],
      [
        "yt",
        -8.6735476e-05
      ],
      [
        "osis",
        -4.990154e-05
      ]
    ]
  },
  "In addition to his political role, this man was also a prominent scholar, composing such philosophical": {
    "guess": "Thomas Aquinas",
    "confidence": [
      [
        "Thomas",
        -2.2570248
      ],
      [
        " Aqu",
        -1.0051138
      ],
      [
        "inas",
        -8.10137e-05
      ]
    ]
  },
  "While addressing a certain figure, this man humbly called himself a \"nobody,\" a \"small rope, a tiny ladder,": {
    "guess": "Odyssey",
    "confidence": [
      [
        "Od",
        -1.7015132
      ],
      [
        "yssey",
        -0.065645106
      ]
    ]
  },
  "In addition to finding the speed of light within 1 percent of its true value in 1850, he also showed that light travels slower through water than air and discovered the existence of eddy currents in a copper disk moving through a strong magnetic field, but he is best known for his device with proved": {
    "guess": "Foucault's pendulum",
    "confidence": [
      [
        "F",
        -0.21936192
      ],
      [
        "ou",
        -0.595709
      ],
      [
        "ca",
        -0.0017137357
      ],
      [
        "ult",
        -3.392825e-05
      ],
      [
        "'s",
        -0.76229584
      ],
      [
        " pend",
        -0.2798702
      ],
      [
        "ulum",
        -1.962381e-05
      ]
    ]
  },
  "While addressing a certain figure, this man humbly called himself a \"nobody,\" a \"small rope, a tiny ladder, the tail end, a leaf.\" This man almost delayed his holy task after being told that his uncle": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -2.0831287
      ],
      [
        "oses",
        -0.3304266
      ]
    ]
  },
  "In addition to his more famous endeavours, this man was a skilled calligrapher who in 1540 published a concise manual on Italic lettering. He gained a mastery of mathematics and astronomy under the guidance of Gemma Frisius and learned of engraving from Gaspar a Myrica, who would become his partners": {
    "guess": "Gerardus Mercator",
    "confidence": [
      [
        "Ger",
        -0.07826407
      ],
      [
        "ard",
        -0.009095959
      ],
      [
        "us",
        -0.47265178
      ],
      [
        " Merc",
        -1.831257e-05
      ],
      [
        "ator",
        -0.000120708515
      ]
    ]
  }
}