{
  "In one encounter that took place near this city, the USS Mississippi, equipped with new Paixhans guns, ran past defenses at Uraga Harbor. Fires killed 140,000 people during a 1923 earthquake in this city. In 1995 the terrorist group Aleph, formerly known as Aum Shinrikyo, launched a sarin gas attack on the subway of this city. The \"Black Ships\" came here under the command of Matthew Perry, causing the end of the Sakoku policy that forbade foreigners from entering this city's country. During that period, when it was ruled by the Tokugawa Shogunate, this city was called Edo. For 10 points, name this": {
    "guess": "Tokyo",
    "confidence": [
      [
        "Tok",
        -0.0018159556
      ],
      [
        "yo",
        -2.4584822e-06
      ]
    ]
  },
  "An encounter here began with the breaking of an unpopular four month treaty through a march on Tegea.": {
    "guess": "Battle of Artemisium",
    "confidence": [
      [
        "Battle",
        -1.5435239
      ],
      [
        " of",
        -0.0031570457
      ],
      [
        " Artem",
        -1.1264083
      ],
      [
        "is",
        -0.001110686
      ],
      [
        "ium",
        -0.00064249965
      ]
    ]
  },
  "At the end, the two main characters pretend they are children with the phrase \"Honey, Honey, I'll play right up to the gates of Heaven with you!\"  This play begins on a corner where three streets meet,": {
    "guess": "The Corn Is Green",
    "confidence": [
      [
        "The",
        -1.1730763
      ],
      [
        " Corn",
        -1.9404739
      ],
      [
        " Is",
        -0.54025406
      ],
      [
        " Green",
        -2.1411865e-05
      ]
    ]
  },
  "The end of this battle saw the losing side mistakenly open fire as a delegation from the winning side approached to receive their surrender, which resulted in the massacre of more than half of the losing side's infantry. The decisive maneuver in this battle occurred when the cavalry of the winning side cut through the infantry middle, isolating an elite infantry corps from its German and Italian allies. A premature attack by Francois de l'Hopital nearly cost the eventual victors this battle, but eventually cavalry led by Jean de Gassion, neutralized the cavalry of the Duke of Albuquerque and took position to cut off reinforcements from General Beck. Fought northeast of Reims in a namesake forest, this battle saw 26,000 men under Don Francisco de Melo lose decisively to a French army of 22,000 commanded by the Duke d'Enghien, who would later come to be known as the Prince de Conde. A crushing defeat for tactics employing the tercio formation, for ten points, identify this 1643 battle of": {
    "guess": "Battle of Rocroi",
    "confidence": [
      [
        "Battle",
        -0.07422836
      ],
      [
        " of",
        -0.00037871845
      ],
      [
        " Roc",
        -0.0018096525
      ],
      [
        "roi",
        -3.6908343e-05
      ]
    ]
  },
  "It ends with the author remarking that his soul has grown deep like the title objects, entities that": {
    "guess": "The Negro Speaks of Rivers",
    "confidence": [
      [
        "The",
        -0.062999085
      ],
      [
        " Negro",
        -0.00084083446
      ],
      [
        " Spe",
        -7.827201e-05
      ],
      [
        "aks",
        -5.6769813e-06
      ],
      [
        " of",
        -1.6882126e-05
      ],
      [
        " Rivers",
        -3.5597102e-05
      ]
    ]
  },
  "It ends with Miss Bogle leaving the room with their son, and the husband telling the heroine: \"See, I": {
    "guess": "The Turn of the Screw",
    "confidence": [
      [
        "The",
        -1.4284784
      ],
      [
        " Turn",
        -1.081346
      ],
      [
        " of",
        -0.00023405286
      ],
      [
        " the",
        -0.0007660296
      ],
      [
        " Screw",
        -0.0055484395
      ]
    ]
  },
  "The end of this man's rule included the Night of the Murdered Poets, and he invented the fictitious Doctor's Plot. His policies caused the holodomor famine in the Ukraine, and this liquidator of the kulaks was denounced in a \"Secret Speech\" by Khruschev. This developer of Five-Year Plans and \"socialism": {
    "guess": "Joseph Stalin",
    "confidence": [
      [
        "Joseph",
        -0.010534466
      ],
      [
        " Stalin",
        -3.655073e-05
      ]
    ]
  },
  "He ended his life as king of Illyricum and went to Elysium after he and his wife fulfilled a prophecy.  This son of Telephassa and Agenor, the rulers of Phoenicia, succeeded at a task in which his four brothers could not.  At the end of his life he and his wife Harmonia are turned into snakes, but this has occurred well after he has sown some dragon's teeth.  FTP, name this brother of Europa and founder": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.0012728544
      ],
      [
        "mus",
        -3.1186566e-05
      ]
    ]
  },
  "At the end of the The Great Gatsby, Nick says that his \"Middle West\" is not \"the prairies or the lost": {
    "guess": "Midwestern United States",
    "confidence": [
      [
        "Mid",
        -1.3067278
      ],
      [
        "western",
        -0.26303524
      ],
      [
        " United",
        -0.0015373583
      ],
      [
        " States",
        -6.241792e-05
      ]
    ]
  },
  "It ends with the narrator pointing out a bronze sculpture by Claus of Innsbruck depicting Neptune taming a sea horse. Earlier the narrator reveals that he chooses \"never to stoop\" while complaining that \"the dropping of the daylight in the West\", or a \"bough of cherries some officious fool broke in the": {
    "guess": "Ode to a Nightingale",
    "confidence": [
      [
        "O",
        -1.7142602
      ],
      [
        "de",
        -0.009260261
      ],
      [
        " to",
        -0.68569344
      ],
      [
        " a",
        -0.23647077
      ],
      [
        " Night",
        -0.00064822147
      ],
      [
        "ing",
        -0.00036953975
      ],
      [
        "ale",
        -0.00029923528
      ]
    ]
  },
  "One end-times scenario of this faith involves a river of metal created by melting all the minerals of the earth. The first ruler to adopt it as an official faith was King Vishtaspa, and one of its rituals involves a drink made from water, pomegranate leaves, and the haoma plant. It lumps together all": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0008582198
      ],
      [
        "oro",
        -0.000108788154
      ],
      [
        "ast",
        -5.8365e-05
      ],
      [
        "rian",
        -7.107425e-06
      ],
      [
        "ism",
        -0.54288197
      ]
    ]
  },
  "At the end of this novel, the protagonist lives in a two-room cottage with Tekla and is visited by the remorseful people who beat him within an inch of his life. Its protagonist confesses to misdeeds near the end of this novel, leading to his beating at the hands of Nikita and his loss of hearing, which causes him to stumble in front of a moving tram. The frame narrator of this novel is an English professor of languages in Geneva who receives the protagonist's records and tutors his love interest, Nathalie, who is the brother of a revolutionary executed for assassinating a (*) Russian politician. This novel's protagonist is expelled from Russia as a spy for the tsarists but confesses to revolutionaries that he had betrayed revolutionary assassin Victor Haldin. For 10 points, name this novel": {
    "guess": "Under Western Eyes",
    "confidence": [
      [
        "Under",
        -0.0014947419
      ],
      [
        " Western",
        -0.00010950337
      ],
      [
        " Eyes",
        -7.016616e-05
      ]
    ]
  },
  "The end of this battle saw the losing side mistakenly open fire as a delegation from the winning side approached to receive their surrender, which resulted in the massacre of more than half of the losing side's infantry. The decisive maneuver in this battle occurred when the cavalry of the winning side": {
    "guess": "Battle of Cynoscephalae",
    "confidence": [
      [
        "Battle",
        -0.62363493
      ],
      [
        " of",
        -0.0033585625
      ],
      [
        " C",
        -1.7507417
      ],
      [
        "ynos",
        -0.8435474
      ],
      [
        "ceph",
        -0.0021756007
      ],
      [
        "al",
        0.0
      ],
      [
        "ae",
        -9.014684e-06
      ]
    ]
  },
  "At the end of his life, this composer wrote a string sextet in D Major using imagery from Italy called Souvenirs from Florence. He used Mendelssohn's Venetian boat songs from Songs Without Words for one of his pieces called June, which is part of twelve programmatic pieces he called The Seasons. The second movement of one of this composer's symphonies is in 5/4 time and its last movement starts \"with": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.013963094
      ],
      [
        "otr",
        -0.0005443345
      ],
      [
        " I",
        -5.3000836e-05
      ],
      [
        "ly",
        -6.2729996e-06
      ],
      [
        "ich",
        -1.2352386e-05
      ],
      [
        " T",
        -6.749814e-06
      ],
      [
        "cha",
        -1.504853e-06
      ],
      [
        "ik",
        -1.8624639e-06
      ],
      [
        "ovsky",
        -9.2457245e-05
      ]
    ]
  },
  "At the end of this novel, Russell's grandmother gives him a dime to buy an ice cream cone after thinking about her son's death. In its third section, reverend Duncan McMillan fails to pardon another character from Death Row when Orville Mason exploits that character's sensational trial to further his political career. In its second section, the protagonist moves to Lycurgus and impregnates his mistress": {
    "guess": "A Prayer for Owen Meany",
    "confidence": [
      [
        "A",
        -0.9387183
      ],
      [
        " Prayer",
        -0.6389658
      ],
      [
        " for",
        -0.004113423
      ],
      [
        " Owen",
        -0.0014614273
      ],
      [
        " Me",
        -0.00013297916
      ],
      [
        "any",
        -1.60477e-05
      ]
    ]
  },
  "The endoplasmic reticulum of these cells can be visualized by the blue Nissl stain, and Santiago y Cajal improved upon a black silver stain for these cells developed by Camillo Golgi. Saltatory conduction": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.005644229
      ],
      [
        "uron",
        -0.0005345635
      ]
    ]
  },
  "This encounter was precipitated by a violent raid on Fort Williams a year earlier.  One commander, fresh off his victory at Arcot, secretly negotiated with the other commander's uncle, Mir Jaffar, in order to secure an advantage. When an attack on a French settlement near Murshidabad provoked one side to march into battle, the other had already set up his defenses in a mango grove on the Hooghli River.": {
    "guess": "Battle of Plassey",
    "confidence": [
      [
        "Battle",
        -0.018382652
      ],
      [
        " of",
        -2.3438328e-05
      ],
      [
        " Pl",
        -0.0007514977
      ],
      [
        "as",
        -0.00015002528
      ],
      [
        "sey",
        0.0
      ]
    ]
  },
  "At the end of this book, the high priest Eleazer dies, and the bones of Joseph are buried at Shechem. Earlier, eight chapters had been devoted to a description of land allotments to the Israelite tribes. A mass circumcision occurs in chapter 5, while in chapter 9 the Gibeonites trick the title figure": {
    "guess": "Book of Joshua",
    "confidence": [
      [
        "Book",
        -0.057068706
      ],
      [
        " of",
        -7.0523776e-05
      ],
      [
        " Joshua",
        -0.00036192173
      ]
    ]
  },
  "It ends with a declaration of ignorance followed by a journey home from Cherbourg.  Quoting Lucretius, it explains America's shame as a reduction of natural power to sentiment and taste.  Stopping before": {
    "guess": "The Ambassadors (novel)",
    "confidence": [
      [
        "The",
        -1.232563
      ],
      [
        " Amb",
        -1.8231949
      ],
      [
        "assadors",
        -1.4140442e-05
      ],
      [
        " (",
        -0.1608677
      ],
      [
        "nov",
        -0.31283763
      ],
      [
        "el",
        -5.3954464e-05
      ],
      [
        ")",
        -5.8722613e-05
      ]
    ]
  },
  "At the end of this work, the author asserts that \"silence is the worst form of persecution\" The author's preoccupation with argumentative method is seen in the discussion of contradictions, and its opening section on the differences between intuitive and mathematical thinking. The work famously argues for the primacy of miracles in establishing matters of faith, in line with the author's assertion that \"the heart has its reasons which reason does not know.\" A famous wager about the existence of God can be found in, FTP, what apology for the Catholic faith to which Blaise Pascal gave an extremely generic title.": {
    "guess": "Pensées",
    "confidence": [
      [
        "P",
        -0.0053628907
      ],
      [
        "ens",
        -0.035508607
      ],
      [
        "ées",
        -7.326546e-05
      ]
    ]
  },
  "At the end of this novel, Russell's grandmother gives him a dime to buy an ice cream cone after thinking about her son's death. In its third section, reverend Duncan McMillan fails to pardon another character from Death Row when Orville Mason exploits that character's sensational trial to further his political career. In its second section, the protagonist moves to Lycurgus and impregnates his mistress before leaving her for the rich, exciting socialite Sondra Finchley. The drowning of Roberta Alden in Big Bittern Lake results in the execution of Clyde Griffiths in, for 10 points, what 1925 novel by Theodore Dreiser?": {
    "guess": "An American Tragedy",
    "confidence": [
      [
        "An",
        -0.011048643
      ],
      [
        " American",
        -0.0001906664
      ],
      [
        " Tr",
        -0.000103662394
      ],
      [
        "aged",
        -2.2365493e-05
      ],
      [
        "y",
        -8.061054e-06
      ]
    ]
  },
  "This man encouraged collective farms to expel their useless members while serving as Party Chief in Ukraine. This man was mentored by Lazar Kaganovich, who with this man supervised construction of the": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.48827103
      ],
      [
        "ik",
        -0.00033022088
      ],
      [
        "ita",
        -0.0015437842
      ],
      [
        " K",
        -0.00037383108
      ],
      [
        "hr",
        -1.4378848e-05
      ],
      [
        "ush",
        -0.000107953725
      ],
      [
        "che",
        -6.3609965e-05
      ],
      [
        "v",
        -4.723352e-06
      ]
    ]
  },
  "At the end of the The Great Gatsby, Nick says that his \"Middle West\" is not \"the prairies or the lost Swede towns\" but these \"thrilling returning\" things of his youth. These vehicles are held above the Slough of Despond by a pile of philosophy books in a short story in which they carry Mr. Smooth-it-away on a trip leaving from the City of Destruction. These vehicles are the focus of a company founded by Nathanael, infiltrated by John (*) Galt, and run by Dagny Taggart in Atlas Shrugged. Frank Norris depicted the struggle between Magnus Derrick's wheat ranchers and the companies that use these vehicles in The Octopus. For 10 points, name this kind of vehicle ridden in Nathaniel Hawthorne's \"The": {
    "guess": "Railroad",
    "confidence": [
      [
        "Rail",
        -0.29734582
      ],
      [
        "road",
        -0.37939242
      ]
    ]
  },
  "At the end of this story, the title object is revealed to be worth at most five hundred francs. Monsieur Loisel (\"lwa-ZELL\") frantically searched for the title object after a ball, but to no avail. After Mathilde (\"muh-TEELD\") loses it, she and her husband take odd jobs to pay off the loans taken out to pay for a replacement. For 10 points, name this Guy de Maupassant (\"GHEE deh MO-puh-saunt\") short": {
    "guess": "The Necklace",
    "confidence": [
      [
        "The",
        -0.002155734
      ],
      [
        " Necklace",
        -0.00040624346
      ]
    ]
  },
  "At the end of the The Great Gatsby, Nick says that his \"Middle West\" is not \"the prairies or the lost Swede towns\" but these \"thrilling returning\" things of his youth. These vehicles are held above the Slough of Despond by a pile of philosophy books in a short story in which they carry Mr. Smooth-it-away": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.81083304
      ]
    ]
  },
  "At the end of this book, the high priest Eleazer dies, and the bones of Joseph are buried at Shechem. Earlier, eight chapters had been devoted to a description of land allotments to the Israelite tribes. A mass circumcision occurs in chapter 5, while in chapter 9 the Gibeonites trick the title figure into making a truce with them.  During the defeat of a coalition led by Adonizedek, the sun stands still, and earlier the river Jordan was divided to allow the Israelites to cross. For 10 points, identify this book in which Rahab and her family alone are spared when its namesake destroys Jericho.": {
    "guess": "Book of Joshua",
    "confidence": [
      [
        "Book",
        -0.0051366235
      ],
      [
        " of",
        -4.334534e-05
      ],
      [
        " Joshua",
        -7.7318386e-05
      ]
    ]
  },
  "At the end of this novel, the protagonist lives in a two-room cottage with Tekla and is visited by the": {
    "guess": "The Visit",
    "confidence": [
      [
        "The",
        -1.3753179
      ],
      [
        " Visit",
        -1.6525012
      ]
    ]
  },
  "An encounter here began with the breaking of an unpopular four month treaty through a march on Tegea. Aristocles and Hipponoidas were banished for showing cowardice during this battle, where the initial": {
    "guess": "Battle of Leuctra",
    "confidence": [
      [
        "Battle",
        -0.8358758
      ],
      [
        " of",
        -0.00032033064
      ],
      [
        " Le",
        -0.78341365
      ],
      [
        "uct",
        -0.053815898
      ],
      [
        "ra",
        -3.0545007e-06
      ]
    ]
  },
  "At the end of this work, Alquist blesses two lovers and rechristens them Adam and Eve. The psychologist Hallemeier says that the title characters occassionally ignore orders while talking to the main female role, who has arrived on the island where this work takes place on a humanitarian mission. The founders of the enterprise on the island do not appear, but Domin tells them about them: the son, who sees the title characters as inexpensive workers, (*) and the father, who instead wanted to play a Creator role. Helena Glory finds all this out in, FTP, what sci-fi play by Karel Capek which introduced": {
    "guess": "R.U.R.",
    "confidence": [
      [
        "R",
        -0.76720744
      ],
      [
        ".U",
        -0.0001688558
      ],
      [
        ".R",
        -3.5358695e-05
      ],
      [
        ".",
        -0.000108907356
      ]
    ]
  },
  "At the end of this play Don Parritt confesses to the anarchist Larry Slade that he had turned his own mother over the the police due to her affair with Larry before killing himself by jumping from the fire escape. The protagonist is arrested after revealing he shot his wife Evelyn in her sleep to escape the guilt of his drinking and womanizing, but not before convincing bar patrons like Piet Wotjoen,": {
    "guess": "The Iceman Cometh",
    "confidence": [
      [
        "The",
        -0.029391943
      ],
      [
        " I",
        -0.00050335046
      ],
      [
        "c",
        -8.061054e-06
      ],
      [
        "eman",
        -6.1537958e-06
      ],
      [
        " Com",
        -3.357064e-05
      ],
      [
        "eth",
        -8.180258e-06
      ]
    ]
  },
  "It ends with Miss Bogle leaving the room with their son, and the husband telling the heroine: \"See, I see nothing but you.\" Composed in six sections, the heroine debates the selfish nature of her relationship with the men in her life and discovers the story's great secret at Bob and Fanny's home after": {
    "guess": "The Awakening",
    "confidence": [
      [
        "The",
        -0.9588022
      ],
      [
        " Awakening",
        -0.4699874
      ]
    ]
  },
  "At the end of the The Great Gatsby, Nick says that his \"Middle West\" is not \"the prairies or the lost Swede towns\" but these \"thrilling returning\" things of his youth. These vehicles are held above the Slough of Despond by a pile of philosophy books in a short story in which they carry Mr. Smooth-it-away on a trip leaving from the City of Destruction. These vehicles are the focus of a company founded by Nathanael, infiltrated by John (*) Galt, and run by Dagny Taggart in Atlas Shrugged. Frank Norris depicted the struggle between Magnus Derrick's wheat ranchers and the companies that use these vehicles": {
    "guess": "Railroad in the United States",
    "confidence": [
      [
        "Rail",
        -0.45952654
      ],
      [
        "road",
        -0.46976653
      ],
      [
        " in",
        -0.36108276
      ],
      [
        " the",
        -0.16806762
      ],
      [
        " United",
        -0.0023309325
      ],
      [
        " States",
        -0.00069242035
      ]
    ]
  },
  "At the end of this novel, help comes to the main characters' village from the agricultural expert Napoleon Letsitsi. One character in this work follows his cousin Matthew and Johannes Parfuri and is defended by Mr. Carmichael in a murder trial. This work starts with the main character leaving the village of Ndotsheni when he gets news that his sister Gertrude is sick. That character's son (*) Absalom killed Arthur Jarvis. For 10 points, name this work in which Stephen Kumalo goes to Johannesburg,": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.4958164
      ],
      [
        "ry",
        -0.00046689616
      ],
      [
        ",",
        -0.000371447
      ],
      [
        " the",
        -0.016369233
      ],
      [
        " Bel",
        -0.00060164585
      ],
      [
        "oved",
        -6.9882217e-06
      ],
      [
        " Country",
        -0.0002783783
      ]
    ]
  },
  "At the end of this story, the title object is revealed to be worth at most five hundred francs. Monsieur Loisel (\"lwa-ZELL\") frantically searched for the title object after a ball, but to no avail. After Mathilde (\"muh-TEELD\") loses it, she and her husband take odd jobs to pay off the loans taken out to pay for a replacement. For 10 points, name this Guy de Maupassant (\"GHEE deh MO-puh-saunt\") short story about a piece of jewelry.": {
    "guess": "The Necklace",
    "confidence": [
      [
        "The",
        -0.0015533095
      ],
      [
        " Necklace",
        -0.00032330706
      ]
    ]
  },
  "Its end came through a series of letters written to Henry S. McComb that Charles Dana printed in the New York Sun. Although Henry Wilson and James Garfield were all implicated, only two representatives were censured, James Brooks and Oakes Ames. Vice President Schuyler Colfax was also believed to be involved, but he was later absolved. FTP, name this corrupt company, which worked construction for the": {
    "guess": "Crédit Mobilier of America",
    "confidence": [
      [
        "Cr",
        -0.009708169
      ],
      [
        "éd",
        -6.704273e-07
      ],
      [
        "it",
        -1.6643718e-05
      ],
      [
        " Mobil",
        -5.443128e-05
      ],
      [
        "ier",
        -7.910644e-05
      ],
      [
        " of",
        -0.6338444
      ],
      [
        " America",
        -0.00011260267
      ]
    ]
  },
  "In The End of History, Francis Fukuyama argues that this work caused Christianity to become freedom in its penultimate form, citing the ideologies of historical groups like helots. One part of this work discusses the clash between Enlightenment and Superstition, suggesting that Notion knows that faith is opposed to pure insight. This work describes the \"death struggle\" between two participants, one of whom experiences fear; if either dies, the titular entity enters (*) \"abstract negation.\" Another section discusses how the remnants of the Greek and Roman Empires can be seen in modern Germany, illustrating the author's theory of \"sublation\" or Aufheben, which is expanded upon in the author's Lectures": {
    "guess": "Phenomenology of Spirit",
    "confidence": [
      [
        "Ph",
        -0.13664383
      ],
      [
        "en",
        -0.00051919353
      ],
      [
        "omen",
        -7.465036e-06
      ],
      [
        "ology",
        -0.00015157493
      ],
      [
        " of",
        -0.00020830853
      ],
      [
        " Spirit",
        -0.00023083435
      ]
    ]
  },
  "He ended his life as king of Illyricum and went to Elysium after he and his wife fulfilled a prophecy.  This son of Telephassa and Agenor, the rulers of Phoenicia, succeeded at a task in which his four brothers could not.  At the end of his life he and his wife Harmonia are turned into snakes, but this": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.0020597347
      ],
      [
        "mus",
        -5.3358446e-05
      ]
    ]
  },
  "The end of the second act features what is known as the \"Letter Scene,\" in which a note from Mariandel": {
    "guess": "The Wikipedia page on The Merry Widow",
    "confidence": [
      [
        "The",
        -1.0338962
      ],
      [
        " Wikipedia",
        -0.3921444
      ],
      [
        " page",
        -0.0028829759
      ],
      [
        " on",
        -0.41740295
      ],
      [
        " The",
        -1.1026912
      ],
      [
        " Merry",
        -0.730577
      ],
      [
        " Widow",
        -0.042249817
      ]
    ]
  },
  "At its end the composer juxtaposed the keys of C and B to suggest the enduring riddle of the cosmos. Also of note was his desire for it to have a the subtitle of \"Symphonic optimism in fin-de-siecle from, dedicated to the Twentieth Century.\" A thunderous fugue is incorporated into the section entitled": {
    "guess": "Symphony No. 9 (Nielsen)",
    "confidence": [
      [
        "Sym",
        -0.0130552845
      ],
      [
        "phony",
        -0.09059745
      ],
      [
        " No",
        -0.013362806
      ],
      [
        ".",
        -0.0007260138
      ],
      [
        " ",
        -0.0026434371
      ],
      [
        "9",
        -1.4925
      ],
      [
        " (",
        -0.13633598
      ],
      [
        "Ni",
        -0.3140183
      ],
      [
        "elsen",
        -1.831257e-05
      ],
      [
        ")",
        -3.2855416e-05
      ]
    ]
  },
  "An encounter here began with the breaking of an unpopular four month treaty through a march on Tegea. Aristocles and Hipponoidas were banished for showing cowardice during this battle, where the initial surprise of the attacking forces' being ambushed at the Temple of Heracles wore off as the ensuing": {
    "guess": "Battle of Leuctra",
    "confidence": [
      [
        "Battle",
        -0.36199823
      ],
      [
        " of",
        -0.00037836083
      ],
      [
        " Le",
        -0.4125539
      ],
      [
        "uct",
        -0.044547774
      ],
      [
        "ra",
        -2.8160932e-06
      ]
    ]
  },
  "In The End of History, Francis Fukuyama argues that this work caused Christianity to become freedom in its penultimate form, citing the ideologies of historical groups like helots. One part of this work discusses the clash between Enlightenment and Superstition, suggesting that Notion knows that faith is opposed to pure insight. This work describes the \"death struggle\" between two participants, one of whom experiences fear; if either dies, the titular entity enters (*) \"abstract negation.\" Another section discusses how the remnants of the Greek and Roman Empires can be seen in modern Germany, illustrating the author's theory of \"sublation\" or Aufheben, which is expanded upon in the author's Lectures on the Philosophy of History. For 10 points, name this work by Hegel, which espouses the nature of history that follows a dialectical path.": {
    "guess": "The Phenomenology of Spirit",
    "confidence": [
      [
        "The",
        -0.20033705
      ],
      [
        " Phen",
        -0.021144569
      ],
      [
        "omen",
        -7.89631e-07
      ],
      [
        "ology",
        -2.8444882e-05
      ],
      [
        " of",
        -1.4855664e-05
      ],
      [
        " Spirit",
        -7.839122e-05
      ]
    ]
  },
  "The endoplasmic reticulum of these cells can be visualized by the blue Nissl stain, and Santiago y Cajal improved upon a black silver stain for these cells developed by Camillo Golgi. Saltatory conduction occurs because extracellular fluid is in contact with these cells only at the (*) nodes of Ranvier. Glial cells like oligodendrocytes and Schwann cells secrete a myelin sheath that surrounds these cells, which are separated from other cells by synapses and transmit action potentials. For ten points, name these cells that feature dendrites and axons and comprise the nervous system.": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.002074956
      ],
      [
        "uron",
        -0.0010517461
      ]
    ]
  },
  "It ended with McCook, Crittendon and Negley charged with misconduct and was immediately preceded by a": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.19872074
      ],
      [
        " of",
        -0.0076108864
      ],
      [
        " Chick",
        -0.24998316
      ],
      [
        "ama",
        -0.00079664285
      ],
      [
        "uga",
        -0.0004886921
      ]
    ]
  },
  "It ends with Miss Bogle leaving the room with their son, and the husband telling the heroine: \"See, I see nothing but you.\" Composed in six sections, the heroine debates the selfish nature of her relationship with the men in her life and discovers the story's great secret at Bob and Fanny's home after visiting the same Bloomsbury Street shop at which her old friend and future mother-in-law saw the": {
    "guess": "The Golden Bowl",
    "confidence": [
      [
        "The",
        -0.15278268
      ],
      [
        " Golden",
        -0.8049498
      ],
      [
        " Bowl",
        -0.0005831766
      ]
    ]
  },
  "The end of this novel features a game of checkers where pieces are substituted with small bottles of": {
    "guess": "Through the Looking-Glass",
    "confidence": [
      [
        "Through",
        -0.8084327
      ],
      [
        " the",
        -0.02452272
      ],
      [
        " Looking",
        -0.0047466033
      ],
      [
        "-G",
        -0.022603046
      ],
      [
        "lass",
        -5.0139948e-05
      ]
    ]
  },
  "This encounter was precipitated by a violent raid on Fort Williams a year earlier.  One commander, fresh off his victory at Arcot, secretly negotiated with the other commander's uncle, Mir Jaffar, in order": {
    "guess": "Battle of Plassey",
    "confidence": [
      [
        "Battle",
        -0.09709997
      ],
      [
        " of",
        -0.00016623331
      ],
      [
        " Pl",
        -0.015235977
      ],
      [
        "as",
        -5.443128e-05
      ],
      [
        "sey",
        0.0
      ]
    ]
  },
  "At the end of the novel we meet Jean le Negre, who is admired for his strength, and Lulu, who smuggles him a lace handkerchief. The narrator names various people his \"Delectable Mountains\", Wanderer, a family man, Zoo-loo, a Polish farmer, and Surplice. Rockyfeller used to run a brothel and uses his money to buy favors from the guards, while Apollyon, the warden, is named after the devil in Pilgrim's Progress. The narrator and his friend B. are brought to the titular location because of letters deemed suspicious by the censor, interrupting their stint as ambulance drivers. FTP, identify this novel about prison life in France, the only novel by E E Cummings.": {
    "guess": "The Enormous Room",
    "confidence": [
      [
        "The",
        -0.004856815
      ],
      [
        " En",
        -0.0013624972
      ],
      [
        "orm",
        -4.1273333e-06
      ],
      [
        "ous",
        -9.0883464e-07
      ],
      [
        " Room",
        -2.4630364e-05
      ]
    ]
  },
  "By the end of this encounter one side's lack of supplies caused all civilians and wounded to be expelled at the base of Mount Auxois where many starved to death. Preceded by a skirmish at Vingeanne, which": {
    "guess": "Battle of Alesia",
    "confidence": [
      [
        "Battle",
        -0.30870885
      ],
      [
        " of",
        -0.00029172545
      ],
      [
        " A",
        -0.13873062
      ],
      [
        "lesia",
        -0.000529203
      ]
    ]
  },
  "By the end of this encounter one side's lack of supplies caused all civilians and wounded to be expelled at the base of Mount Auxois where many starved to death. Preceded by a skirmish at Vingeanne, which allowed them to hunker down, the defenders were ordered to dig a trench north-south between the Ose and Oserain rivers along the namesake town. The aggressors responded by digging their own series of trenches and setting up a 12 foot high wall, with observation towers every 130 feet. This technique": {
    "guess": "Siege of Alesia",
    "confidence": [
      [
        "Sie",
        -0.5458729
      ],
      [
        "ge",
        -0.0005866335
      ],
      [
        " of",
        -0.00015514737
      ],
      [
        " A",
        -0.04481327
      ],
      [
        "lesia",
        -0.0010835405
      ]
    ]
  },
  "This man encouraged collective farms to expel their useless members while serving as Party Chief in Ukraine. This man was mentored by Lazar Kaganovich, who with this man supervised construction of the Moscow Metro, and led to this man becoming Party Leader for Moscow. Later, Kaganovich along with Malenkov": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.13334681
      ],
      [
        "ik",
        -0.00064798305
      ],
      [
        "ita",
        -0.18242358
      ],
      [
        " K",
        -0.00044389718
      ],
      [
        "hr",
        -1.5809293e-05
      ],
      [
        "ush",
        -0.0002487039
      ],
      [
        "che",
        -6.635165e-05
      ],
      [
        "v",
        -9.610702e-06
      ]
    ]
  },
  "It ended by disbanding after a plebiscite in October after reinforcements arrived from Marche.  It began": {
    "guess": "Roman Republic (19th century)",
    "confidence": [
      [
        "Roman",
        -0.31717902
      ],
      [
        " Republic",
        -0.0027024008
      ],
      [
        " (",
        -0.08503515
      ],
      [
        "19",
        -0.0027063233
      ],
      [
        "th",
        -3.1544176e-05
      ],
      [
        " century",
        -0.0103834625
      ],
      [
        ")",
        -0.00062927906
      ]
    ]
  },
  "The end of the second act features what is known as the \"Letter Scene,\" in which a note from Mariandel is written to Baron Ochs. Mariandel is actually the convenient alias for Octavian who, on behalf of Princess von Werdenberg, hands Sophia the Baron's titular love-token, but immediately falls in love": {
    "guess": "Der Rosenkavalier",
    "confidence": [
      [
        "Der",
        -0.0011478371
      ],
      [
        " Rosen",
        -1.1756368e-05
      ],
      [
        "k",
        -4.6683042e-05
      ],
      [
        "aval",
        -9.014684e-06
      ],
      [
        "ier",
        -0.00037037418
      ]
    ]
  },
  "He once encouraged his listeners à la Freeburg to read the nonexistent book I Libertine, which consequently made the New York Bestseller list without being in print. Visitors to Disney World may have noticed that his voice takes you through the \"Carousel of Progress.\" Shel Silverstein dedicated his ABZ": {
    "guess": "Jean Shepherd",
    "confidence": [
      [
        "Jean",
        -0.013968393
      ],
      [
        " Shepherd",
        -0.0030951237
      ]
    ]
  },
  "At the end of the story, this character attends a family funeral and remarks, \"He had the wrong dreams. All, all, wrong.\" After a confrontation with his father about an extramarital affair, he stops going to summer school and fails math, losing his scholarship to the University of Virginia. A former standout football player in high school, he has spent the last few years doing manual labor on ranches": {
    "guess": "Death of a Salesman",
    "confidence": [
      [
        "Death",
        -0.0048710424
      ],
      [
        " of",
        -6.0749073e-05
      ],
      [
        " a",
        -9.984788e-05
      ],
      [
        " Sales",
        -8.697388e-05
      ],
      [
        "man",
        -1.7835755e-05
      ]
    ]
  },
  "At the end of this work, the author asserts that \"silence is the worst form of persecution\" The author's preoccupation with argumentative method is seen in the discussion of contradictions, and its opening section on the differences between intuitive and mathematical thinking. The work famously argues for the primacy of miracles in establishing matters of faith, in line with the author's assertion that \"the heart has its reasons which reason does not know.\" A famous wager about the existence of God": {
    "guess": "Pensees",
    "confidence": [
      [
        "P",
        -0.0072377906
      ],
      [
        "ense",
        -0.1569511
      ],
      [
        "es",
        -0.00012940305
      ]
    ]
  },
  "At the end of this work, the author asserts that \"silence is the worst form of persecution\" The author's preoccupation with argumentative method is seen in the discussion of contradictions, and its opening section on the differences between intuitive and mathematical thinking. The work famously argues": {
    "guess": "Discourse on the Method",
    "confidence": [
      [
        "Disc",
        -0.9101151
      ],
      [
        "ourse",
        -0.016670695
      ],
      [
        " on",
        -0.00017040544
      ],
      [
        " the",
        -0.07306092
      ],
      [
        " Method",
        -0.00047261795
      ]
    ]
  },
  "In The End of History, Francis Fukuyama argues that this work caused Christianity to become freedom in its penultimate form, citing the ideologies of historical groups like helots. One part of this work discusses the clash between Enlightenment and Superstition, suggesting that Notion knows that faith is opposed to pure insight. This work describes the \"death struggle\" between two participants, one of whom experiences fear; if either dies, the titular entity enters (*) \"abstract negation.\" Another section discusses how the remnants of the Greek and Roman Empires can be seen in modern Germany, illustrating": {
    "guess": "Phenomenology of Spirit",
    "confidence": [
      [
        "Ph",
        -0.33196607
      ],
      [
        "en",
        -0.0014410655
      ],
      [
        "omen",
        -3.3093824e-05
      ],
      [
        "ology",
        -0.0012889248
      ],
      [
        " of",
        -0.00084298005
      ],
      [
        " Spirit",
        -0.00035977605
      ]
    ]
  },
  "This man encouraged collective farms to expel their useless members while serving as Party Chief in Ukraine. This man was mentored by Lazar Kaganovich, who with this man supervised construction of the Moscow Metro, and led to this man becoming Party Leader for Moscow. Later, Kaganovich along with Malenkov and Molotov opposed this man as part of the Anti-Party group. More famously, this man debated in a kitchen with (*) Richard Nixon and demanded a peace treaty between the Germanies, but failed in that endeavor, leading to the construction of the Berlin Wall. This man is best known for dealing with": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.016273182
      ],
      [
        "ik",
        -1.4259645e-05
      ],
      [
        "ita",
        -2.9279307e-05
      ],
      [
        " K",
        -0.00016742534
      ],
      [
        "hr",
        -4.365741e-06
      ],
      [
        "ush",
        -0.00021378823
      ],
      [
        "che",
        -2.0219828e-05
      ],
      [
        "v",
        -1.504853e-06
      ]
    ]
  },
  "It ended by disbanding after a plebiscite in October after reinforcements arrived from Marche.  It began with embarkation from Quarto and included major conflicts at Calatafimi and finally at the Volturno": {
    "guess": "Expedition of the Thousand",
    "confidence": [
      [
        "Ex",
        -0.0076734684
      ],
      [
        "ped",
        -2.4584822e-06
      ],
      [
        "ition",
        -0.00024691585
      ],
      [
        " of",
        -5.5146502e-05
      ],
      [
        " the",
        -8.876193e-05
      ],
      [
        " Thousand",
        -4.8113485e-05
      ]
    ]
  },
  "He was encouraged by fellow student Bertrand Russell to study philosophy at Cambridge. To him, philosophy became a two-fold activity, involving both analysis of puzzling propositions, and determination": {
    "guess": "Ludwig Wittgenstein",
    "confidence": [
      [
        "L",
        -0.65235186
      ],
      [
        "ud",
        -0.00021414584
      ],
      [
        "wig",
        -0.00015288251
      ],
      [
        " Witt",
        -0.00027277938
      ],
      [
        "gen",
        -0.00016110756
      ],
      [
        "stein",
        -5.240482e-05
      ]
    ]
  },
  "In one encounter that took place near this city, the USS Mississippi, equipped with new Paixhans guns, ran past defenses at Uraga Harbor. Fires killed 140,000 people during a 1923 earthquake in this city.": {
    "guess": "Tokyo",
    "confidence": [
      [
        "Tok",
        -0.0019065011
      ],
      [
        "yo",
        -3.4121115e-06
      ]
    ]
  },
  "It ends with a separate section portraying seven black men and five white men working in a chain gang by the Forks Falls highway.  Denizens of the nameless Georgia town include the Rainey twins, malaria victim Merlie Ryan, and the Macy brothers, which consist of the amiable Henry and the violent Marvin.  The latter defeats the protagonist Miss Amelia in a wrestling match at the title locale after the malevolent hunchback Lymon intervenes.  FTP, name this dark tale about the parasitic nature of love,": {
    "guess": "The Ballad of the Sad Cafe",
    "confidence": [
      [
        "The",
        -0.03257052
      ],
      [
        " Ball",
        -0.00091753196
      ],
      [
        "ad",
        -5.2643223e-05
      ],
      [
        " of",
        -9.305327e-05
      ],
      [
        " the",
        -0.0003822909
      ],
      [
        " Sad",
        -5.025915e-05
      ],
      [
        " Cafe",
        -0.0023183224
      ]
    ]
  },
  "The end of this battle saw the losing side mistakenly open fire as a delegation from the winning side approached to receive their surrender, which resulted in the massacre of more than half of the losing side's infantry. The decisive maneuver in this battle occurred when the cavalry of the winning side cut through the infantry middle, isolating an elite infantry corps from its German and Italian allies. A premature attack by Francois de l'Hopital nearly cost the eventual victors this battle, but eventually cavalry led by Jean de Gassion, neutralized the cavalry of the Duke of Albuquerque and took position to cut off reinforcements from General Beck. Fought northeast of Reims in a namesake forest, this battle saw 26,000 men under Don Francisco de Melo lose decisively to a French army of 22,000": {
    "guess": "Battle of Rocroi",
    "confidence": [
      [
        "Battle",
        -0.007101794
      ],
      [
        " of",
        -0.00078544876
      ],
      [
        " Roc",
        -0.25771332
      ],
      [
        "roi",
        -0.00030793346
      ]
    ]
  },
  "The ending of this film gives significance to one character wearing a rubber glove in an earlier scene. Its script called for one character to proclaim a desire for an (*) abortion, which was replaced with a reference to \"grade school.\" The Pierson Towers motto \"a place to be somebody\" and the signs for Paper Street both point to Wilmington, Delaware as its setting, as do the credit card buildings blowing up at the end. For 10 points, name this story of Tyler Durden, starring Brad Pitt and Ed Norton.": {
    "guess": "Fight Club",
    "confidence": [
      [
        "Fight",
        -0.04141376
      ],
      [
        " Club",
        -0.0008592927
      ]
    ]
  },
  "By the end of this encounter one side's lack of supplies caused all civilians and wounded to be expelled at the base of Mount Auxois where many starved to death. Preceded by a skirmish at Vingeanne, which allowed them to hunker down, the defenders were ordered to dig a trench north-south between the": {
    "guess": "Battle of Alesia",
    "confidence": [
      [
        "Battle",
        -0.37525958
      ],
      [
        " of",
        -0.000106284875
      ],
      [
        " A",
        -0.15985265
      ],
      [
        "lesia",
        -0.00097101403
      ]
    ]
  },
  "It ended with two battles over the course of four days: the defeat of Hanover at Langensalza and the final Battle of Königgrätz, which led to the Peaces of Nikolsburg and Prague. Because of a secret [*] treaty with France, Italy entered this conflict so that Venice would change hands. Begun when one side interfered in the administration of Holstein—for 10 points—name this 1866 conflict between Austria and Prussia.": {
    "guess": "Austro-Prussian War",
    "confidence": [
      [
        "A",
        -0.033788506
      ],
      [
        "ust",
        -0.0017581218
      ],
      [
        "ro",
        -0.0003097215
      ],
      [
        "-",
        -9.484132e-05
      ],
      [
        "Pr",
        -8.418666e-06
      ],
      [
        "ussian",
        -5.6769813e-06
      ],
      [
        " War",
        -0.0002668192
      ]
    ]
  },
  "He was encouraged by fellow student Bertrand Russell to study philosophy at Cambridge. To him, philosophy became a two-fold activity, involving both analysis of puzzling propositions, and determination of whether or not justifying reasons exist for believing in the original proposition. He influenced": {
    "guess": "G. E. Moore",
    "confidence": [
      [
        "G",
        -0.60399824
      ],
      [
        ".",
        -0.3858507
      ],
      [
        " E",
        -3.5716304e-05
      ],
      [
        ".",
        -5.0139948e-05
      ],
      [
        " Moore",
        -0.00011021859
      ]
    ]
  },
  "At the end of this story, the title object is revealed to be worth at most five hundred francs. Monsieur": {
    "guess": "The Necklace",
    "confidence": [
      [
        "The",
        -0.12399958
      ],
      [
        " Necklace",
        -0.030510083
      ]
    ]
  },
  "Both endo- and exo-attack occur in the LUMO during this reaction, in which one of the reactants must be able to take on the cisoid conformation; if it remains stuck in the transoid conformation, the reaction": {
    "guess": "Diels–Alder reaction",
    "confidence": [
      [
        "Di",
        -0.52577
      ],
      [
        "els",
        -0.00073173555
      ],
      [
        "–",
        -0.5017055
      ],
      [
        "A",
        -2.5941605e-05
      ],
      [
        "lder",
        -3.070975e-05
      ],
      [
        " reaction",
        -0.015832111
      ]
    ]
  },
  "At the end, the two main characters pretend they are children with the phrase \"Honey, Honey, I'll play": {
    "guess": "Mamma Mia! (film)",
    "confidence": [
      [
        "M",
        -0.18191288
      ],
      [
        "amma",
        -0.09269115
      ],
      [
        " Mia",
        -0.00023202639
      ],
      [
        "!",
        -0.004952901
      ],
      [
        " (",
        -0.277714
      ],
      [
        "film",
        -0.22844666
      ],
      [
        ")",
        -0.023322929
      ]
    ]
  },
  "The end of this novel features a game of checkers where pieces are substituted with small bottles of whiskey and whenever someone takes a piece he must drink the bottle. The protagonist is invited by Dr. Baum to give a speech at the blank club where he accidentally poisons the dog belonging to a waiter. Hawthorne gives the main character a copy of Charles Lamb's essays before Dr. Hasselbacher is shot. Captain Segura wants to marry the main character's daughter who precipitates the action of this novel by begging her father for a membership to Rotary Club to ride her horse. In this novel the secretary Beatrice Severn is assigned to assist the titular vacuum salesman who gets his second job to support his teenage daughter Milly. For 10 points, name this novel in which James Wormold works as a spy in Cuba, written by Graham Greene.": {
    "guess": "Our Man in Havana",
    "confidence": [
      [
        "Our",
        -0.0017863252
      ],
      [
        " Man",
        -9.448371e-05
      ],
      [
        " in",
        -0.0007327937
      ],
      [
        " Havana",
        -1.1637165e-05
      ]
    ]
  },
  "At the end of the The Great Gatsby, Nick says that his \"Middle West\" is not \"the prairies or the lost Swede towns\" but these \"thrilling returning\" things of his youth. These vehicles are held above the": {
    "guess": "Themes in The Great Gatsby",
    "confidence": [
      [
        "Themes",
        -0.72462004
      ],
      [
        " in",
        -0.23396023
      ],
      [
        " The",
        -0.039430276
      ],
      [
        " Great",
        -4.4537377e-05
      ],
      [
        " G",
        -0.00016349163
      ],
      [
        "atsby",
        -2.9875326e-05
      ]
    ]
  },
  "The end of this man's rule included the Night of the Murdered Poets, and he invented the fictitious Doctor's": {
    "guess": "Joseph Stalin",
    "confidence": [
      [
        "Joseph",
        -0.12089282
      ],
      [
        " Stalin",
        -0.000105331244
      ]
    ]
  },
  "He was encouraged by fellow student Bertrand Russell to study philosophy at Cambridge. To him, philosophy became a two-fold activity, involving both analysis of puzzling propositions, and determination of whether or not justifying reasons exist for believing in the original proposition. He influenced modern realism with his essay The Refutation of Idealism in 1903, and wrote Ethics in 1912 to demonstrate his empiricist approach to knowledge. FTP, identify this early 20th century British philosopher and author of Principia Ethica.": {
    "guess": "G. E. Moore",
    "confidence": [
      [
        "G",
        -0.005518804
      ],
      [
        ".",
        -0.0049951286
      ],
      [
        " E",
        -7.465036e-06
      ],
      [
        ".",
        -4.143808e-05
      ],
      [
        " Moore",
        -1.2948405e-05
      ]
    ]
  },
  "At its end the composer juxtaposed the keys of C and B to suggest the enduring riddle of the cosmos. Also of note was his desire for it to have a the subtitle of \"Symphonic optimism in fin-de-siecle from, dedicated to the Twentieth Century.\" A thunderous fugue is incorporated into the section entitled \"Of Science\" and a Viennese waltz is used to evoke the \"Dance Song.\" More famous might be the toiling of the midnight bell used to introduce its famous \"Song of the Night Wanderer.\" FTP, name this orchestral": {
    "guess": "Also sprach Zarathustra (Strauss)",
    "confidence": [
      [
        "Also",
        -0.0018572459
      ],
      [
        " spr",
        -0.0007309011
      ],
      [
        "ach",
        -2.4391957e-05
      ],
      [
        " Zar",
        -5.4385737e-06
      ],
      [
        "ath",
        -8.89548e-06
      ],
      [
        "ustr",
        -0.00015252856
      ],
      [
        "a",
        -1.11603495e-05
      ],
      [
        " (",
        -0.016930688
      ],
      [
        "Stra",
        -0.0002352449
      ],
      [
        "uss",
        -9.968313e-06
      ],
      [
        ")",
        -1.9816675e-06
      ]
    ]
  },
  "One end-times scenario of this faith involves a river of metal created by melting all the minerals of": {
    "guess": "Zoroastrian eschatology",
    "confidence": [
      [
        "Z",
        -0.008032082
      ],
      [
        "oro",
        -0.00011927807
      ],
      [
        "ast",
        -7.612634e-05
      ],
      [
        "rian",
        -4.9617593e-06
      ],
      [
        " es",
        -0.04507139
      ],
      [
        "chat",
        -4.990154e-05
      ],
      [
        "ology",
        -0.00046117438
      ]
    ]
  },
  "The end of this empire came when the forces of Issihak II were defeated at Tondibi by the Moroccans. Its golden age began when Sonni Ali defeated the Mossi, Dogon, and Fulani during the 1460s, and took": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.0013569058
      ],
      [
        "hai",
        -9.484132e-05
      ],
      [
        " Empire",
        -2.057744e-05
      ]
    ]
  },
  "Both endo- and exo-attack occur in the LUMO during this reaction, in which one of the reactants must be able to take on the cisoid conformation; if it remains stuck in the transoid conformation, the reaction cannot occur. Resulting from sigma-overlap of two pi orbitals, it can be viewed more generally as a [4+2] reaction because one reactant has 4 pi electrons and the other has 2 pi electrons. In its first use, its discoverers produced 1, 2, 3, 6-tetrahydrophthalic anhydride by reacting maleic anhydride": {
    "guess": "Diels–Alder reaction",
    "confidence": [
      [
        "Di",
        -0.015914824
      ],
      [
        "els",
        -0.00011760922
      ],
      [
        "–",
        -0.03995364
      ],
      [
        "A",
        -6.869018e-06
      ],
      [
        "lder",
        -1.473646e-05
      ],
      [
        " reaction",
        -0.0017514611
      ]
    ]
  },
  "It ended with two battles over the course of four days: the defeat of Hanover at Langensalza and the final Battle of Königgrätz, which led to the Peaces of Nikolsburg and Prague. Because of a secret [*]": {
    "guess": "Austro-Prussian War",
    "confidence": [
      [
        "A",
        -0.11023365
      ],
      [
        "ust",
        -0.00093349424
      ],
      [
        "ro",
        -0.0039217877
      ],
      [
        "-",
        -0.0007127895
      ],
      [
        "Pr",
        -8.776276e-06
      ],
      [
        "ussian",
        -5.7961847e-06
      ],
      [
        " War",
        -0.0011421227
      ]
    ]
  },
  "At the end of his life, this composer wrote a string sextet in D Major using imagery from Italy called": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.78454614
      ],
      [
        "otr",
        -7.171581e-05
      ],
      [
        " I",
        -3.88156e-05
      ],
      [
        "ly",
        -1.8550976e-05
      ],
      [
        "ich",
        -5.085517e-05
      ],
      [
        " T",
        -5.6769813e-06
      ],
      [
        "cha",
        -7.226629e-06
      ],
      [
        "ik",
        -4.00813e-06
      ],
      [
        "ovsky",
        -0.00015312091
      ]
    ]
  },
  "At the end of this novel, the protagonist's daughter, Berthe, must support herself by working in a cotton factory. In this novel, a man named Hippolite has his leg amputated after a botched operation. The protagonist of this novel drinks arsenic in order to avoid the shame of her husband discovering her affairs with Leon and Rodolphe. This novel focuses on a woman bored with her marriage to a country doctor named Charles. For 10 points, name this novel about the adulteress Emma, written by Gustave": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.004633638
      ],
      [
        "ame",
        -0.00013798571
      ],
      [
        " B",
        -5.2047206e-05
      ],
      [
        "ov",
        -9.0883464e-07
      ],
      [
        "ary",
        -4.6563837e-05
      ]
    ]
  },
  "In the end, the main character marries his landlady, who is involved in a plot to steal his money. Some of the parasites that surround the protagonist are his valet Zahar, and his friend Tarantyev, who embezzles money from the title character. The protagonist almost goes to France to meet his childhood friend, but falls in love with Olga Ilyinsky and stays to plan their wedding. In the end, she leaves him and marries his friend Stoltz instead, while the title character continues his life of sloth.": {
    "guess": "Oblomov",
    "confidence": [
      [
        "O",
        -0.17576653
      ],
      [
        "bl",
        -1.342522e-05
      ],
      [
        "om",
        -0.00024048986
      ],
      [
        "ov",
        -4.334534e-05
      ]
    ]
  },
  "This man encouraged collective farms to expel their useless members while serving as Party Chief in Ukraine.": {
    "guess": "Collectivization in the Soviet Union",
    "confidence": [
      [
        "Collect",
        -0.7092323
      ],
      [
        "iv",
        -0.2908494
      ],
      [
        "ization",
        -0.01419841
      ],
      [
        " in",
        -0.002235782
      ],
      [
        " the",
        -0.011424791
      ],
      [
        " Soviet",
        -0.34643677
      ],
      [
        " Union",
        -1.7239736e-05
      ]
    ]
  },
  "At the end of this story, the title object is revealed to be worth at most five hundred francs. Monsieur Loisel (\"lwa-ZELL\") frantically searched for the title object after a ball, but to no avail. After Mathilde (\"muh-TEELD\") loses it, she and her husband take odd jobs to pay off the loans taken out": {
    "guess": "The Necklace",
    "confidence": [
      [
        "The",
        -0.0087682
      ],
      [
        " Necklace",
        -0.0006114059
      ]
    ]
  },
  "It ends with the narrator pointing out a bronze sculpture by Claus of Innsbruck depicting Neptune taming a sea horse. Earlier the narrator reveals that he chooses \"never to stoop\" while complaining that \"the dropping of the daylight in the West\", or a \"bough of cherries some officious fool broke in the orchard\" brought a \"spot of joy\" to the face of his wife, who in his eyes was \"too soon made glad\",": {
    "guess": "My Last Duchess",
    "confidence": [
      [
        "My",
        -0.07345376
      ],
      [
        " Last",
        -0.00044532763
      ],
      [
        " Duchess",
        -0.0005897291
      ]
    ]
  },
  "He once encouraged his listeners à la Freeburg to read the nonexistent book I Libertine, which consequently made the New York Bestseller list without being in print. Visitors to Disney World may have noticed that his voice takes you through the \"Carousel of Progress.\" Shel Silverstein dedicated his ABZ Book to this longtime WOR radio personality, whose own literary output includes the memoirs The Ferrari in the Bedroom and In God We Trust, All Others Pay Cash, which provided the basis for his most": {
    "guess": "Jean Shepherd",
    "confidence": [
      [
        "Jean",
        -0.028535336
      ],
      [
        " Shepherd",
        -0.0044989544
      ]
    ]
  },
  "It ended with two battles over the course of four days: the defeat of Hanover at Langensalza and the": {
    "guess": "Austro-Prussian War",
    "confidence": [
      [
        "A",
        -0.7265342
      ],
      [
        "ust",
        -0.001776446
      ],
      [
        "ro",
        -0.0043368335
      ],
      [
        "-",
        -0.00030412263
      ],
      [
        "Pr",
        -4.4849444e-06
      ],
      [
        "ussian",
        -5.157039e-05
      ],
      [
        " War",
        -0.0015341435
      ]
    ]
  },
  "The end of this battle saw the losing side mistakenly open fire as a delegation from the winning side approached to receive their surrender, which resulted in the massacre of more than half of the losing side's infantry. The decisive maneuver in this battle occurred when the cavalry of the winning side cut through the infantry middle, isolating an elite infantry corps from its German and Italian allies. A premature attack by Francois de l'Hopital nearly cost the eventual victors this battle, but eventually cavalry led by Jean de Gassion, neutralized the cavalry of the Duke of Albuquerque and took position to cut off reinforcements from General Beck. Fought northeast of Reims in a namesake forest,": {
    "guess": "Battle of Rocroi",
    "confidence": [
      [
        "Battle",
        -0.013916072
      ],
      [
        " of",
        -0.00025931303
      ],
      [
        " Roc",
        -0.13527311
      ],
      [
        "roi",
        -0.00013691289
      ]
    ]
  },
  "At the end of this story, the title object is revealed to be worth at most five hundred francs. Monsieur Loisel (\"lwa-ZELL\") frantically searched for the title object after a ball, but to no avail. After": {
    "guess": "The Necklace",
    "confidence": [
      [
        "The",
        -0.002766479
      ],
      [
        " Necklace",
        -0.002312265
      ]
    ]
  },
  "It ended by disbanding after a plebiscite in October after reinforcements arrived from Marche.  It began with embarkation from Quarto and included major conflicts at Calatafimi and finally at the Volturno River.  The primary opponent was Francis II, who was decisively defeated at Milazzo after failing to stop a landing at Marsala.  Its success was largely guaranteed by the incompetence of Bourbon opposition and within a few weeks Messina and Palermo had also fallen.  FTP, identify this campaign that overthrew the Kingdom of the Two Sicilies, which was led by Giuseppe Garibaldi and which was named for the approximate number of participants.": {
    "guess": "Expedition of the Thousand",
    "confidence": [
      [
        "Ex",
        -0.061292946
      ],
      [
        "ped",
        -6.869018e-06
      ],
      [
        "ition",
        -7.743759e-05
      ],
      [
        " of",
        -4.572941e-05
      ],
      [
        " the",
        -5.6219335e-05
      ],
      [
        " Thousand",
        -7.922564e-05
      ]
    ]
  },
  "At the end of this novel, the protagonist's daughter, Berthe, must support herself by working in a cotton factory. In this novel, a man named Hippolite has his leg amputated after a botched operation.": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0006708592
      ],
      [
        "ame",
        -4.0722858e-05
      ],
      [
        " B",
        -1.735894e-05
      ],
      [
        "ov",
        -1.2664457e-06
      ],
      [
        "ary",
        -3.5597102e-05
      ]
    ]
  },
  "The end of this novel features a game of checkers where pieces are substituted with small bottles of whiskey and whenever someone takes a piece he must drink the bottle. The protagonist is invited by Dr. Baum to give a speech at the blank club where he accidentally poisons the dog belonging to a waiter. Hawthorne gives the main character a copy of Charles Lamb's essays before Dr. Hasselbacher is shot. Captain Segura wants to marry the main character's daughter who precipitates the action of this": {
    "guess": "Our Man in Havana",
    "confidence": [
      [
        "Our",
        -0.009023652
      ],
      [
        " Man",
        -0.00075542775
      ],
      [
        " in",
        -0.0080511235
      ],
      [
        " Havana",
        -0.00028195442
      ]
    ]
  },
  "One end-times scenario of this faith involves a river of metal created by melting all the minerals of the earth. The first ruler to adopt it as an official faith was King Vishtaspa, and one of its rituals involves a drink made from water, pomegranate leaves, and the haoma plant. It lumps together all evil actions as falsehoods, or druj, and, like in Judaism, each of its temples houses a sacred fire. Its (*) Vendidad text describes the evil daevas and discourages burial in favor of leaving bodies on vulture-inhabited Towers of Silence, and its founder allegedly wrote the Gathas as part of its holy scripture, the Zend Avesta. For 10 points, name this religion that believes in the evil Ahriman's": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.003486747
      ],
      [
        "oro",
        -0.0001530017
      ],
      [
        "ast",
        -3.1737043e-06
      ],
      [
        "rian",
        -3.1281633e-07
      ],
      [
        "ism",
        -0.03650653
      ]
    ]
  },
  "At the end of the The Great Gatsby, Nick says that his \"Middle West\" is not \"the prairies or the lost Swede towns\" but these \"thrilling returning\" things of his youth. These vehicles are held above the Slough of Despond by a pile of philosophy books in a short story in which they carry Mr. Smooth-it-away on a trip leaving from the City of Destruction. These vehicles are the focus of a company founded by Nathanael, infiltrated by John (*) Galt, and run by Dagny Taggart in Atlas Shrugged. Frank Norris": {
    "guess": "Atlas Shrugged",
    "confidence": [
      [
        "Atlas",
        -0.9151448
      ],
      [
        " Shr",
        -0.0014080901
      ],
      [
        "ugged",
        -1.0564331e-05
      ]
    ]
  },
  "It ended with McCook, Crittendon and Negley charged with misconduct and was immediately preceded by a skirmish at Davis' Cross Roads. Attempts to attack the Army of the Cumberland one piece at a time were": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.03298998
      ],
      [
        " of",
        -0.00045116857
      ],
      [
        " Chick",
        -0.25284898
      ],
      [
        "ama",
        -0.00025013436
      ],
      [
        "uga",
        -0.00011892046
      ]
    ]
  },
  "It ended by disbanding after a plebiscite in October after reinforcements arrived from Marche.  It began with embarkation from Quarto and included major conflicts at Calatafimi and finally at the Volturno River.  The primary opponent was Francis II, who was decisively defeated at Milazzo after failing": {
    "guess": "Expedition of the Thousand",
    "confidence": [
      [
        "Ex",
        -0.001009946
      ],
      [
        "ped",
        -6.704273e-07
      ],
      [
        "ition",
        -0.0004391327
      ],
      [
        " of",
        -2.4272753e-05
      ],
      [
        " the",
        -4.990154e-05
      ],
      [
        " Thousand",
        -2.486877e-05
      ]
    ]
  },
  "It ends with a separate section portraying seven black men and five white men working in a chain gang by the Forks Falls highway.  Denizens of the nameless Georgia town include the Rainey twins, malaria victim Merlie Ryan, and the Macy brothers, which consist of the amiable Henry and the violent Marvin.": {
    "guess": "The Ballad of the Sad Café",
    "confidence": [
      [
        "The",
        -0.45314708
      ],
      [
        " Ball",
        -0.060054965
      ],
      [
        "ad",
        -2.5107178e-05
      ],
      [
        " of",
        -0.0004063627
      ],
      [
        " the",
        -0.0042339168
      ],
      [
        " Sad",
        -0.0003609681
      ],
      [
        " Café",
        -0.21628362
      ]
    ]
  },
  "One end-times scenario of this faith involves a river of metal created by melting all the minerals of the earth. The first ruler to adopt it as an official faith was King Vishtaspa, and one of its rituals involves a drink made from water, pomegranate leaves, and the haoma plant. It lumps together all evil actions as falsehoods, or druj, and, like in Judaism, each of its temples houses a sacred fire. Its (*) Vendidad text describes the evil daevas and discourages burial in favor of leaving bodies on vulture-inhabited Towers of Silence, and its founder allegedly wrote the Gathas as part of its holy": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.004298015
      ],
      [
        "oro",
        -0.00020795093
      ],
      [
        "ast",
        -1.2829201e-05
      ],
      [
        "rian",
        -4.3202e-07
      ],
      [
        "ism",
        -0.24595964
      ]
    ]
  },
  "At the end of this novel, the title character continues to pamphleteer on a train, despite being assaulted by the police. A central event is the outright protest at a May Day parade, which results in several arrests, and soon after an inspired and informed Rybin is also arrested for his airing his vies. By the end Andrey and Pavel are exiled to Siberia, and the title character is the only one left to distribute Pavel's speech. FTP, name this novel in which the title character Pelagueya Vlasova joins the revolutionary cause, a work by Maxim Gorky with a familial title.": {
    "guess": "Mother (novel)",
    "confidence": [
      [
        "Mother",
        -0.017358396
      ],
      [
        " (",
        -0.07326234
      ],
      [
        "nov",
        -0.17438406
      ],
      [
        "el",
        -1.640531e-05
      ],
      [
        ")",
        -0.0006414269
      ]
    ]
  },
  "Both endo- and exo-attack occur in the LUMO during this reaction, in which one of the reactants must be able to take on the cisoid conformation; if it remains stuck in the transoid conformation, the reaction cannot occur. Resulting from sigma-overlap of two pi orbitals, it can be viewed more generally as a [4+2] reaction because one reactant has 4 pi electrons and the other has 2 pi electrons. In its": {
    "guess": "Diels–Alder reaction",
    "confidence": [
      [
        "Di",
        -0.20833184
      ],
      [
        "els",
        -0.000121542944
      ],
      [
        "–",
        -0.14624226
      ],
      [
        "A",
        -5.5146502e-05
      ],
      [
        "lder",
        -6.392203e-06
      ],
      [
        " reaction",
        -0.017933117
      ]
    ]
  },
  "At the end of this work, Alquist blesses two lovers and rechristens them Adam and Eve. The psychologist Hallemeier says that the title characters occassionally ignore orders while talking to the main female role, who has arrived on the island where this work takes place on a humanitarian mission. The founders of the enterprise on the island do not appear, but Domin tells them about them: the son, who sees the title characters as inexpensive workers, (*) and the father, who instead wanted to play a Creator role. Helena Glory finds all this out in, FTP, what sci-fi play by Karel Capek which introduced the term robot?": {
    "guess": "R.U.R.",
    "confidence": [
      [
        "R",
        -0.28910393
      ],
      [
        ".U",
        -8.566264e-05
      ],
      [
        ".R",
        -7.465036e-06
      ],
      [
        ".",
        -0.0001004439
      ]
    ]
  },
  "He once encouraged his listeners à la Freeburg to read the nonexistent book I Libertine, which consequently made the New York Bestseller list without being in print. Visitors to Disney World may have noticed": {
    "guess": "Jean Shepherd",
    "confidence": [
      [
        "Jean",
        -0.094542146
      ],
      [
        " Shepherd",
        -0.005307993
      ]
    ]
  },
  "At the end of this play Don Parritt confesses to the anarchist Larry Slade that he had turned his own mother over the the police due to her affair with Larry before killing himself by jumping from the": {
    "guess": "The Iceman Cometh",
    "confidence": [
      [
        "The",
        -0.006712059
      ],
      [
        " I",
        -0.00014621076
      ],
      [
        "c",
        -1.1041146e-05
      ],
      [
        "eman",
        -2.0458236e-05
      ],
      [
        " Com",
        -8.061054e-06
      ],
      [
        "eth",
        -1.3902034e-05
      ]
    ]
  },
  "It ends with Miss Bogle leaving the room with their son, and the husband telling the heroine: \"See, I see nothing but you.\" Composed in six sections, the heroine debates the selfish nature of her relationship with the men in her life and discovers the story's great secret at Bob and Fanny's home after visiting the same Bloomsbury Street shop at which her old friend and future mother-in-law saw the title object that is actually made of gilded crystal. After Mrs. Assingham breaks it, Charlotte confesses her prior relationship with Prince Amerigo forcing Adam to leave the country in, FTP, what 1904": {
    "guess": "The Golden Bowl",
    "confidence": [
      [
        "The",
        -0.03500226
      ],
      [
        " Golden",
        -0.22504811
      ],
      [
        " Bowl",
        -0.00026956087
      ]
    ]
  },
  "By the end of this encounter one side's lack of supplies caused all civilians and wounded to be expelled at the base of Mount Auxois where many starved to death. Preceded by a skirmish at Vingeanne, which allowed them to hunker down, the defenders were ordered to dig a trench north-south between the Ose and Oserain rivers along the namesake town. The aggressors responded by digging their own series": {
    "guess": "Battle of Alesia",
    "confidence": [
      [
        "Battle",
        -0.5202323
      ],
      [
        " of",
        -0.00019281206
      ],
      [
        " A",
        -0.18999048
      ],
      [
        "lesia",
        -0.0011562933
      ]
    ]
  },
  "At the end, the two main characters pretend they are children with the phrase \"Honey, Honey, I'll play right up to the gates of Heaven with you!\"  This play begins on a corner where three streets meet, the left side being all white, the right side being all black.  The prizefighter Mickey seduces and leaves one of the main characters, though she dodges Shorty's prostitution ring.  The other main character repeatedly fails in his attempts to pass the bar examination.  Centering on the black Jim Harris and the white Ella Downey, FTP, identify this play about a racially-integrated marriage by Eugene": {
    "guess": "\"Master Harold...and the Boys\"",
    "confidence": [
      [
        "\"",
        -0.9169078
      ],
      [
        "Master",
        -0.90424967
      ],
      [
        " Harold",
        -0.000107715314
      ],
      [
        "...",
        -0.026706163
      ],
      [
        "and",
        -0.03228085
      ],
      [
        " the",
        -0.00010640408
      ],
      [
        " Boys",
        -0.0019989389
      ],
      [
        "\"",
        -0.0011492675
      ]
    ]
  },
  "It ends with the narrator pointing out a bronze sculpture by Claus of Innsbruck depicting Neptune taming a sea horse. Earlier the narrator reveals that he chooses \"never to stoop\" while complaining that": {
    "guess": "My Last Duchess",
    "confidence": [
      [
        "My",
        -0.40389422
      ],
      [
        " Last",
        -0.00015753144
      ],
      [
        " Duchess",
        -0.00046463127
      ]
    ]
  },
  "This man ended the Kalmar War with the Treaty of Knared, and he outgunned enemy tercio formations in one battle, defeating the Count of Tilly. He signed the Treaty of Stolbovo with Michael Romanov, and Gustav Horn and John Banér took command of his army after his death. Axel Oxenstierna became regent after this victor of the Battle of Breitenfeld was killed during a cavalry charge at the Battle of Lutzen. For 10 points, name this \"Lion of the North,\" a Swedish King who invaded Germany during the": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.027802756
      ],
      [
        "ust",
        -1.8550976e-05
      ],
      [
        "av",
        -1.50940705e-05
      ],
      [
        "us",
        -0.00029792404
      ],
      [
        " Ad",
        -0.00068705616
      ],
      [
        "olph",
        -0.00061402837
      ],
      [
        "us",
        -1.92662e-05
      ]
    ]
  },
  "This man ended the Kalmar War with the Treaty of Knared, and he outgunned enemy tercio formations in": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.7123
      ],
      [
        "ust",
        -0.0011055676
      ],
      [
        "av",
        -0.00014513794
      ],
      [
        "us",
        -0.63747454
      ],
      [
        " Ad",
        -0.0012083303
      ],
      [
        "olph",
        -0.00052717654
      ],
      [
        "us",
        -3.464347e-05
      ]
    ]
  },
  "It ends with a separate section portraying seven black men and five white men working in a chain gang by the Forks Falls highway.  Denizens of the nameless Georgia town include the Rainey twins, malaria victim Merlie Ryan, and the Macy brothers, which consist of the amiable Henry and the violent Marvin.  The latter defeats the protagonist Miss Amelia in a wrestling match at the title locale after the malevolent hunchback Lymon intervenes.  FTP, name this dark tale about the parasitic nature of love, a 1951 novella by Carson McCullers.": {
    "guess": "The Ballad of the Sad Cafe",
    "confidence": [
      [
        "The",
        -0.009143566
      ],
      [
        " Ball",
        -0.00039789922
      ],
      [
        "ad",
        -2.3676734e-05
      ],
      [
        " of",
        -2.9994528e-05
      ],
      [
        " the",
        -0.00028147758
      ],
      [
        " Sad",
        -2.4630364e-05
      ],
      [
        " Cafe",
        -0.003130775
      ]
    ]
  },
  "It ends with the narrator pointing out a bronze sculpture by Claus of Innsbruck depicting Neptune taming a sea horse. Earlier the narrator reveals that he chooses \"never to stoop\" while complaining that \"the dropping of the daylight in the West\", or a \"bough of cherries some officious fool broke in the orchard\" brought a \"spot of joy\" to the face of his wife, who in his eyes was \"too soon made glad\", prompting him to \"give commands\" until \"all smiles stopped\". This discourse is prompted by a viewing by an agent of the count of Tyrol of a painting by Fra Pandolf depicting the former wife of the": {
    "guess": "My Last Duchess",
    "confidence": [
      [
        "My",
        -0.030401167
      ],
      [
        " Last",
        -0.00047511753
      ],
      [
        " Duchess",
        -0.00019126241
      ]
    ]
  },
  "At the end, the two main characters pretend they are children with the phrase \"Honey, Honey, I'll play right up to the gates of Heaven with you!\"  This play begins on a corner where three streets meet, the left side being all white, the right side being all black.  The prizefighter Mickey seduces and": {
    "guess": "The Corner Boys",
    "confidence": [
      [
        "The",
        -1.0336037
      ],
      [
        " Corner",
        -1.2133571
      ],
      [
        " Boys",
        -0.59343684
      ]
    ]
  },
  "At the end of this novel, help comes to the main characters' village from the agricultural expert Napoleon Letsitsi. One character in this work follows his cousin Matthew and Johannes Parfuri and is defended by Mr. Carmichael in a murder trial. This work starts with the main character leaving the village": {
    "guess": "Disgrace (novel)",
    "confidence": [
      [
        "Dis",
        -1.4083658
      ],
      [
        "gr",
        -0.005032729
      ],
      [
        "ace",
        -9.1622824e-05
      ],
      [
        " (",
        -0.29701954
      ],
      [
        "nov",
        -0.0029345565
      ],
      [
        "el",
        -1.831257e-05
      ],
      [
        ")",
        -0.00028576894
      ]
    ]
  },
  "By the end of this encounter one side's lack of supplies caused all civilians and wounded to be expelled at the base of Mount Auxois where many starved to death. Preceded by a skirmish at Vingeanne, which allowed them to hunker down, the defenders were ordered to dig a trench north-south between the Ose and Oserain rivers along the namesake town. The aggressors responded by digging their own series of trenches and setting up a 12 foot high wall, with observation towers every 130 feet. This technique allowed the Romans to beat back attacks from both sides and trapped the Chief of the Averni and his men in the town. But after capturing Avaricum, Lutetia, and Gergovia, Labienus and his general were feeling confident that the Gauls would fold. FTP identify this 52 B.C. battle which saw Caesar defeat": {
    "guess": "Battle of Alesia",
    "confidence": [
      [
        "Battle",
        -0.4855965
      ],
      [
        " of",
        -0.00051097583
      ],
      [
        " A",
        -0.003845556
      ],
      [
        "lesia",
        -0.00012237004
      ]
    ]
  },
  "This man ended the Kalmar War with the Treaty of Knared, and he outgunned enemy tercio formations in one battle, defeating the Count of Tilly. He signed the Treaty of Stolbovo with Michael Romanov, and Gustav Horn and John Banér took command of his army after his death. Axel Oxenstierna became regent after this victor of the Battle of Breitenfeld was killed during a cavalry charge at the Battle of": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.0042393813
      ],
      [
        "ust",
        -2.355753e-05
      ],
      [
        "av",
        -1.5809293e-05
      ],
      [
        "us",
        -0.0011065175
      ],
      [
        " Ad",
        -0.00023846338
      ],
      [
        "olph",
        -0.00023834419
      ],
      [
        "us",
        -2.0100624e-05
      ]
    ]
  },
  "It ended with McCook, Crittendon and Negley charged with misconduct and was immediately preceded by a skirmish at Davis' Cross Roads. Attempts to attack the Army of the Cumberland one piece at a time were foiled by Polk's and Hindman's excessive caution. Longstreet's reinforcements happened to attack a hole in the enemy's lines, which led to a retreat. When his superiors fled the battlefield, General Thomas Reynolds was left to hold the union lines himself at Snodgrass Hill, a job that later earned him the title of the \"Rock of\" this place. Fought at a creek whose Cherokee name translates to \"river of death\", it was a tactical victory for General Bragg, as Union forces retreated to Chattanooga. FTP, name this battle that cost General Rosecrans his job, the greatest Confederate victory in the": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.0052063633
      ],
      [
        " of",
        -9.984788e-05
      ],
      [
        " Chick",
        -0.00042030588
      ],
      [
        "ama",
        -0.00012666137
      ],
      [
        "uga",
        -4.1318875e-05
      ]
    ]
  },
  "It ended with McCook, Crittendon and Negley charged with misconduct and was immediately preceded by a skirmish at Davis' Cross Roads. Attempts to attack the Army of the Cumberland one piece at a time were foiled by Polk's and Hindman's excessive caution. Longstreet's reinforcements happened to attack": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.055516038
      ],
      [
        " of",
        -0.00077008246
      ],
      [
        " Chick",
        -0.029730005
      ],
      [
        "ama",
        -0.0007617455
      ],
      [
        "uga",
        -7.314626e-05
      ]
    ]
  },
  "At its end, two characters are \"shaken out of the magnolias\" after they witness a murder, and the title ditty, including made-up lyrics picked up during the Spanish Civil War, is sung in Act II.  Joshua, Babbette, and Bodo are the impressively mature children of Sara, Fanny's estranged daughter.  Sara's husband, Kurt, has his briefcase containing $23,000 broken into by the Nazi Teck de Brancovis, but": {
    "guess": "The Sisters Rosensweig",
    "confidence": [
      [
        "The",
        -0.19885032
      ],
      [
        " Sisters",
        -1.420817
      ],
      [
        " Ros",
        -0.10278654
      ],
      [
        "ens",
        -1.342522e-05
      ],
      [
        "we",
        -0.0011042563
      ],
      [
        "ig",
        -0.00023989384
      ]
    ]
  },
  "The end of this man's rule included the Night of the Murdered Poets, and he invented the fictitious Doctor's Plot. His policies caused the holodomor famine in the Ukraine, and this liquidator of the kulaks": {
    "guess": "Joseph Stalin",
    "confidence": [
      [
        "Joseph",
        -0.73434657
      ],
      [
        " Stalin",
        -0.00054028525
      ]
    ]
  },
  "It ended with McCook, Crittendon and Negley charged with misconduct and was immediately preceded by a skirmish at Davis' Cross Roads. Attempts to attack the Army of the Cumberland one piece at a time were foiled by Polk's and Hindman's excessive caution. Longstreet's reinforcements happened to attack a hole in the enemy's lines, which led to a retreat. When his superiors fled the battlefield, General Thomas Reynolds was left to hold the union lines himself at Snodgrass Hill, a job that later earned him the title of the \"Rock of\" this place. Fought at a creek whose Cherokee name translates to \"river of death\", it was a tactical victory for General Bragg, as Union forces retreated to Chattanooga. FTP, name this battle that cost General Rosecrans his job, the greatest Confederate victory in the west.": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.0038247758
      ],
      [
        " of",
        -6.456359e-05
      ],
      [
        " Chick",
        -0.00019054719
      ],
      [
        "ama",
        -8.375538e-05
      ],
      [
        "uga",
        -3.3809047e-05
      ]
    ]
  },
  "This man ended the Kalmar War with the Treaty of Knared, and he outgunned enemy tercio formations in one battle, defeating the Count of Tilly. He signed the Treaty of Stolbovo with Michael Romanov, and Gustav Horn and John Banér took command of his army after his death. Axel Oxenstierna became regent after this victor of the Battle of Breitenfeld was killed during a cavalry charge at the Battle of Lutzen. For 10 points, name this \"Lion of the North,\" a Swedish King who invaded Germany during the Thirty Years War.": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.002378381
      ],
      [
        "ust",
        -1.962381e-05
      ],
      [
        "av",
        -1.8193366e-05
      ],
      [
        "us",
        -0.00080605625
      ],
      [
        " Ad",
        -0.00026872646
      ],
      [
        "olph",
        -0.0006359508
      ],
      [
        "us",
        -1.8193366e-05
      ]
    ]
  },
  "In The End of History, Francis Fukuyama argues that this work caused Christianity to become freedom in its penultimate form, citing the ideologies of historical groups like helots. One part of this work discusses the clash between Enlightenment and Superstition, suggesting that Notion knows that faith": {
    "guess": "Either/Or",
    "confidence": [
      [
        "Either",
        -0.40121096
      ],
      [
        "/",
        -0.00047428312
      ],
      [
        "Or",
        -6.968935e-05
      ]
    ]
  },
  "At the end of this novel, the protagonist lives in a two-room cottage with Tekla and is visited by the remorseful people who beat him within an inch of his life. Its protagonist confesses to misdeeds near the end of this novel, leading to his beating at the hands of Nikita and his loss of hearing, which causes him to stumble in front of a moving tram. The frame narrator of this novel is an English professor of languages in Geneva who receives the protagonist's records and tutors his love interest, Nathalie, who is the brother of a revolutionary executed for assassinating a (*) Russian politician. This novel's protagonist is expelled from Russia as a spy for the tsarists but confesses to revolutionaries": {
    "guess": "The Brothers Karamazov",
    "confidence": [
      [
        "The",
        -0.3873346
      ],
      [
        " Brothers",
        -2.4379416
      ],
      [
        " K",
        -0.00047023385
      ],
      [
        "aram",
        -8.537869e-06
      ],
      [
        "az",
        -4.429897e-05
      ],
      [
        "ov",
        -7.3458323e-06
      ]
    ]
  },
  "The end of this battle saw the losing side mistakenly open fire as a delegation from the winning side approached to receive their surrender, which resulted in the massacre of more than half of the losing side's infantry. The decisive maneuver in this battle occurred when the cavalry of the winning side cut through the infantry middle, isolating an elite infantry corps from its German and Italian allies. A premature attack by Francois de l'Hopital nearly cost the eventual victors this battle, but eventually cavalry led by Jean de Gassion, neutralized the cavalry of the Duke of Albuquerque and took": {
    "guess": "Battle of Rocroi",
    "confidence": [
      [
        "Battle",
        -0.056588374
      ],
      [
        " of",
        -0.0052030436
      ],
      [
        " Roc",
        -0.17865571
      ],
      [
        "roi",
        -9.651017e-05
      ]
    ]
  },
  "It ended the political career of John Carlisle, who was serving as the Secretary of the Treasury at its onset. Because of a run on gold, he was compelled to end silver coinage and he opposed the Wilson-Gorman Tariff, both unpopular with the Democrats, who were in power at the time.* This was coupled with the bankruptcy of the Philadelphia and Reading Railroad and the National Cordage Co., the most traded stock at the time. What resulted were the failing of over 500 banks and the bankruptcy of over": {
    "guess": "Panic of 1893",
    "confidence": [
      [
        "P",
        -0.12876536
      ],
      [
        "anic",
        -4.3202e-07
      ],
      [
        " of",
        -8.776276e-06
      ],
      [
        " ",
        -1.4617256e-05
      ],
      [
        "189",
        -0.00018327577
      ],
      [
        "3",
        -0.00031031753
      ]
    ]
  },
  "This man ended the Kalmar War with the Treaty of Knared, and he outgunned enemy tercio formations in one battle, defeating the Count of Tilly. He signed the Treaty of Stolbovo with Michael Romanov, and": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.12204875
      ],
      [
        "ust",
        -1.4855664e-05
      ],
      [
        "av",
        -1.7835755e-05
      ],
      [
        "us",
        -0.0090972595
      ],
      [
        " Ad",
        -0.0022253105
      ],
      [
        "olph",
        -0.0005245577
      ],
      [
        "us",
        -2.5703197e-05
      ]
    ]
  },
  "At its end, two characters are \"shaken out of the magnolias\" after they witness a murder, and the title ditty, including made-up lyrics picked up during the Spanish Civil War, is sung in Act II.  Joshua, Babbette, and Bodo are the impressively mature children of Sara, Fanny's estranged daughter.  Sara's husband, Kurt, has his briefcase containing $23,000 broken into by the Nazi Teck de Brancovis, but the former murders the latter to thwart a blackmail attempt. The Farrelly estate is the setting of -- for 10 points -- what play meant to alert America to the threat of the Nazis that was written by Lilian Hellman.": {
    "guess": "Watch on the Rhine",
    "confidence": [
      [
        "Watch",
        -0.14274336
      ],
      [
        " on",
        -0.00011236426
      ],
      [
        " the",
        -0.00038348293
      ],
      [
        " Rh",
        -4.823269e-05
      ],
      [
        "ine",
        -4.441817e-05
      ]
    ]
  },
  "At the end of this play Don Parritt confesses to the anarchist Larry Slade that he had turned his own mother over the the police due to her affair with Larry before killing himself by jumping from the fire escape. The protagonist is arrested after revealing he shot his wife Evelyn in her sleep to escape the guilt of his drinking and womanizing, but not before convincing bar patrons like Piet Wotjoen, Hugo Kalmar, and Jimmy Tomorrow to pursue the impossible pipe-dreams that are causing guilt in their lives. Set in Harry Hope's saloon, FTP, what is this drama centering on Theodore Hickman by Eugene O'Neill?": {
    "guess": "The Iceman Cometh",
    "confidence": [
      [
        "The",
        -0.0036765598
      ],
      [
        " I",
        -5.9795446e-05
      ],
      [
        "c",
        -8.299462e-06
      ],
      [
        "eman",
        -6.217952e-05
      ],
      [
        " Com",
        -2.1531068e-05
      ],
      [
        "eth",
        -1.1994775e-05
      ]
    ]
  },
  "The ending of this film gives significance to one character wearing a rubber glove in an earlier scene. Its script called for one character to proclaim a desire for an (*) abortion, which was replaced": {
    "guess": "The Cider House Rules",
    "confidence": [
      [
        "The",
        -0.8150506
      ],
      [
        " C",
        -0.10163271
      ],
      [
        "ider",
        -0.30296397
      ],
      [
        " House",
        -0.00010175513
      ],
      [
        " Rules",
        -7.743759e-05
      ]
    ]
  },
  "At the end of this work, Alquist blesses two lovers and rechristens them Adam and Eve. The psychologist": {
    "guess": "R.U.R.",
    "confidence": [
      [
        "R",
        -0.0150465835
      ],
      [
        ".U",
        -3.9888433e-05
      ],
      [
        ".R",
        -5.3193703e-06
      ],
      [
        ".",
        -5.8365e-05
      ]
    ]
  },
  "He was encouraged by fellow student Bertrand Russell to study philosophy at Cambridge. To him, philosophy": {
    "guess": "Ludwig Wittgenstein",
    "confidence": [
      [
        "L",
        -0.5417571
      ],
      [
        "ud",
        -0.00014013138
      ],
      [
        "wig",
        -0.00039063513
      ],
      [
        " Witt",
        -0.00027313698
      ],
      [
        "gen",
        -0.0002577634
      ],
      [
        "stein",
        -7.624555e-05
      ]
    ]
  },
  "At the end of this novel, the title character continues to pamphleteer on a train, despite being assaulted": {
    "guess": "The Invisible Man",
    "confidence": [
      [
        "The",
        -1.0301714
      ],
      [
        " Invisible",
        -1.7513587
      ],
      [
        " Man",
        -0.00066323375
      ]
    ]
  },
  "The end of this novel features a game of checkers where pieces are substituted with small bottles of whiskey and whenever someone takes a piece he must drink the bottle. The protagonist is invited by Dr. Baum to give a speech at the blank club where he accidentally poisons the dog belonging to a waiter. Hawthorne gives the main character a copy of Charles Lamb's essays before Dr. Hasselbacher is shot. Captain Segura wants to marry the main character's daughter who precipitates the action of this novel by begging her father for a membership to Rotary Club to ride her horse. In this novel the secretary Beatrice Severn is assigned to assist the titular vacuum salesman who gets his second job to": {
    "guess": "Our Man in Havana",
    "confidence": [
      [
        "Our",
        -0.4210169
      ],
      [
        " Man",
        -0.001087709
      ],
      [
        " in",
        -0.004201867
      ],
      [
        " Havana",
        -5.8722613e-05
      ]
    ]
  },
  "The endoplasmic reticulum of these cells can be visualized by the blue Nissl stain, and Santiago y Cajal improved upon a black silver stain for these cells developed by Camillo Golgi. Saltatory conduction occurs because extracellular fluid is in contact with these cells only at the (*) nodes of Ranvier.": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.00019233524
      ],
      [
        "uron",
        -0.00011880126
      ]
    ]
  },
  "An encounter here began with the breaking of an unpopular four month treaty through a march on Tegea. Aristocles and Hipponoidas were banished for showing cowardice during this battle, where the initial surprise of the attacking forces' being ambushed at the Temple of Heracles wore off as the ensuing hoplite battle was won by the invading Lacedaemonians under Acis II. Boeotian forces led a left wing charge here and stunned Agesilaus II and his allied Spartan and Athenian army in a battle 56 years": {
    "guess": "Battle of Leuctra",
    "confidence": [
      [
        "Battle",
        -0.03834257
      ],
      [
        " of",
        -0.0011309286
      ],
      [
        " Le",
        -0.059375692
      ],
      [
        "uct",
        -0.016685113
      ],
      [
        "ra",
        -9.968313e-06
      ]
    ]
  },
  "This encounter was precipitated by a violent raid on Fort Williams a year earlier.  One commander, fresh off his victory at Arcot, secretly negotiated with the other commander's uncle, Mir Jaffar, in order to secure an advantage. When an attack on a French settlement near Murshidabad provoked one side to march into battle, the other had already set up his defenses in a mango grove on the Hooghli River.  Though badly outmanned, a monsoon rain and the judicious use of a tarp to keep the powder dry turned the charge of Siraj-ud-Dawlah's forces into a rout for the British.  FTP identify this battle fought on June 23, 1757, a victory by Robert Clive that secured colonial domination of India.": {
    "guess": "Battle of Plassey",
    "confidence": [
      [
        "Battle",
        -0.00036049128
      ],
      [
        " of",
        -9.014684e-06
      ],
      [
        " Pl",
        -1.7716551e-05
      ],
      [
        "as",
        -5.967624e-05
      ],
      [
        "sey",
        -3.1281633e-07
      ]
    ]
  },
  "In one encounter that took place near this city, the USS Mississippi, equipped with new Paixhans guns, ran past defenses at Uraga Harbor. Fires killed 140,000 people during a 1923 earthquake in this city. In 1995 the terrorist group Aleph, formerly known as Aum Shinrikyo, launched a sarin gas attack on the subway of this city. The \"Black Ships\" came here under the command of Matthew Perry, causing": {
    "guess": "Tokyo",
    "confidence": [
      [
        "Tok",
        -0.0535061
      ],
      [
        "yo",
        -1.4140442e-05
      ]
    ]
  },
  "At the end of one poem in this man's collection, Men and Women, the title character \"yet dauntless\" sets his slug-horn to his lips and blows. In addition to \"Childe Roland to the Dark Tower Came,\" he wrote about a man who wraps Porphyria's yellow hair around her neck and strangles her. He is best known for a work in which Duke of Ferrara reflects upon a woman who had \"a heart too soon made glad, too": {
    "guess": "Robert Browning",
    "confidence": [
      [
        "Robert",
        -0.083119944
      ],
      [
        " Brow",
        -0.0005094262
      ],
      [
        "ning",
        -1.867018e-05
      ]
    ]
  },
  "At the end of one poem in this man's collection, Men and Women, the title character \"yet dauntless\" sets": {
    "guess": "Men and Women (poetry collection)",
    "confidence": [
      [
        "Men",
        -0.07642832
      ],
      [
        " and",
        -0.000981482
      ],
      [
        " Women",
        -0.0016863665
      ],
      [
        " (",
        -0.4524904
      ],
      [
        "po",
        -0.0027556648
      ],
      [
        "etry",
        -0.0066068987
      ],
      [
        " collection",
        -0.000134052
      ],
      [
        ")",
        -0.00018852073
      ]
    ]
  },
  "The end of this empire came when the forces of Issihak II were defeated at Tondibi by the Moroccans. Its golden age began when Sonni Ali defeated the Mossi, Dogon, and Fulani during the 1460s, and took control of Jenne and Timbuktu.  Despite internal strife which led to a successful coup against Sonni": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.030346455
      ],
      [
        "hai",
        -0.00051156816
      ],
      [
        " Empire",
        -0.00035369667
      ]
    ]
  },
  "It ends with the author remarking that his soul has grown deep like the title objects, entities that he has known to be ancient and dusky. The work was published the summer before the author started attending Columbia (*) University in The Crisis magazine, and the poet in this work remarks that he hears the singing of a young Abraham Lincoln in New Orleans. FTP, identify this work where the poet has built a hut near the Congo, bathed in the Euphrates, and looked upon the Nile, the breakout success": {
    "guess": "The Negro Speaks of Rivers",
    "confidence": [
      [
        "The",
        -0.0143532995
      ],
      [
        " Negro",
        -0.017093474
      ],
      [
        " Spe",
        -0.00082391856
      ],
      [
        "aks",
        -1.9361265e-07
      ],
      [
        " of",
        -2.7372049e-05
      ],
      [
        " Rivers",
        -0.00042447797
      ]
    ]
  },
  "At the end of this novel, the protagonist's daughter, Berthe, must support herself by working in a cotton factory. In this novel, a man named Hippolite has his leg amputated after a botched operation. The protagonist of this novel drinks arsenic in order to avoid the shame of her husband discovering her affairs with Leon and Rodolphe. This novel focuses on a woman bored with her marriage to a country": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0011601005
      ],
      [
        "ame",
        -9.531814e-05
      ],
      [
        " B",
        -4.5491004e-05
      ],
      [
        "ov",
        -7.89631e-07
      ],
      [
        "ary",
        -6.5994034e-05
      ]
    ]
  },
  "It ends with Miss Bogle leaving the room with their son, and the husband telling the heroine: \"See, I see nothing but you.\" Composed in six sections, the heroine debates the selfish nature of her relationship": {
    "guess": "The Yellow Wallpaper",
    "confidence": [
      [
        "The",
        -0.99900347
      ],
      [
        " Yellow",
        -2.1294818
      ],
      [
        " Wallpaper",
        -0.024283757
      ]
    ]
  },
  "At its end, two characters are \"shaken out of the magnolias\" after they witness a murder, and the title ditty, including made-up lyrics picked up during the Spanish Civil War, is sung in Act II.  Joshua,": {
    "guess": "West Side Story",
    "confidence": [
      [
        "West",
        -0.7573488
      ],
      [
        " Side",
        -0.001126883
      ],
      [
        " Story",
        -0.0004261468
      ]
    ]
  },
  "At the end of this novel, the main character's body is thrown into a ravine with a dead dog.  The bar Cervecer? XX and its neighboring cinema are owned by Se?r Bustamente, who is visited by the French film director Jacques Laruelle.  Set on November 2, the Day of the Dead, in 1938 and 1939, this novel tells the story of a trip to Tomal? by the main characters.  Yvonne runs away with Hugh, half-brother to the main character, but she is later trampled to death by a runaway horse.  Centering on Geoffrey Firmin, FTP, identify this novel by Malcolm Lowry.": {
    "guess": "Under the Volcano",
    "confidence": [
      [
        "Under",
        -0.002741397
      ],
      [
        " the",
        -0.000245247
      ],
      [
        " Vol",
        -0.00012844942
      ],
      [
        "cano",
        -9.0907604e-05
      ]
    ]
  },
  "The ending of this film gives significance to one character wearing a rubber glove in an earlier scene. Its script called for one character to proclaim a desire for an (*) abortion, which was replaced with a reference to \"grade school.\" The Pierson Towers motto \"a place to be somebody\" and the signs": {
    "guess": "Pierson Towers",
    "confidence": [
      [
        "Pi",
        -0.54386044
      ],
      [
        "erson",
        -0.007856573
      ],
      [
        " Towers",
        -0.042251647
      ]
    ]
  },
  "The end of this battle saw the losing side mistakenly open fire as a delegation from the winning side approached to receive their surrender, which resulted in the massacre of more than half of the losing side's infantry. The decisive maneuver in this battle occurred when the cavalry of the winning side cut through the infantry middle, isolating an elite infantry corps from its German and Italian allies.": {
    "guess": "Battle of Cannae",
    "confidence": [
      [
        "Battle",
        -0.028878672
      ],
      [
        " of",
        -0.00041970983
      ],
      [
        " Cann",
        -1.232952
      ],
      [
        "ae",
        -3.5313153e-06
      ]
    ]
  },
  "The end of this battle saw the losing side mistakenly open fire as a delegation from the winning side approached to receive their surrender, which resulted in the massacre of more than half of the losing side's infantry. The decisive maneuver in this battle occurred when the cavalry of the winning side cut through the infantry middle, isolating an elite infantry corps from its German and Italian allies. A premature attack by Francois de l'Hopital nearly cost the eventual victors this battle, but": {
    "guess": "Battle of Cerignola",
    "confidence": [
      [
        "Battle",
        -0.017807355
      ],
      [
        " of",
        -0.000162538
      ],
      [
        " Cer",
        -1.3595345
      ],
      [
        "ign",
        -0.00052872614
      ],
      [
        "ola",
        -2.2246291e-05
      ]
    ]
  },
  "At its end, two characters are \"shaken out of the magnolias\" after they witness a murder, and the title ditty, including made-up lyrics picked up during the Spanish Civil War, is sung in Act II.  Joshua, Babbette, and Bodo are the impressively mature children of Sara, Fanny's estranged daughter.  Sara's": {
    "guess": "The Sisters Rosensweig",
    "confidence": [
      [
        "The",
        -0.35593954
      ],
      [
        " Sisters",
        -1.2637697
      ],
      [
        " Ros",
        -0.044488247
      ],
      [
        "ens",
        -9.849109e-06
      ],
      [
        "we",
        -0.0014199957
      ],
      [
        "ig",
        -0.00017541199
      ]
    ]
  },
  "At the end of this novel, the title character continues to pamphleteer on a train, despite being assaulted by the police. A central event is the outright protest at a May Day parade, which results in several": {
    "guess": "The Iron Heel",
    "confidence": [
      [
        "The",
        -0.27197194
      ],
      [
        " Iron",
        -0.5210409
      ],
      [
        " He",
        -0.00084512576
      ],
      [
        "el",
        -1.569009e-05
      ]
    ]
  },
  "An encounter here began with the breaking of an unpopular four month treaty through a march on Tegea. Aristocles and Hipponoidas were banished for showing cowardice during this battle, where the initial surprise of the attacking forces' being ambushed at the Temple of Heracles wore off as the ensuing hoplite battle was won by the invading Lacedaemonians under Acis II. Boeotian forces led a left wing charge here and stunned Agesilaus II and his allied Spartan and Athenian army in a battle 56 years later, in which, despite repeating the earlier success at the Battle of Leuctra, the Thebans entered": {
    "guess": "Battle of Mantinea",
    "confidence": [
      [
        "Battle",
        -0.037725277
      ],
      [
        " of",
        -0.0016832745
      ],
      [
        " Mant",
        -0.58466446
      ],
      [
        "inea",
        -7.004696e-05
      ]
    ]
  },
  "This man encouraged collective farms to expel their useless members while serving as Party Chief in Ukraine. This man was mentored by Lazar Kaganovich, who with this man supervised construction of the Moscow Metro, and led to this man becoming Party Leader for Moscow. Later, Kaganovich along with Malenkov and Molotov opposed this man as part of the Anti-Party group. More famously, this man debated": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.012193271
      ],
      [
        "ik",
        -0.00010592726
      ],
      [
        "ita",
        -0.0012842832
      ],
      [
        " K",
        -0.00017660404
      ],
      [
        "hr",
        -7.465036e-06
      ],
      [
        "ush",
        -9.019238e-05
      ],
      [
        "che",
        -4.167649e-05
      ],
      [
        "v",
        -2.1008714e-06
      ]
    ]
  },
  "At the end of this novel, Russell's grandmother gives him a dime to buy an ice cream cone after thinking": {
    "guess": "The Hundred Dresses",
    "confidence": [
      [
        "The",
        -0.8199983
      ],
      [
        " Hundred",
        -1.532404
      ],
      [
        " Dresses",
        -0.07997687
      ]
    ]
  },
  "Its end came through a series of letters written to Henry S. McComb that Charles Dana printed in the New York Sun. Although Henry Wilson and James Garfield were all implicated, only two representatives were censured, James Brooks and Oakes Ames. Vice President Schuyler Colfax was also believed to be": {
    "guess": "Crédit Mobilier scandal",
    "confidence": [
      [
        "Cr",
        -0.031691924
      ],
      [
        "éd",
        -4.3202e-07
      ],
      [
        "it",
        -2.129266e-05
      ],
      [
        " Mobil",
        -9.066919e-05
      ],
      [
        "ier",
        -0.0001136755
      ],
      [
        " scandal",
        -0.10167686
      ]
    ]
  },
  "At its end the composer juxtaposed the keys of C and B to suggest the enduring riddle of the cosmos. Also of note was his desire for it to have a the subtitle of \"Symphonic optimism in fin-de-siecle from,": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.47746265
      ],
      [
        "phony",
        -0.11960961
      ],
      [
        " No",
        -0.11503137
      ],
      [
        ".",
        -0.0004586711
      ],
      [
        " ",
        -0.0046824072
      ],
      [
        "9",
        -0.5271575
      ],
      [
        " (",
        -0.032018237
      ],
      [
        "Be",
        -0.71581405
      ],
      [
        "ethoven",
        -4.3226137e-05
      ],
      [
        ")",
        -8.852353e-05
      ]
    ]
  },
  "The end of this novel features a game of checkers where pieces are substituted with small bottles of whiskey and whenever someone takes a piece he must drink the bottle. The protagonist is invited by Dr.": {
    "guess": "Our Man in Havana",
    "confidence": [
      [
        "Our",
        -0.29072165
      ],
      [
        " Man",
        -0.0002730178
      ],
      [
        " in",
        -0.00084667176
      ],
      [
        " Havana",
        -1.5809293e-05
      ]
    ]
  },
  "It ends with the author remarking that his soul has grown deep like the title objects, entities that he has known to be ancient and dusky. The work was published the summer before the author started attending Columbia (*) University in The Crisis magazine, and the poet in this work remarks that he hears the singing of a young Abraham Lincoln in New Orleans. FTP, identify this work where the poet has built a hut near the Congo, bathed in the Euphrates, and looked upon the Nile, the breakout success of Langston Hughes.": {
    "guess": "The Negro Speaks of Rivers",
    "confidence": [
      [
        "The",
        -0.002631423
      ],
      [
        " Negro",
        -0.00017505439
      ],
      [
        " Spe",
        -0.00035274302
      ],
      [
        "aks",
        -8.299462e-06
      ],
      [
        " of",
        -3.3809047e-05
      ],
      [
        " Rivers",
        -2.0935051e-05
      ]
    ]
  },
  "At the end of this novel, Russell's grandmother gives him a dime to buy an ice cream cone after thinking about her son's death. In its third section, reverend Duncan McMillan fails to pardon another character from Death Row when Orville Mason exploits that character's sensational trial to further his political career. In its second section, the protagonist moves to Lycurgus and impregnates his mistress before leaving her for the rich, exciting socialite Sondra Finchley. The drowning of Roberta Alden in Big Bittern Lake results in the execution of Clyde Griffiths in, for 10 points, what 1925 novel": {
    "guess": "An American Tragedy",
    "confidence": [
      [
        "An",
        -0.021540616
      ],
      [
        " American",
        -0.00016539889
      ],
      [
        " Tr",
        -0.000757335
      ],
      [
        "aged",
        -1.1398757e-05
      ],
      [
        "y",
        -7.465036e-06
      ]
    ]
  },
  "The end of this empire came when the forces of Issihak II were defeated at Tondibi by the Moroccans.": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.007670156
      ],
      [
        "hai",
        -0.0006193888
      ],
      [
        " Empire",
        -1.60477e-05
      ]
    ]
  },
  "The ending of this film gives significance to one character wearing a rubber glove in an earlier scene.": {
    "guess": "Rubber glove fetishism",
    "confidence": [
      [
        "Rub",
        -0.8161053
      ],
      [
        "ber",
        -0.00010485443
      ],
      [
        " glove",
        -0.7445652
      ],
      [
        " fetish",
        -1.1871485
      ],
      [
        "ism",
        -0.00071171665
      ]
    ]
  },
  "Its end came through a series of letters written to Henry S. McComb that Charles Dana printed in the": {
    "guess": "Rain follows the plow",
    "confidence": [
      [
        "Rain",
        -0.6659855
      ],
      [
        " follows",
        -0.0067536174
      ],
      [
        " the",
        -0.00017362394
      ],
      [
        " pl",
        -0.00012190055
      ],
      [
        "ow",
        -8.75699e-05
      ]
    ]
  },
  "The end of this novel features a game of checkers where pieces are substituted with small bottles of whiskey and whenever someone takes a piece he must drink the bottle. The protagonist is invited by Dr. Baum to give a speech at the blank club where he accidentally poisons the dog belonging to a waiter. Hawthorne gives the main character a copy of Charles Lamb's essays before Dr. Hasselbacher is shot.": {
    "guess": "Our Man in Havana",
    "confidence": [
      [
        "Our",
        -0.009361126
      ],
      [
        " Man",
        -0.00015335932
      ],
      [
        " in",
        -0.0026109752
      ],
      [
        " Havana",
        -0.0001373897
      ]
    ]
  },
  "In The End of History, Francis Fukuyama argues that this work caused Christianity to become freedom in": {
    "guess": "The End of History",
    "confidence": [
      [
        "The",
        -0.13268903
      ],
      [
        " End",
        -0.01017167
      ],
      [
        " of",
        -4.739826e-05
      ],
      [
        " History",
        -0.000460936
      ]
    ]
  },
  "Both endo- and exo-attack occur in the LUMO during this reaction, in which one of the reactants must be able to take on the cisoid conformation; if it remains stuck in the transoid conformation, the reaction cannot occur. Resulting from sigma-overlap of two pi orbitals, it can be viewed more generally as a [4+2] reaction because one reactant has 4 pi electrons and the other has 2 pi electrons. In its first use, its discoverers produced 1, 2, 3, 6-tetrahydrophthalic anhydride by reacting maleic anhydride with butadiene. FTP, name this reaction in which a certain kind of diene is reacted with a dienophile to produce an unsaturated six-membered ring, which earned its namesakes the 1950 Nobel Prize": {
    "guess": "Diels–Alder reaction",
    "confidence": [
      [
        "Di",
        -0.008827523
      ],
      [
        "els",
        -3.166338e-05
      ],
      [
        "–",
        -0.11355608
      ],
      [
        "A",
        -3.1737043e-06
      ],
      [
        "lder",
        -2.6656826e-05
      ],
      [
        " reaction",
        -0.0008677525
      ]
    ]
  },
  "At the end of this novel, help comes to the main characters' village from the agricultural expert Napoleon": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.0038992271
      ],
      [
        "ry",
        -2.5107178e-05
      ],
      [
        ",",
        -2.057744e-05
      ],
      [
        " the",
        -0.00075757346
      ],
      [
        " Bel",
        -2.0696643e-05
      ],
      [
        "oved",
        -3.650519e-06
      ],
      [
        " Country",
        -4.8351892e-05
      ]
    ]
  },
  "It ended with two battles over the course of four days: the defeat of Hanover at Langensalza and the final Battle of Königgrätz, which led to the Peaces of Nikolsburg and Prague. Because of a secret [*] treaty with France, Italy entered this conflict so that Venice would change hands. Begun when one side interfered in the administration of Holstein—for 10 points—name this 1866 conflict between Austria": {
    "guess": "Austro-Prussian War",
    "confidence": [
      [
        "A",
        -0.2110166
      ],
      [
        "ust",
        -0.0019451763
      ],
      [
        "ro",
        -0.0009151479
      ],
      [
        "-",
        -0.00028004716
      ],
      [
        "Pr",
        -4.8471098e-05
      ],
      [
        "ussian",
        -6.749814e-06
      ],
      [
        " War",
        -0.00019877224
      ]
    ]
  },
  "The end of this man's rule included the Night of the Murdered Poets, and he invented the fictitious Doctor's Plot. His policies caused the holodomor famine in the Ukraine, and this liquidator of the kulaks was denounced in a \"Secret Speech\" by Khruschev. This developer of Five-Year Plans and \"socialism in one country\" drove out Leon Trotsky. For 10 points, name this Soviet leader who instigated the Great Purge and fought Hitler in World War II after succeeding Lenin.": {
    "guess": "Joseph Stalin",
    "confidence": [
      [
        "Joseph",
        -0.0055242544
      ],
      [
        " Stalin",
        -3.1424974e-05
      ]
    ]
  },
  "At the end of this play Don Parritt confesses to the anarchist Larry Slade that he had turned his own": {
    "guess": "The Iceman Cometh",
    "confidence": [
      [
        "The",
        -0.002955947
      ],
      [
        " I",
        -0.0002421587
      ],
      [
        "c",
        -1.0445127e-05
      ],
      [
        "eman",
        -7.58424e-06
      ],
      [
        " Com",
        -6.392203e-06
      ],
      [
        "eth",
        -3.2929079e-06
      ]
    ]
  },
  "At the end of the novel we meet Jean le Negre, who is admired for his strength, and Lulu, who smuggles him a lace handkerchief. The narrator names various people his \"Delectable Mountains\", Wanderer, a family man, Zoo-loo, a Polish farmer, and Surplice. Rockyfeller used to run a brothel and uses his": {
    "guess": "The Enormous Room",
    "confidence": [
      [
        "The",
        -0.23162924
      ],
      [
        " En",
        -0.11293635
      ],
      [
        "orm",
        -8.1490514e-05
      ],
      [
        "ous",
        -1.7954959e-05
      ],
      [
        " Room",
        -0.00014048899
      ]
    ]
  },
  "At the end of one poem in this man's collection, Men and Women, the title character \"yet dauntless\" sets his slug-horn to his lips and blows. In addition to \"Childe Roland to the Dark Tower Came,\" he wrote about a man who wraps Porphyria's yellow hair around her neck and strangles her. He is best known": {
    "guess": "Robert Browning",
    "confidence": [
      [
        "Robert",
        -0.004416825
      ],
      [
        " Brow",
        -0.0002454854
      ],
      [
        "ning",
        -2.188868e-05
      ]
    ]
  },
  "In one encounter that took place near this city, the USS Mississippi, equipped with new Paixhans guns, ran past defenses at Uraga Harbor. Fires killed 140,000 people during a 1923 earthquake in this city. In 1995 the terrorist group Aleph, formerly known as Aum Shinrikyo, launched a sarin gas attack on the subway of this city. The \"Black Ships\" came here under the command of Matthew Perry, causing the end of the Sakoku policy that forbade foreigners from entering this city's country. During that": {
    "guess": "Tokyo",
    "confidence": [
      [
        "Tok",
        -0.0012741619
      ],
      [
        "yo",
        -5.7961847e-06
      ]
    ]
  },
  "It ends with the narrator pointing out a bronze sculpture by Claus of Innsbruck depicting Neptune taming a sea horse. Earlier the narrator reveals that he chooses \"never to stoop\" while complaining that \"the dropping of the daylight in the West\", or a \"bough of cherries some officious fool broke in the orchard\" brought a \"spot of joy\" to the face of his wife, who in his eyes was \"too soon made glad\", prompting him to \"give commands\" until \"all smiles stopped\". This discourse is prompted by a viewing by an agent of the count of Tyrol of a painting by Fra Pandolf depicting the former wife of the Duke of Ferrara. FTP, what is this dramatic monologue by Robert Browning?": {
    "guess": "My Last Duchess",
    "confidence": [
      [
        "My",
        -0.07807224
      ],
      [
        " Last",
        -7.302705e-05
      ],
      [
        " Duchess",
        -0.0005343251
      ]
    ]
  },
  "It ended with McCook, Crittendon and Negley charged with misconduct and was immediately preceded by a skirmish at Davis' Cross Roads. Attempts to attack the Army of the Cumberland one piece at a time were foiled by Polk's and Hindman's excessive caution. Longstreet's reinforcements happened to attack a hole in the enemy's lines, which led to a retreat. When his superiors fled the battlefield, General": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.034568544
      ],
      [
        " of",
        -0.00066740223
      ],
      [
        " Chick",
        -0.010179225
      ],
      [
        "ama",
        -0.00042852355
      ],
      [
        "uga",
        -0.00014764121
      ]
    ]
  },
  "It ended by disbanding after a plebiscite in October after reinforcements arrived from Marche.  It began with embarkation from Quarto and included major conflicts at Calatafimi and finally at the Volturno River.  The primary opponent was Francis II, who was decisively defeated at Milazzo after failing to stop a landing at Marsala.  Its success was largely guaranteed by the incompetence of Bourbon opposition and within a few weeks Messina and Palermo had also fallen.  FTP, identify this campaign that": {
    "guess": "Expedition of the Thousand",
    "confidence": [
      [
        "Ex",
        -0.1993788
      ],
      [
        "ped",
        -4.3202e-07
      ],
      [
        "ition",
        -0.00069933047
      ],
      [
        " of",
        -6.6232446e-05
      ],
      [
        " the",
        -0.00010950337
      ],
      [
        " Thousand",
        -3.631232e-05
      ]
    ]
  },
  "In the end, the main character marries his landlady, who is involved in a plot to steal his money. Some of the parasites that surround the protagonist are his valet Zahar, and his friend Tarantyev, who": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.7304703
      ]
    ]
  },
  "The end of the second act features what is known as the \"Letter Scene,\" in which a note from Mariandel is written to Baron Ochs. Mariandel is actually the convenient alias for Octavian who, on behalf of Princess von Werdenberg, hands Sophia the Baron's titular love-token, but immediately falls in love with her. For 10 points, name this comic opera by Richard Strauss.": {
    "guess": "Der Rosenkavalier",
    "confidence": [
      [
        "Der",
        -0.0066680084
      ],
      [
        " Rosen",
        -1.8431772e-05
      ],
      [
        "k",
        -1.2352386e-05
      ],
      [
        "aval",
        -5.7411373e-05
      ],
      [
        "ier",
        -0.00071469677
      ]
    ]
  },
  "In The End of History, Francis Fukuyama argues that this work caused Christianity to become freedom in its penultimate form, citing the ideologies of historical groups like helots. One part of this work discusses the clash between Enlightenment and Superstition, suggesting that Notion knows that faith is opposed to pure insight. This work describes the \"death struggle\" between two participants, one": {
    "guess": "The End of History and the Last Man",
    "confidence": [
      [
        "The",
        -0.28266707
      ],
      [
        " End",
        -0.5780096
      ],
      [
        " of",
        -8.9357956e-05
      ],
      [
        " History",
        -0.0013398853
      ],
      [
        " and",
        -0.32907557
      ],
      [
        " the",
        -0.0011755823
      ],
      [
        " Last",
        -0.0001441843
      ],
      [
        " Man",
        -0.00014907165
      ]
    ]
  },
  "At the end of the novel we meet Jean le Negre, who is admired for his strength, and Lulu, who smuggles": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -1.0921485
      ],
      [
        " Count",
        -1.0125872
      ],
      [
        " of",
        -0.013954283
      ],
      [
        " Monte",
        -0.010477258
      ],
      [
        " Crist",
        -0.0003035266
      ],
      [
        "o",
        -1.8550976e-05
      ]
    ]
  },
  "Its end came through a series of letters written to Henry S. McComb that Charles Dana printed in the New York Sun. Although Henry Wilson and James Garfield were all implicated, only two representatives": {
    "guess": "Whiskey Ring",
    "confidence": [
      [
        "Wh",
        -1.2219235
      ],
      [
        "iskey",
        -0.0016995835
      ],
      [
        " Ring",
        -0.0004454468
      ]
    ]
  },
  "It ends with a declaration of ignorance followed by a journey home from Cherbourg.  Quoting Lucretius, it explains America's shame as a reduction of natural power to sentiment and taste.  Stopping before St. Gauden's General Sherman, its author marvels at the attractive force of the title subjects on his own mind.  Coming between Indian summer and twilight, FTP, name these two symbols of human progress": {
    "guess": "The American Scholar",
    "confidence": [
      [
        "The",
        -0.4784113
      ],
      [
        " American",
        -1.1124785
      ],
      [
        " Scholar",
        -0.35055554
      ]
    ]
  },
  "It ends with a separate section portraying seven black men and five white men working in a chain gang by the Forks Falls highway.  Denizens of the nameless Georgia town include the Rainey twins, malaria": {
    "guess": "Beloved (novel)",
    "confidence": [
      [
        "Bel",
        -0.39788276
      ],
      [
        "oved",
        -5.1331983e-05
      ],
      [
        " (",
        -0.00056697224
      ],
      [
        "nov",
        -0.000117132404
      ],
      [
        "el",
        -1.6762922e-05
      ],
      [
        ")",
        -5.5122365e-07
      ]
    ]
  },
  "At the end of this novel, the protagonist's daughter, Berthe, must support herself by working in a cotton factory. In this novel, a man named Hippolite has his leg amputated after a botched operation. The protagonist of this novel drinks arsenic in order to avoid the shame of her husband discovering": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0017016026
      ],
      [
        "ame",
        -7.8987236e-05
      ],
      [
        " B",
        -2.7133641e-05
      ],
      [
        "ov",
        -5.5122365e-07
      ],
      [
        "ary",
        -5.1689596e-05
      ]
    ]
  },
  "This man encouraged collective farms to expel their useless members while serving as Party Chief in Ukraine. This man was mentored by Lazar Kaganovich, who with this man supervised construction of the Moscow Metro, and led to this man becoming Party Leader for Moscow. Later, Kaganovich along with Malenkov and Molotov opposed this man as part of the Anti-Party group. More famously, this man debated in a kitchen with (*) Richard Nixon and demanded a peace treaty between the Germanies, but failed in that endeavor, leading to the construction of the Berlin Wall. This man is best known for dealing with Kennedy in the Cuban Missile Crisis and for being succeeded by Brezhnev. For 10 points, name this": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.0045800074
      ],
      [
        "ik",
        -2.0458236e-05
      ],
      [
        "ita",
        -3.357064e-05
      ],
      [
        " K",
        -0.0008677525
      ],
      [
        "hr",
        -6.1537958e-06
      ],
      [
        "ush",
        -0.0004004025
      ],
      [
        "che",
        -6.7662884e-05
      ],
      [
        "v",
        -1.504853e-06
      ]
    ]
  },
  "He ended his life as king of Illyricum and went to Elysium after he and his wife fulfilled a prophecy.  This son of Telephassa and Agenor, the rulers of Phoenicia, succeeded at a task in which his four brothers could not.  At the end of his life he and his wife Harmonia are turned into snakes, but this has occurred well after he has sown some dragon's teeth.  FTP, name this brother of Europa and founder of  Thebes.": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.0018708096
      ],
      [
        "mus",
        -3.2855416e-05
      ]
    ]
  },
  "At the end of the story, this character attends a family funeral and remarks, \"He had the wrong dreams. All, all, wrong.\" After a confrontation with his father about an extramarital affair, he stops going to summer school and fails math, losing his scholarship to the University of Virginia. A former standout football player in high school, he has spent the last few years doing manual labor on ranches out West, while his childhood companion Bernard is now a brilliant lawyer. FTP, identify this character,": {
    "guess": "Death of a Salesman",
    "confidence": [
      [
        "Death",
        -0.22458495
      ],
      [
        " of",
        -0.00044604283
      ],
      [
        " a",
        -0.00026503115
      ],
      [
        " Sales",
        -0.00012499251
      ],
      [
        "man",
        -2.7252845e-05
      ]
    ]
  },
  "At the end of the story, this character attends a family funeral and remarks, \"He had the wrong dreams. All, all, wrong.\" After a confrontation with his father about an extramarital affair, he stops going to summer school and fails math, losing his scholarship to the University of Virginia. A former standout football player in high school, he has spent the last few years doing manual labor on ranches out West, while his childhood companion Bernard is now a brilliant lawyer. FTP, identify this character, the older brother of Happy, and the son of Willy Loman in Death of a Salesman.": {
    "guess": "Biff Loman",
    "confidence": [
      [
        "B",
        -0.0051624817
      ],
      [
        "iff",
        -1.9385403e-05
      ],
      [
        " L",
        -1.1517961e-05
      ],
      [
        "oman",
        -2.3795938e-05
      ]
    ]
  },
  "One end-times scenario of this faith involves a river of metal created by melting all the minerals of the earth. The first ruler to adopt it as an official faith was King Vishtaspa, and one of its rituals involves a drink made from water, pomegranate leaves, and the haoma plant. It lumps together all evil actions as falsehoods, or druj, and, like in Judaism, each of its temples houses a sacred fire. Its (*) Vendidad text describes the evil daevas and discourages burial in favor of leaving bodies": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.008356179
      ],
      [
        "oro",
        -9.984788e-05
      ],
      [
        "ast",
        -3.4047454e-05
      ],
      [
        "rian",
        -3.4121115e-06
      ],
      [
        "ism",
        -0.64807796
      ]
    ]
  },
  "At the end of this novel, the protagonist lives in a two-room cottage with Tekla and is visited by the remorseful people who beat him within an inch of his life. Its protagonist confesses to misdeeds near the end of this novel, leading to his beating at the hands of Nikita and his loss of hearing, which": {
    "guess": "The Overcoat",
    "confidence": [
      [
        "The",
        -1.2810847
      ],
      [
        " Over",
        -1.5110447
      ],
      [
        "coat",
        -7.231183e-05
      ]
    ]
  },
  "At the end of the The Great Gatsby, Nick says that his \"Middle West\" is not \"the prairies or the lost Swede towns\" but these \"thrilling returning\" things of his youth. These vehicles are held above the Slough of Despond by a pile of philosophy books in a short story in which they carry Mr. Smooth-it-away on a trip leaving from the City of Destruction. These vehicles are the focus of a company founded by Nathanael, infiltrated by John (*) Galt, and run by Dagny Taggart in Atlas Shrugged. Frank Norris depicted the struggle between Magnus Derrick's wheat ranchers and the companies that use these vehicles in The Octopus. For 10 points, name this kind of vehicle ridden in Nathaniel Hawthorne's \"The Celestial Railroad.\"": {
    "guess": "Railroad locomotives",
    "confidence": [
      [
        "Rail",
        -0.58226275
      ],
      [
        "road",
        -0.24910246
      ],
      [
        " locom",
        -0.2604653
      ],
      [
        "ot",
        -0.20864762
      ],
      [
        "ives",
        -0.00011796683
      ]
    ]
  },
  "The endoplasmic reticulum of these cells can be visualized by the blue Nissl stain, and Santiago y Cajal improved upon a black silver stain for these cells developed by Camillo Golgi. Saltatory conduction occurs because extracellular fluid is in contact with these cells only at the (*) nodes of Ranvier. Glial cells like oligodendrocytes and Schwann cells secrete a myelin sheath that surrounds these": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.00450525
      ],
      [
        "uron",
        -0.004154976
      ]
    ]
  },
  "At the end of one poem in this man's collection, Men and Women, the title character \"yet dauntless\" sets his slug-horn to his lips and blows. In addition to \"Childe Roland to the Dark Tower Came,\" he wrote": {
    "guess": "Robert Browning",
    "confidence": [
      [
        "Robert",
        -0.030941432
      ],
      [
        " Brow",
        -9.531814e-05
      ],
      [
        "ning",
        -3.655073e-05
      ]
    ]
  },
  "It ended the political career of John Carlisle, who was serving as the Secretary of the Treasury at its onset. Because of a run on gold, he was compelled to end silver coinage and he opposed the Wilson-Gorman Tariff, both unpopular with the Democrats, who were in power at the time.* This was coupled with the bankruptcy of the Philadelphia and Reading Railroad and the National Cordage Co., the most traded stock at the time. What resulted were the failing of over 500 banks and the bankruptcy of over 15,000 companies, including the Northern Pacific, Union Pacific, and Atchison, Topeka, and Santa Fe": {
    "guess": "Panic of 1893",
    "confidence": [
      [
        "P",
        -0.17137526
      ],
      [
        "anic",
        -7.89631e-07
      ],
      [
        " of",
        -5.669615e-05
      ],
      [
        " ",
        -4.0842064e-05
      ],
      [
        "189",
        -0.00032211503
      ],
      [
        "3",
        -0.00036822853
      ]
    ]
  },
  "At the end of this novel, the title character continues to pamphleteer on a train, despite being assaulted by the police. A central event is the outright protest at a May Day parade, which results in several arrests, and soon after an inspired and informed Rybin is also arrested for his airing his vies. By the end Andrey and Pavel are exiled to Siberia, and the title character is the only one left to distribute Pavel's speech. FTP, name this novel in which the title character Pelagueya Vlasova joins": {
    "guess": "Mother (novel)",
    "confidence": [
      [
        "Mother",
        -0.060577493
      ],
      [
        " (",
        -0.028288884
      ],
      [
        "nov",
        -0.1218699
      ],
      [
        "el",
        -5.50273e-05
      ],
      [
        ")",
        -0.0015546207
      ]
    ]
  },
  "By the end of this encounter one side's lack of supplies caused all civilians and wounded to be expelled at the base of Mount Auxois where many starved to death. Preceded by a skirmish at Vingeanne, which allowed them to hunker down, the defenders were ordered to dig a trench north-south between the Ose and Oserain rivers along the namesake town. The aggressors responded by digging their own series of trenches and setting up a 12 foot high wall, with observation towers every 130 feet. This technique allowed the Romans to beat back attacks from both sides and trapped the Chief of the Averni and": {
    "guess": "Battle of Alesia",
    "confidence": [
      [
        "Battle",
        -0.21027291
      ],
      [
        " of",
        -0.0008391655
      ],
      [
        " A",
        -0.20942807
      ],
      [
        "lesia",
        -0.0033369334
      ]
    ]
  },
  "In one encounter that took place near this city, the USS Mississippi, equipped with new Paixhans guns, ran past defenses at Uraga Harbor. Fires killed 140,000 people during a 1923 earthquake in this city. In 1995 the terrorist group Aleph, formerly known as Aum Shinrikyo, launched a sarin gas attack": {
    "guess": "Tokyo",
    "confidence": [
      [
        "Tok",
        -0.0014163076
      ],
      [
        "yo",
        -4.246537e-06
      ]
    ]
  },
  "It ended with McCook, Crittendon and Negley charged with misconduct and was immediately preceded by a skirmish at Davis' Cross Roads. Attempts to attack the Army of the Cumberland one piece at a time were foiled by Polk's and Hindman's excessive caution. Longstreet's reinforcements happened to attack a hole in the enemy's lines, which led to a retreat. When his superiors fled the battlefield, General Thomas Reynolds was left to hold the union lines himself at Snodgrass Hill, a job that later earned him the title of the \"Rock of\" this place. Fought at a creek whose Cherokee name translates to \"river": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.007878338
      ],
      [
        " of",
        -0.00065631996
      ],
      [
        " Chick",
        -0.0052670767
      ],
      [
        "ama",
        -0.0004479501
      ],
      [
        "uga",
        -7.684157e-05
      ]
    ]
  },
  "In one encounter that took place near this city, the USS Mississippi, equipped with new Paixhans guns, ran past defenses at Uraga Harbor. Fires killed 140,000 people during a 1923 earthquake in this city. In 1995 the terrorist group Aleph, formerly known as Aum Shinrikyo, launched a sarin gas attack on the subway of this city. The \"Black Ships\" came here under the command of Matthew Perry, causing the end of the Sakoku policy that forbade foreigners from entering this city's country. During that period, when it was ruled by the Tokugawa Shogunate, this city was called Edo. For 10 points, name this city with a view of Mount Fuji, the capital of Japan.": {
    "guess": "Tokyo",
    "confidence": [
      [
        "Tok",
        -0.00049191056
      ],
      [
        "yo",
        -4.1273333e-06
      ]
    ]
  },
  "At its end the composer juxtaposed the keys of C and B to suggest the enduring riddle of the cosmos. Also of note was his desire for it to have a the subtitle of \"Symphonic optimism in fin-de-siecle from, dedicated to the Twentieth Century.\" A thunderous fugue is incorporated into the section entitled \"Of Science\" and a Viennese waltz is used to evoke the \"Dance Song.\" More famous might be the toiling of the midnight bell used to introduce its famous \"Song of the Night Wanderer.\" FTP, name this orchestral work by Richard Strauss that was based on work by Nietzsche.": {
    "guess": "Also sprach Zarathustra",
    "confidence": [
      [
        "Also",
        -0.08021015
      ],
      [
        " spr",
        -0.07589975
      ],
      [
        "ach",
        -2.9636918e-05
      ],
      [
        " Zar",
        -2.6895234e-05
      ],
      [
        "ath",
        -6.392203e-06
      ],
      [
        "ustr",
        -0.00021986762
      ],
      [
        "a",
        -6.392203e-06
      ]
    ]
  },
  "It ended the political career of John Carlisle, who was serving as the Secretary of the Treasury at its onset. Because of a run on gold, he was compelled to end silver coinage and he opposed the Wilson-Gorman": {
    "guess": "Coinage Act of 1873",
    "confidence": [
      [
        "Coin",
        -0.79993856
      ],
      [
        "age",
        -0.0002936327
      ],
      [
        " Act",
        -0.00034356804
      ],
      [
        " of",
        -0.00012237004
      ],
      [
        " ",
        -2.1173457e-05
      ],
      [
        "187",
        -0.020787694
      ],
      [
        "3",
        -0.0002969704
      ]
    ]
  },
  "This encounter was precipitated by a violent raid on Fort Williams a year earlier.  One commander, fresh off his victory at Arcot, secretly negotiated with the other commander's uncle, Mir Jaffar, in order to secure an advantage. When an attack on a French settlement near Murshidabad provoked one side": {
    "guess": "Battle of Plassey",
    "confidence": [
      [
        "Battle",
        -0.006726026
      ],
      [
        " of",
        -7.0285365e-05
      ],
      [
        " Pl",
        -0.00043460296
      ],
      [
        "as",
        -0.00014358829
      ],
      [
        "sey",
        0.0
      ]
    ]
  },
  "It ended by disbanding after a plebiscite in October after reinforcements arrived from Marche.  It began with embarkation from Quarto and included major conflicts at Calatafimi and finally at the Volturno River.  The primary opponent was Francis II, who was decisively defeated at Milazzo after failing to stop a landing at Marsala.  Its success was largely guaranteed by the incompetence of Bourbon opposition": {
    "guess": "Expedition of the Thousand",
    "confidence": [
      [
        "Ex",
        -0.03978135
      ],
      [
        "ped",
        -7.89631e-07
      ],
      [
        "ition",
        -0.0009887461
      ],
      [
        " of",
        -3.297462e-05
      ],
      [
        " the",
        -5.1808798e-05
      ],
      [
        " Thousand",
        -4.0722858e-05
      ]
    ]
  },
  "This encounter was precipitated by a violent raid on Fort Williams a year earlier.  One commander, fresh off his victory at Arcot, secretly negotiated with the other commander's uncle, Mir Jaffar, in order to secure an advantage. When an attack on a French settlement near Murshidabad provoked one side to march into battle, the other had already set up his defenses in a mango grove on the Hooghli River.  Though badly outmanned, a monsoon rain and the judicious use of a tarp to keep the powder dry": {
    "guess": "Battle of Plassey",
    "confidence": [
      [
        "Battle",
        -0.022472389
      ],
      [
        " of",
        -0.00016659092
      ],
      [
        " Pl",
        -0.0010020859
      ],
      [
        "as",
        -0.00026419671
      ],
      [
        "sey",
        0.0
      ]
    ]
  },
  "It ended with McCook, Crittendon and Negley charged with misconduct and was immediately preceded by a skirmish at Davis' Cross Roads. Attempts to attack the Army of the Cumberland one piece at a time were foiled by Polk's and Hindman's excessive caution. Longstreet's reinforcements happened to attack a hole in the enemy's lines, which led to a retreat. When his superiors fled the battlefield, General Thomas Reynolds was left to hold the union lines himself at Snodgrass Hill, a job that later earned him the title of the \"Rock of\" this place. Fought at a creek whose Cherokee name translates to \"river of death\", it was a tactical victory for General Bragg, as Union forces retreated to Chattanooga.": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.0028188976
      ],
      [
        " of",
        -0.00045605595
      ],
      [
        " Chick",
        -0.00038550937
      ],
      [
        "ama",
        -0.00017398155
      ],
      [
        "uga",
        -7.433829e-05
      ]
    ]
  },
  "It ends with a declaration of ignorance followed by a journey home from Cherbourg.  Quoting Lucretius, it explains America's shame as a reduction of natural power to sentiment and taste.  Stopping before St. Gauden's General Sherman, its author marvels at the attractive force of the title subjects on his own mind.  Coming between Indian summer and twilight, FTP, name these two symbols of human progress also known as the machine and the woman, a chapter from The Education of Henry Adams.": {
    "guess": "Symbols of scientific and occult human progress contained in The Education of Henry Adams",
    "confidence": [
      [
        "Symbols",
        -0.09504971
      ],
      [
        " of",
        -0.0037526942
      ],
      [
        " scientific",
        -0.4271141
      ],
      [
        " and",
        -0.005856147
      ],
      [
        " occult",
        -0.0029765142
      ],
      [
        " human",
        -0.0022853836
      ],
      [
        " progress",
        -0.0003424952
      ],
      [
        " contained",
        -0.24891055
      ],
      [
        " in",
        -0.00023631772
      ],
      [
        " The",
        -0.036104515
      ],
      [
        " Education",
        -0.00034702494
      ],
      [
        " of",
        -1.50940705e-05
      ],
      [
        " Henry",
        -0.00014001218
      ],
      [
        " Adams",
        -3.7146747e-05
      ]
    ]
  },
  "At the end of this story, the protagonist decides, \"He had never slept in a better bed.\" The protagonist of this story drops his pipe into the sea, then falls in himself when he attempts to retrieve it; afterward, he ends up on Ship Trap Island. In this story, a trap composed of a knife attached to a young sapling kills the giant Cossack, Ivan. Rainsford, this story's protagonist, meets a hunter yearning for more exciting (*) quarry than jaguars and buffalo. For 10 points, name this short story by Richard Connell, in which General Zaroff hunts man.": {
    "guess": "The Most Dangerous Game",
    "confidence": [
      [
        "The",
        -0.0032144266
      ],
      [
        " Most",
        -0.00090061966
      ],
      [
        " Dangerous",
        -1.9027791e-05
      ],
      [
        " Game",
        -5.080963e-06
      ]
    ]
  },
  "At the end of this story, the protagonist decides, \"He had never slept in a better bed.\" The protagonist": {
    "guess": "The Most Dangerous Game",
    "confidence": [
      [
        "The",
        -0.009830819
      ],
      [
        " Most",
        -0.100469545
      ],
      [
        " Dangerous",
        -4.604148e-06
      ],
      [
        " Game",
        -4.8425554e-06
      ]
    ]
  },
  "It ends with Miss Bogle leaving the room with their son, and the husband telling the heroine: \"See, I see nothing but you.\" Composed in six sections, the heroine debates the selfish nature of her relationship with the men in her life and discovers the story's great secret at Bob and Fanny's home after visiting the same Bloomsbury Street shop at which her old friend and future mother-in-law saw the title object that is actually made of gilded crystal. After Mrs. Assingham breaks it, Charlotte confesses": {
    "guess": "The Golden Bowl",
    "confidence": [
      [
        "The",
        -0.06718037
      ],
      [
        " Golden",
        -0.2635773
      ],
      [
        " Bowl",
        -0.0001787497
      ]
    ]
  },
  "In the end, the main character marries his landlady, who is involved in a plot to steal his money. Some": {
    "guess": "Great Expectations",
    "confidence": [
      [
        "Great",
        -0.8054059
      ],
      [
        " Expect",
        -4.739826e-05
      ],
      [
        "ations",
        -7.958325e-05
      ]
    ]
  },
  "At the end of this novel, the main character's body is thrown into a ravine with a dead dog.  The bar Cervecer? XX and its neighboring cinema are owned by Se?r Bustamente, who is visited by the French": {
    "guess": "Under the Volcano",
    "confidence": [
      [
        "Under",
        -0.0050054477
      ],
      [
        " the",
        -3.9054008e-05
      ],
      [
        " Vol",
        -1.147242e-06
      ],
      [
        "cano",
        -3.7981175e-05
      ]
    ]
  },
  "The end of this battle saw the losing side mistakenly open fire as a delegation from the winning side approached to receive their surrender, which resulted in the massacre of more than half of the losing side's infantry. The decisive maneuver in this battle occurred when the cavalry of the winning side cut through the infantry middle, isolating an elite infantry corps from its German and Italian allies. A premature attack by Francois de l'Hopital nearly cost the eventual victors this battle, but eventually cavalry led by Jean de Gassion, neutralized the cavalry of the Duke of Albuquerque and took position to cut off reinforcements from General Beck. Fought northeast of Reims in a namesake forest, this battle saw 26,000 men under Don Francisco de Melo lose decisively to a French army of 22,000 commanded by the Duke d'Enghien, who would later come to be known as the Prince de Conde. A crushing defeat for tactics employing the tercio formation, for ten points, identify this 1643 battle of the Thirty Years' War which ended Spanish military preeminence in Europe.": {
    "guess": "Battle of Rocroi",
    "confidence": [
      [
        "Battle",
        -0.00624208
      ],
      [
        " of",
        -0.00011486754
      ],
      [
        " Roc",
        -0.00019042798
      ],
      [
        "roi",
        -1.0921943e-05
      ]
    ]
  },
  "He once encouraged his listeners à la Freeburg to read the nonexistent book I Libertine, which consequently": {
    "guess": "Jean Shepherd",
    "confidence": [
      [
        "Jean",
        -0.759565
      ],
      [
        " Shepherd",
        -0.002429525
      ]
    ]
  },
  "At the end of this novel, the protagonist lives in a two-room cottage with Tekla and is visited by the remorseful people who beat him within an inch of his life. Its protagonist confesses to misdeeds near the end of this novel, leading to his beating at the hands of Nikita and his loss of hearing, which causes him to stumble in front of a moving tram. The frame narrator of this novel is an English professor of languages in Geneva who receives the protagonist's records and tutors his love interest, Nathalie, who is the brother of a revolutionary executed for assassinating a (*) Russian politician. This novel's protagonist is expelled from Russia as a spy for the tsarists but confesses to revolutionaries that he had betrayed revolutionary assassin Victor Haldin. For 10 points, name this novel about the student Razumov, written by Joseph Conrad, whose title reflects the fact that the English narrator is observing Russians from the East.": {
    "guess": "Under Western Eyes",
    "confidence": [
      [
        "Under",
        -0.00031472807
      ],
      [
        " Western",
        -1.1041146e-05
      ],
      [
        " Eyes",
        -6.0153056e-05
      ]
    ]
  },
  "He was encouraged by fellow student Bertrand Russell to study philosophy at Cambridge. To him, philosophy became a two-fold activity, involving both analysis of puzzling propositions, and determination of whether or not justifying reasons exist for believing in the original proposition. He influenced modern realism with his essay The Refutation of Idealism in 1903, and wrote Ethics in 1912 to demonstrate his empiricist approach to knowledge. FTP, identify this early 20th century British philosopher": {
    "guess": "G. E. Moore",
    "confidence": [
      [
        "G",
        -0.0069976277
      ],
      [
        ".",
        -0.45540813
      ],
      [
        " E",
        -2.0815847e-05
      ],
      [
        ".",
        -2.1531068e-05
      ],
      [
        " Moore",
        -0.00010413921
      ]
    ]
  },
  "At the end of the story, this character attends a family funeral and remarks, \"He had the wrong dreams. All, all, wrong.\" After a confrontation with his father about an extramarital affair, he stops going to summer school and fails math, losing his scholarship to the University of Virginia. A former": {
    "guess": "Death of a Salesman",
    "confidence": [
      [
        "Death",
        -0.32994118
      ],
      [
        " of",
        -0.00048536903
      ],
      [
        " a",
        -0.00097041804
      ],
      [
        " Sales",
        -0.0005556552
      ],
      [
        "man",
        -7.064298e-05
      ]
    ]
  },
  "He ended his life as king of Illyricum and went to Elysium after he and his wife fulfilled a prophecy.  This son of Telephassa and Agenor, the rulers of Phoenicia, succeeded at a task in which his four": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.030560832
      ],
      [
        "mus",
        -0.00022821188
      ]
    ]
  },
  "In The End of History, Francis Fukuyama argues that this work caused Christianity to become freedom in its penultimate form, citing the ideologies of historical groups like helots. One part of this work discusses the clash between Enlightenment and Superstition, suggesting that Notion knows that faith is opposed to pure insight. This work describes the \"death struggle\" between two participants, one of whom experiences fear; if either dies, the titular entity enters (*) \"abstract negation.\" Another": {
    "guess": "Phenomenology of Spirit",
    "confidence": [
      [
        "Ph",
        -0.109235294
      ],
      [
        "en",
        -0.00034797855
      ],
      [
        "omen",
        -7.3458323e-06
      ],
      [
        "ology",
        -0.00027194494
      ],
      [
        " of",
        -0.00031425126
      ],
      [
        " Spirit",
        -0.0012290387
      ]
    ]
  },
  "At the end of his life, this composer wrote a string sextet in D Major using imagery from Italy called Souvenirs from Florence. He used Mendelssohn's Venetian boat songs from Songs Without Words for one of his pieces called June, which is part of twelve programmatic pieces he called The Seasons. The": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.003593183
      ],
      [
        "otr",
        -0.0004012369
      ],
      [
        " I",
        -7.7199176e-05
      ],
      [
        "ly",
        -4.1273333e-06
      ],
      [
        "ich",
        -1.0087517e-05
      ],
      [
        " T",
        -4.8425554e-06
      ],
      [
        "cha",
        -3.4121115e-06
      ],
      [
        "ik",
        -3.650519e-06
      ],
      [
        "ovsky",
        -0.00013965457
      ]
    ]
  },
  "At the end of the novel we meet Jean le Negre, who is admired for his strength, and Lulu, who smuggles him a lace handkerchief. The narrator names various people his \"Delectable Mountains\", Wanderer, a": {
    "guess": "A Hero of Our Time",
    "confidence": [
      [
        "A",
        -0.7815525
      ],
      [
        " Hero",
        -0.0258844
      ],
      [
        " of",
        -0.00023917861
      ],
      [
        " Our",
        -0.0013639278
      ],
      [
        " Time",
        -9.3410876e-05
      ]
    ]
  },
  "One end-times scenario of this faith involves a river of metal created by melting all the minerals of the earth. The first ruler to adopt it as an official faith was King Vishtaspa, and one of its rituals involves a drink made from water, pomegranate leaves, and the haoma plant. It lumps together all evil actions as falsehoods, or druj, and, like in Judaism, each of its temples houses a sacred fire. Its (*) Vendidad text describes the evil daevas and discourages burial in favor of leaving bodies on vulture-inhabited Towers of Silence, and its founder allegedly wrote the Gathas as part of its holy scripture, the Zend Avesta. For 10 points, name this religion that believes in the evil Ahriman's fight with the good god Ahura Mazda and is named for its Persian prophet founder.": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.001957656
      ],
      [
        "oro",
        -1.8789384e-05
      ],
      [
        "ast",
        -9.253091e-06
      ],
      [
        "rian",
        -5.5122365e-07
      ],
      [
        "ism",
        -0.053362355
      ]
    ]
  },
  "This man encouraged collective farms to expel their useless members while serving as Party Chief in Ukraine. This man was mentored by Lazar Kaganovich, who with this man supervised construction of the Moscow Metro, and led to this man becoming Party Leader for Moscow. Later, Kaganovich along with Malenkov and Molotov opposed this man as part of the Anti-Party group. More famously, this man debated in a kitchen with (*) Richard Nixon and demanded a peace treaty between the Germanies, but failed in that endeavor, leading to the construction of the Berlin Wall. This man is best known for dealing with Kennedy in the Cuban Missile Crisis and for being succeeded by Brezhnev. For 10 points, name this man who in the \"Secret Speech\" condemned his predecessor Stalin.": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.00076734077
      ],
      [
        "ik",
        -1.2948405e-05
      ],
      [
        "ita",
        -9.253091e-06
      ],
      [
        " K",
        -0.00023476807
      ],
      [
        "hr",
        -1.504853e-06
      ],
      [
        "ush",
        -0.00025430648
      ],
      [
        "che",
        -1.2113979e-05
      ],
      [
        "v",
        -9.0883464e-07
      ]
    ]
  },
  "In one encounter that took place near this city, the USS Mississippi, equipped with new Paixhans guns,": {
    "guess": "Tokyo",
    "confidence": [
      [
        "Tok",
        -0.78943694
      ],
      [
        "yo",
        -0.00034797855
      ]
    ]
  },
  "It ended the political career of John Carlisle, who was serving as the Secretary of the Treasury at its onset. Because of a run on gold, he was compelled to end silver coinage and he opposed the Wilson-Gorman Tariff, both unpopular with the Democrats, who were in power at the time.* This was coupled": {
    "guess": "Panic of 1893",
    "confidence": [
      [
        "P",
        -1.2061042
      ],
      [
        "anic",
        -1.3856493e-06
      ],
      [
        " of",
        -5.7961847e-06
      ],
      [
        " ",
        -1.3856493e-06
      ],
      [
        "189",
        -0.00015514737
      ],
      [
        "3",
        -0.00040850835
      ]
    ]
  },
  "At the end of this story, the protagonist decides, \"He had never slept in a better bed.\" The protagonist of this story drops his pipe into the sea, then falls in himself when he attempts to retrieve it; afterward, he ends up on Ship Trap Island. In this story, a trap composed of a knife attached to a": {
    "guess": "The Most Dangerous Game",
    "confidence": [
      [
        "The",
        -0.005891349
      ],
      [
        " Most",
        -0.0037349989
      ],
      [
        " Dangerous",
        -1.11603495e-05
      ],
      [
        " Game",
        -4.8425554e-06
      ]
    ]
  },
  "It ends with the author remarking that his soul has grown deep like the title objects, entities that he has known to be ancient and dusky. The work was published the summer before the author started attending Columbia (*) University in The Crisis magazine, and the poet in this work remarks that he hears": {
    "guess": "The Negro Speaks of Rivers",
    "confidence": [
      [
        "The",
        -0.05927627
      ],
      [
        " Negro",
        -0.08736273
      ],
      [
        " Spe",
        -0.00025597532
      ],
      [
        "aks",
        -3.4121115e-06
      ],
      [
        " of",
        -3.500108e-05
      ],
      [
        " Rivers",
        -4.7994283e-05
      ]
    ]
  },
  "At its end, two characters are \"shaken out of the magnolias\" after they witness a murder, and the title": {
    "guess": "A Streetcar Named Desire",
    "confidence": [
      [
        "A",
        -0.9514228
      ],
      [
        " Street",
        -0.36588913
      ],
      [
        "car",
        -0.00045605595
      ],
      [
        " Named",
        -0.00022284771
      ],
      [
        " Desire",
        -0.00015205175
      ]
    ]
  },
  "It ended the political career of John Carlisle, who was serving as the Secretary of the Treasury at its": {
    "guess": "John G. Carlisle",
    "confidence": [
      [
        "John",
        -0.8148436
      ],
      [
        " G",
        -0.37644434
      ],
      [
        ".",
        -0.0007306627
      ],
      [
        " Carl",
        -0.00087036757
      ],
      [
        "isle",
        -7.624555e-05
      ]
    ]
  },
  "At the end of this novel, the protagonist's daughter, Berthe, must support herself by working in a cotton": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0008159428
      ],
      [
        "ame",
        -5.1928004e-05
      ],
      [
        " B",
        -2.2127088e-05
      ],
      [
        "ov",
        -1.9361265e-07
      ],
      [
        "ary",
        -4.4179764e-05
      ]
    ]
  },
  "By the end of this encounter one side's lack of supplies caused all civilians and wounded to be expelled at the base of Mount Auxois where many starved to death. Preceded by a skirmish at Vingeanne, which allowed them to hunker down, the defenders were ordered to dig a trench north-south between the Ose and Oserain rivers along the namesake town. The aggressors responded by digging their own series of trenches and setting up a 12 foot high wall, with observation towers every 130 feet. This technique allowed the Romans to beat back attacks from both sides and trapped the Chief of the Averni and his men in the town. But after capturing Avaricum, Lutetia, and Gergovia, Labienus and his general were": {
    "guess": "Siege of Alesia",
    "confidence": [
      [
        "Sie",
        -0.63802737
      ],
      [
        "ge",
        -0.00051097583
      ],
      [
        " of",
        -0.00056244613
      ],
      [
        " A",
        -0.013092711
      ],
      [
        "lesia",
        -0.00018577903
      ]
    ]
  },
  "In The End of History, Francis Fukuyama argues that this work caused Christianity to become freedom in its penultimate form, citing the ideologies of historical groups like helots. One part of this work": {
    "guess": "The End of History",
    "confidence": [
      [
        "The",
        -0.29042622
      ],
      [
        " End",
        -0.2578537
      ],
      [
        " of",
        -5.8722613e-05
      ],
      [
        " History",
        -0.00070754817
      ]
    ]
  },
  "In The End of History, Francis Fukuyama argues that this work caused Christianity to become freedom in its penultimate form, citing the ideologies of historical groups like helots. One part of this work discusses the clash between Enlightenment and Superstition, suggesting that Notion knows that faith is opposed to pure insight. This work describes the \"death struggle\" between two participants, one of whom experiences fear; if either dies, the titular entity enters (*) \"abstract negation.\" Another section discusses how the remnants of the Greek and Roman Empires can be seen in modern Germany, illustrating the author's theory of \"sublation\" or Aufheben, which is expanded upon in the author's Lectures on the Philosophy of History. For 10 points, name this work by Hegel, which espouses the nature": {
    "guess": "Phenomenology of Spirit",
    "confidence": [
      [
        "Ph",
        -0.31074634
      ],
      [
        "en",
        -4.9067115e-05
      ],
      [
        "omen",
        -2.220075e-06
      ],
      [
        "ology",
        -3.4166656e-05
      ],
      [
        " of",
        -2.2484697e-05
      ],
      [
        " Spirit",
        -0.00017076306
      ]
    ]
  },
  "One end of this bone has the greater and lesser tubercles, while the other end has the Olecranon fossa. Associated with the brachialis muscle and the ulnar nerve, it connects the ulna to the scapula. It is next to the biceps muscle in the arm. Name this large bone located in the upper arm.": {
    "guess": "Humerus",
    "confidence": [
      [
        "H",
        -0.0043426487
      ],
      [
        "umer",
        -4.7517467e-05
      ],
      [
        "us",
        -0.0001441843
      ]
    ]
  },
  "At the end of this novel, help comes to the main characters' village from the agricultural expert Napoleon Letsitsi. One character in this work follows his cousin Matthew and Johannes Parfuri and is defended by Mr. Carmichael in a murder trial. This work starts with the main character leaving the village of Ndotsheni when he gets news that his sister Gertrude is sick. That character's son (*) Absalom killed Arthur Jarvis. For 10 points, name this work in which Stephen Kumalo goes to Johannesburg, which was written by Alan Paton.": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.013642124
      ],
      [
        "ry",
        -1.569009e-05
      ],
      [
        ",",
        -5.0020742e-05
      ],
      [
        " the",
        -0.019848403
      ],
      [
        " Bel",
        -0.00019614976
      ],
      [
        "oved",
        -2.8160932e-06
      ],
      [
        " Country",
        -9.651017e-05
      ]
    ]
  },
  "At the end of this novel, the main character's body is thrown into a ravine with a dead dog.  The bar Cervecer? XX and its neighboring cinema are owned by Se?r Bustamente, who is visited by the French film director Jacques Laruelle.  Set on November 2, the Day of the Dead, in 1938 and 1939, this novel": {
    "guess": "Under the Volcano",
    "confidence": [
      [
        "Under",
        -0.006656996
      ],
      [
        " the",
        -6.659005e-05
      ],
      [
        " Vol",
        -8.776276e-06
      ],
      [
        "cano",
        -9.531814e-05
      ]
    ]
  },
  "The end of the second act features what is known as the \"Letter Scene,\" in which a note from Mariandel is written to Baron Ochs. Mariandel is actually the convenient alias for Octavian who, on behalf of": {
    "guess": "Der Rosenkavalier",
    "confidence": [
      [
        "Der",
        -0.19990367
      ],
      [
        " Rosen",
        -0.00016790217
      ],
      [
        "k",
        -6.849731e-05
      ],
      [
        "aval",
        -3.1544176e-05
      ],
      [
        "ier",
        -0.00087275164
      ]
    ]
  },
  "The end of this man's rule included the Night of the Murdered Poets, and he invented the fictitious Doctor's Plot. His policies caused the holodomor famine in the Ukraine, and this liquidator of the kulaks was denounced in a \"Secret Speech\" by Khruschev. This developer of Five-Year Plans and \"socialism in one country\" drove out Leon Trotsky. For 10 points, name this Soviet leader who instigated the": {
    "guess": "Joseph Stalin",
    "confidence": [
      [
        "Joseph",
        -0.028080156
      ],
      [
        " Stalin",
        -8.017927e-05
      ]
    ]
  },
  "It ends with the narrator pointing out a bronze sculpture by Claus of Innsbruck depicting Neptune taming": {
    "guess": "The Statue of Neptune, Bologna",
    "confidence": [
      [
        "The",
        -1.4583844
      ],
      [
        " Statue",
        -1.8632462
      ],
      [
        " of",
        -0.0475686
      ],
      [
        " Neptune",
        -0.48035827
      ],
      [
        ",",
        -0.13069786
      ],
      [
        " B",
        -0.037681073
      ],
      [
        "ologna",
        -0.00010175513
      ]
    ]
  },
  "At the end of the story, this character attends a family funeral and remarks, \"He had the wrong dreams. All, all, wrong.\" After a confrontation with his father about an extramarital affair, he stops going": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.98696923
      ],
      [
        " Great",
        -0.33891895
      ],
      [
        " G",
        -0.0012197628
      ],
      [
        "atsby",
        -0.000101993544
      ]
    ]
  },
  "At the end of the novel we meet Jean le Negre, who is admired for his strength, and Lulu, who smuggles him a lace handkerchief. The narrator names various people his \"Delectable Mountains\", Wanderer, a family man, Zoo-loo, a Polish farmer, and Surplice. Rockyfeller used to run a brothel and uses his money to buy favors from the guards, while Apollyon, the warden, is named after the devil in Pilgrim's Progress. The narrator and his friend B. are brought to the titular location because of letters deemed": {
    "guess": "The Enormous Room",
    "confidence": [
      [
        "The",
        -0.0072103366
      ],
      [
        " En",
        -0.0017204001
      ],
      [
        "orm",
        -9.729906e-06
      ],
      [
        "ous",
        -2.9875326e-05
      ],
      [
        " Room",
        -2.0219828e-05
      ]
    ]
  },
  "He once encouraged his listeners à la Freeburg to read the nonexistent book I Libertine, which consequently made the New York Bestseller list without being in print. Visitors to Disney World may have noticed that his voice takes you through the \"Carousel of Progress.\" Shel Silverstein dedicated his ABZ Book to this longtime WOR radio personality, whose own literary output includes the memoirs The Ferrari": {
    "guess": "Jean Shepherd",
    "confidence": [
      [
        "Jean",
        -0.023549428
      ],
      [
        " Shepherd",
        -0.008125624
      ]
    ]
  },
  "At the end of this novel, the title character continues to pamphleteer on a train, despite being assaulted by the police. A central event is the outright protest at a May Day parade, which results in several arrests, and soon after an inspired and informed Rybin is also arrested for his airing his vies. By the end Andrey and Pavel are exiled to Siberia, and the title character is the only one left": {
    "guess": "Mother (Gorky novel)",
    "confidence": [
      [
        "Mother",
        -0.06479754
      ],
      [
        " (",
        -0.00279323
      ],
      [
        "G",
        -0.3162568
      ],
      [
        "ork",
        -1.0564331e-05
      ],
      [
        "y",
        -1.8550976e-05
      ],
      [
        " novel",
        -0.00053647073
      ],
      [
        ")",
        -0.00011117222
      ]
    ]
  },
  "He was encouraged by fellow student Bertrand Russell to study philosophy at Cambridge. To him, philosophy became a two-fold activity, involving both analysis of puzzling propositions, and determination of whether or not justifying reasons exist for believing in the original proposition. He influenced modern realism with his essay The Refutation of Idealism in 1903, and wrote Ethics in 1912 to demonstrate": {
    "guess": "G. E. Moore",
    "confidence": [
      [
        "G",
        -0.010039735
      ],
      [
        ".",
        -0.1569021
      ],
      [
        " E",
        -8.180258e-06
      ],
      [
        ".",
        -1.8789384e-05
      ],
      [
        " Moore",
        -3.5954712e-05
      ]
    ]
  },
  "In the end, the main character marries his landlady, who is involved in a plot to steal his money. Some of the parasites that surround the protagonist are his valet Zahar, and his friend Tarantyev, who embezzles money from the title character. The protagonist almost goes to France to meet his childhood": {
    "guess": "Oblomov",
    "confidence": [
      [
        "O",
        -1.0362725
      ],
      [
        "bl",
        -7.13582e-05
      ],
      [
        "om",
        -0.00029160624
      ],
      [
        "ov",
        -4.441817e-05
      ]
    ]
  },
  "An encounter here began with the breaking of an unpopular four month treaty through a march on Tegea. Aristocles and Hipponoidas were banished for showing cowardice during this battle, where the initial surprise of the attacking forces' being ambushed at the Temple of Heracles wore off as the ensuing hoplite battle was won by the invading Lacedaemonians under Acis II. Boeotian forces led a left wing charge here and stunned Agesilaus II and his allied Spartan and Athenian army in a battle 56 years later, in which, despite repeating the earlier success at the Battle of Leuctra, the Thebans entered a decline from power because their commander fell in battle here. FTP, name this area near Argos,": {
    "guess": "Battle of Mantinea",
    "confidence": [
      [
        "Battle",
        -0.025263073
      ],
      [
        " of",
        -0.00048632268
      ],
      [
        " Mant",
        -0.4760477
      ],
      [
        "inea",
        -8.6616266e-05
      ]
    ]
  },
  "An encounter here began with the breaking of an unpopular four month treaty through a march on Tegea. Aristocles and Hipponoidas were banished for showing cowardice during this battle, where the initial surprise of the attacking forces' being ambushed at the Temple of Heracles wore off as the ensuing hoplite battle was won by the invading Lacedaemonians under Acis II. Boeotian forces led a left wing charge here and stunned Agesilaus II and his allied Spartan and Athenian army in a battle 56 years later, in which, despite repeating the earlier success at the Battle of Leuctra, the Thebans entered a decline from power because their commander fell in battle here. FTP, name this area near Argos, the site of a 418 BC Peloponnesian War battle and the site of the 362 BC battle that saw the death of Epaminondas.": {
    "guess": "Battle of Mantinea",
    "confidence": [
      [
        "Battle",
        -0.0035869994
      ],
      [
        " of",
        -0.00020103711
      ],
      [
        " Mant",
        -0.28186327
      ],
      [
        "inea",
        -1.1637165e-05
      ]
    ]
  },
  "At the end of this novel, Russell's grandmother gives him a dime to buy an ice cream cone after thinking about her son's death. In its third section, reverend Duncan McMillan fails to pardon another character": {
    "guess": "The Execution of Mayor Yin",
    "confidence": [
      [
        "The",
        -1.1091312
      ],
      [
        " Execution",
        -2.4918911
      ],
      [
        " of",
        -0.58338034
      ],
      [
        " Mayor",
        -0.9245298
      ],
      [
        " Yin",
        -0.15261804
      ]
    ]
  },
  "At the end of this work, Alquist blesses two lovers and rechristens them Adam and Eve. The psychologist Hallemeier says that the title characters occassionally ignore orders while talking to the main female role, who has arrived on the island where this work takes place on a humanitarian mission. The": {
    "guess": "R.U.R.",
    "confidence": [
      [
        "R",
        -0.023460813
      ],
      [
        ".U",
        -0.00031174798
      ],
      [
        ".R",
        -1.8431772e-05
      ],
      [
        ".",
        -6.6232446e-05
      ]
    ]
  },
  "It ended the political career of John Carlisle, who was serving as the Secretary of the Treasury at its onset. Because of a run on gold, he was compelled to end silver coinage and he opposed the Wilson-Gorman Tariff, both unpopular with the Democrats, who were in power at the time.* This was coupled with the bankruptcy of the Philadelphia and Reading Railroad and the National Cordage Co., the most": {
    "guess": "Panic of 1893",
    "confidence": [
      [
        "P",
        -0.10367771
      ],
      [
        "anic",
        -1.147242e-06
      ],
      [
        " of",
        -1.92662e-05
      ],
      [
        " ",
        -9.133887e-06
      ],
      [
        "189",
        -0.00030209616
      ],
      [
        "3",
        -0.0003641866
      ]
    ]
  },
  "It ended by disbanding after a plebiscite in October after reinforcements arrived from Marche.  It began with embarkation from Quarto and included major conflicts at Calatafimi and finally at the Volturno River.  The primary opponent was Francis II, who was decisively defeated at Milazzo after failing to stop a landing at Marsala.  Its success was largely guaranteed by the incompetence of Bourbon opposition and within a few weeks Messina and Palermo had also fallen.  FTP, identify this campaign that overthrew the Kingdom of the Two Sicilies, which was led by Giuseppe Garibaldi and which was named": {
    "guess": "Expedition of the Thousand",
    "confidence": [
      [
        "Ex",
        -0.20128351
      ],
      [
        "ped",
        -3.650519e-06
      ],
      [
        "ition",
        -0.00042840437
      ],
      [
        " of",
        -7.326546e-05
      ],
      [
        " the",
        -7.7079974e-05
      ],
      [
        " Thousand",
        -0.00011617878
      ]
    ]
  },
  "At its end, two characters are \"shaken out of the magnolias\" after they witness a murder, and the title ditty, including made-up lyrics picked up during the Spanish Civil War, is sung in Act II.  Joshua, Babbette, and Bodo are the impressively mature children of Sara, Fanny's estranged daughter.  Sara's husband, Kurt, has his briefcase containing $23,000 broken into by the Nazi Teck de Brancovis, but the former murders the latter to thwart a blackmail attempt. The Farrelly estate is the setting of -- for 10 points -- what play meant to alert America to the threat of the Nazis that was written by": {
    "guess": "Watch on the Rhine",
    "confidence": [
      [
        "Watch",
        -0.029961186
      ],
      [
        " on",
        -3.488188e-05
      ],
      [
        " the",
        -0.0002970896
      ],
      [
        " Rh",
        -3.8338785e-05
      ],
      [
        "ine",
        -4.9305523e-05
      ]
    ]
  },
  "At the end of this book, the high priest Eleazer dies, and the bones of Joseph are buried at Shechem. Earlier, eight chapters had been devoted to a description of land allotments to the Israelite tribes. A mass circumcision occurs in chapter 5, while in chapter 9 the Gibeonites trick the title figure into making a truce with them.  During the defeat of a coalition led by Adonizedek, the sun stands still, and earlier the river Jordan was divided to allow the Israelites to cross. For 10 points, identify": {
    "guess": "Book of Joshua",
    "confidence": [
      [
        "Book",
        -0.0063270284
      ],
      [
        " of",
        -5.0020742e-05
      ],
      [
        " Joshua",
        -0.0002006795
      ]
    ]
  },
  "At the end of this novel, the protagonist lives in a two-room cottage with Tekla and is visited by the remorseful people who beat him within an inch of his life. Its protagonist confesses to misdeeds near": {
    "guess": "The Outlaw and His Wife",
    "confidence": [
      [
        "The",
        -1.0845971
      ],
      [
        " Out",
        -1.5670546
      ],
      [
        "law",
        -0.8822294
      ],
      [
        " and",
        -0.24044581
      ],
      [
        " His",
        -0.0031377932
      ],
      [
        " Wife",
        -7.696077e-05
      ]
    ]
  },
  "In the end, the main character marries his landlady, who is involved in a plot to steal his money. Some of the parasites that surround the protagonist are his valet Zahar, and his friend Tarantyev, who embezzles money from the title character. The protagonist almost goes to France to meet his childhood friend, but falls in love with Olga Ilyinsky and stays to plan their wedding. In the end, she leaves": {
    "guess": "Oblomov",
    "confidence": [
      [
        "O",
        -0.17278558
      ],
      [
        "bl",
        -7.2073424e-05
      ],
      [
        "om",
        -0.00027242178
      ],
      [
        "ov",
        -4.632543e-05
      ]
    ]
  },
  "Both endo- and exo-attack occur in the LUMO during this reaction, in which one of the reactants must be able to take on the cisoid conformation; if it remains stuck in the transoid conformation, the reaction cannot occur. Resulting from sigma-overlap of two pi orbitals, it can be viewed more generally as a [4+2] reaction because one reactant has 4 pi electrons and the other has 2 pi electrons. In its first use, its discoverers produced 1, 2, 3, 6-tetrahydrophthalic anhydride by reacting maleic anhydride with butadiene. FTP, name this reaction in which a certain kind of diene is reacted with a dienophile to produce an unsaturated six-membered ring, which earned its namesakes the 1950 Nobel Prize in Chemistry.": {
    "guess": "Diels–Alder reaction",
    "confidence": [
      [
        "Di",
        -0.0015753291
      ],
      [
        "els",
        -1.8624639e-06
      ],
      [
        "–",
        -0.110625625
      ],
      [
        "A",
        -4.3202e-07
      ],
      [
        "lder",
        -4.604148e-06
      ],
      [
        " reaction",
        -7.231183e-05
      ]
    ]
  },
  "At the end of the novel we meet Jean le Negre, who is admired for his strength, and Lulu, who smuggles him a lace handkerchief. The narrator names various people his \"Delectable Mountains\", Wanderer, a family man, Zoo-loo, a Polish farmer, and Surplice. Rockyfeller used to run a brothel and uses his money to buy favors from the guards, while Apollyon, the warden, is named after the devil in Pilgrim's": {
    "guess": "The Enormous Room",
    "confidence": [
      [
        "The",
        -0.17922628
      ],
      [
        " En",
        -0.06430558
      ],
      [
        "orm",
        -3.7623562e-05
      ],
      [
        "ous",
        -3.2736214e-05
      ],
      [
        " Room",
        -5.3358446e-05
      ]
    ]
  },
  "He once encouraged his listeners à la Freeburg to read the nonexistent book I Libertine, which consequently made the New York Bestseller list without being in print. Visitors to Disney World may have noticed that his voice takes you through the \"Carousel of Progress.\" Shel Silverstein dedicated his ABZ Book to this longtime WOR radio personality, whose own literary output includes the memoirs The Ferrari in the Bedroom and In God We Trust, All Others Pay Cash, which provided the basis for his most famous achievement. For ten points, name this humorist who wrote and narrated the movies My Summer": {
    "guess": "Jean Shepherd",
    "confidence": [
      [
        "Jean",
        -0.015418046
      ],
      [
        " Shepherd",
        -0.0088939285
      ]
    ]
  },
  "The end of this battle saw the losing side mistakenly open fire as a delegation from the winning side approached to receive their surrender, which resulted in the massacre of more than half of the losing": {
    "guess": "Battle of the Little Bighorn",
    "confidence": [
      [
        "Battle",
        -0.91059357
      ],
      [
        " of",
        -0.0019966813
      ],
      [
        " the",
        -2.286343
      ],
      [
        " Little",
        -0.6080326
      ],
      [
        " B",
        -0.030347733
      ],
      [
        "igh",
        -1.3856493e-06
      ],
      [
        "orn",
        -2.188868e-05
      ]
    ]
  },
  "The endoplasmic reticulum of these cells can be visualized by the blue Nissl stain, and Santiago y Cajal improved upon a black silver stain for these cells developed by Camillo Golgi. Saltatory conduction occurs because extracellular fluid is in contact with these cells only at the (*) nodes of Ranvier. Glial cells like oligodendrocytes and Schwann cells secrete a myelin sheath that surrounds these cells, which are separated from other cells by synapses and transmit action potentials. For ten points,": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.0046884646
      ],
      [
        "uron",
        -0.00014954848
      ]
    ]
  },
  "At the end of this book, the high priest Eleazer dies, and the bones of Joseph are buried at Shechem.": {
    "guess": "Book of Joshua",
    "confidence": [
      [
        "Book",
        -0.107098095
      ],
      [
        " of",
        -6.098748e-05
      ],
      [
        " Joshua",
        -0.031347018
      ]
    ]
  },
  "Both endo- and exo-attack occur in the LUMO during this reaction, in which one of the reactants must be able to take on the cisoid conformation; if it remains stuck in the transoid conformation, the reaction cannot occur. Resulting from sigma-overlap of two pi orbitals, it can be viewed more generally": {
    "guess": "Pericyclic reaction",
    "confidence": [
      [
        "Per",
        -1.2368437
      ],
      [
        "icy",
        -2.0815847e-05
      ],
      [
        "c",
        -1.147242e-06
      ],
      [
        "lic",
        -3.2929079e-06
      ],
      [
        " reaction",
        -0.1904674
      ]
    ]
  },
  "At the end of the The Great Gatsby, Nick says that his \"Middle West\" is not \"the prairies or the lost Swede towns\" but these \"thrilling returning\" things of his youth. These vehicles are held above the Slough of Despond by a pile of philosophy books in a short story in which they carry Mr. Smooth-it-away on a trip leaving from the City of Destruction. These vehicles are the focus of a company founded": {
    "guess": "Horse-drawn vehicles",
    "confidence": [
      [
        "H",
        -1.8499159
      ],
      [
        "orse",
        -0.02381615
      ],
      [
        "-d",
        -0.42544666
      ],
      [
        "rawn",
        -0.00016969022
      ],
      [
        " vehicles",
        -1.175046
      ]
    ]
  },
  "This encounter was precipitated by a violent raid on Fort Williams a year earlier.  One commander, fresh": {
    "guess": "Battle of Isandlwana",
    "confidence": [
      [
        "Battle",
        -0.4486792
      ],
      [
        " of",
        -0.0020570003
      ],
      [
        " Is",
        -1.9586833
      ],
      [
        "and",
        -0.0014236874
      ],
      [
        "lw",
        -0.00034368722
      ],
      [
        "ana",
        -2.6656826e-05
      ]
    ]
  },
  "This man encouraged collective farms to expel their useless members while serving as Party Chief in Ukraine. This man was mentored by Lazar Kaganovich, who with this man supervised construction of the Moscow Metro, and led to this man becoming Party Leader for Moscow. Later, Kaganovich along with Malenkov and Molotov opposed this man as part of the Anti-Party group. More famously, this man debated in a kitchen with (*) Richard Nixon and demanded a peace treaty between the Germanies, but failed in": {
    "guess": "Leonid Brezhnev",
    "confidence": [
      [
        "Leon",
        -0.69846886
      ],
      [
        "id",
        -0.00047094907
      ],
      [
        " Bre",
        -0.0009657728
      ],
      [
        "zh",
        -1.8431772e-05
      ],
      [
        "nev",
        -3.7623562e-05
      ]
    ]
  },
  "At the end of this book, the high priest Eleazer dies, and the bones of Joseph are buried at Shechem. Earlier, eight chapters had been devoted to a description of land allotments to the Israelite tribes. A mass circumcision occurs in chapter 5, while in chapter 9 the Gibeonites trick the title figure into making a truce with them.  During the defeat of a coalition led by Adonizedek, the sun stands": {
    "guess": "Book of Joshua",
    "confidence": [
      [
        "Book",
        -0.028308814
      ],
      [
        " of",
        -0.00017779607
      ],
      [
        " Joshua",
        -0.0006429765
      ]
    ]
  },
  "Both endo- and exo-attack occur in the LUMO during this reaction, in which one of the reactants must be able to take on the cisoid conformation; if it remains stuck in the transoid conformation, the reaction cannot occur. Resulting from sigma-overlap of two pi orbitals, it can be viewed more generally as a [4+2] reaction because one reactant has 4 pi electrons and the other has 2 pi electrons. In its first use, its discoverers produced 1, 2, 3, 6-tetrahydrophthalic anhydride by reacting maleic anhydride with butadiene. FTP, name this reaction in which a certain kind of diene is reacted with a dienophile": {
    "guess": "Diels–Alder reaction",
    "confidence": [
      [
        "Di",
        -0.0050524217
      ],
      [
        "els",
        -1.7478143e-05
      ],
      [
        "–",
        -0.09094114
      ],
      [
        "A",
        -2.1008714e-06
      ],
      [
        "lder",
        -1.5332478e-05
      ],
      [
        " reaction",
        -0.00075471617
      ]
    ]
  },
  "At the end of this novel, Russell's grandmother gives him a dime to buy an ice cream cone after thinking about her son's death. In its third section, reverend Duncan McMillan fails to pardon another character from Death Row when Orville Mason exploits that character's sensational trial to further his political career. In its second section, the protagonist moves to Lycurgus and impregnates his mistress before leaving her for the rich, exciting socialite Sondra Finchley. The drowning of Roberta Alden": {
    "guess": "An American Tragedy",
    "confidence": [
      [
        "An",
        -0.0042887614
      ],
      [
        " American",
        -5.931863e-05
      ],
      [
        " Tr",
        -0.014497707
      ],
      [
        "aged",
        -1.3902034e-05
      ],
      [
        "y",
        -1.247159e-05
      ]
    ]
  },
  "It ends with the author remarking that his soul has grown deep like the title objects, entities that he has known to be ancient and dusky. The work was published the summer before the author started attending": {
    "guess": "The Negro Speaks of Rivers",
    "confidence": [
      [
        "The",
        -0.33754396
      ],
      [
        " Negro",
        -0.054345902
      ],
      [
        " Spe",
        -0.00034845536
      ],
      [
        "aks",
        -8.776276e-06
      ],
      [
        " of",
        -1.962381e-05
      ],
      [
        " Rivers",
        -6.587483e-05
      ]
    ]
  },
  "The ending of this film gives significance to one character wearing a rubber glove in an earlier scene. Its script called for one character to proclaim a desire for an (*) abortion, which was replaced with a reference to \"grade school.\" The Pierson Towers motto \"a place to be somebody\" and the signs for Paper Street both point to Wilmington, Delaware as its setting, as do the credit card buildings": {
    "guess": "Fight Club",
    "confidence": [
      [
        "Fight",
        -0.04795591
      ],
      [
        " Club",
        -0.00057936576
      ]
    ]
  },
  "It ends with a declaration of ignorance followed by a journey home from Cherbourg.  Quoting Lucretius, it explains America's shame as a reduction of natural power to sentiment and taste.  Stopping before St. Gauden's General Sherman, its author marvels at the attractive force of the title subjects on": {
    "guess": "The Education of Henry Adams",
    "confidence": [
      [
        "The",
        -1.3095268
      ],
      [
        " Education",
        -1.1964331
      ],
      [
        " of",
        -0.0005131179
      ],
      [
        " Henry",
        -0.00089657406
      ],
      [
        " Adams",
        -0.0001273766
      ]
    ]
  },
  "He ended his life as king of Illyricum and went to Elysium after he and his wife fulfilled a prophecy.": {
    "guess": "Gaius Julius Caesar Octavianus",
    "confidence": [
      [
        "G",
        -1.3182758
      ],
      [
        "ai",
        -0.31066766
      ],
      [
        "us",
        -1.867018e-05
      ],
      [
        " Julius",
        -1.249554
      ],
      [
        " Caesar",
        -0.1449481
      ],
      [
        " Oct",
        -0.1647248
      ],
      [
        "avian",
        -0.0003335586
      ],
      [
        "us",
        -0.0009548133
      ]
    ]
  },
  "At the end of this work, the author asserts that \"silence is the worst form of persecution\" The author's preoccupation with argumentative method is seen in the discussion of contradictions, and its opening section on the differences between intuitive and mathematical thinking. The work famously argues for the primacy of miracles in establishing matters of faith, in line with the author's assertion that \"the heart has its reasons which reason does not know.\" A famous wager about the existence of God can be found in, FTP, what apology for the Catholic faith to which Blaise Pascal gave an extremely": {
    "guess": "Pensées",
    "confidence": [
      [
        "P",
        -0.013946756
      ],
      [
        "ens",
        -0.05929234
      ],
      [
        "ées",
        -0.00019316968
      ]
    ]
  },
  "Both endo- and exo-attack occur in the LUMO during this reaction, in which one of the reactants must": {
    "guess": "Diels–Alder reaction",
    "confidence": [
      [
        "Di",
        -0.00057662406
      ],
      [
        "els",
        -6.9882217e-06
      ],
      [
        "–",
        -0.16376494
      ],
      [
        "A",
        -1.9361265e-07
      ],
      [
        "lder",
        -5.3193703e-06
      ],
      [
        " reaction",
        -0.0005749552
      ]
    ]
  },
  "At its end, two characters are \"shaken out of the magnolias\" after they witness a murder, and the title ditty, including made-up lyrics picked up during the Spanish Civil War, is sung in Act II.  Joshua, Babbette, and Bodo are the impressively mature children of Sara, Fanny's estranged daughter.  Sara's husband, Kurt, has his briefcase containing $23,000 broken into by the Nazi Teck de Brancovis, but the former murders the latter to thwart a blackmail attempt. The Farrelly estate is the setting of": {
    "guess": "The Little Foxes",
    "confidence": [
      [
        "The",
        -0.19881904
      ],
      [
        " Little",
        -0.9026653
      ],
      [
        " Fox",
        -0.0013928539
      ],
      [
        "es",
        -3.4121115e-06
      ]
    ]
  },
  "At the end of this novel, the protagonist lives in a two-room cottage with Tekla and is visited by the remorseful people who beat him within an inch of his life. Its protagonist confesses to misdeeds near the end of this novel, leading to his beating at the hands of Nikita and his loss of hearing, which causes him to stumble in front of a moving tram. The frame narrator of this novel is an English professor of languages in Geneva who receives the protagonist's records and tutors his love interest,": {
    "guess": "The Secret History (novel)",
    "confidence": [
      [
        "The",
        -0.77027315
      ],
      [
        " Secret",
        -1.2147787
      ],
      [
        " History",
        -0.021465948
      ],
      [
        " (",
        -0.39930448
      ],
      [
        "nov",
        -0.009734604
      ],
      [
        "el",
        -1.9361265e-07
      ],
      [
        ")",
        -2.1411865e-05
      ]
    ]
  },
  "At the end of this novel, Russell's grandmother gives him a dime to buy an ice cream cone after thinking about her son's death. In its third section, reverend Duncan McMillan fails to pardon another character from Death Row when Orville Mason exploits that character's sensational trial to further his": {
    "guess": "A Lesson Before Dying",
    "confidence": [
      [
        "A",
        -0.5260663
      ],
      [
        " Lesson",
        -0.09070274
      ],
      [
        " Before",
        -0.0029741377
      ],
      [
        " D",
        -5.1331983e-05
      ],
      [
        "ying",
        -1.2664457e-06
      ]
    ]
  },
  "It ended with McCook, Crittendon and Negley charged with misconduct and was immediately preceded by a skirmish at Davis' Cross Roads. Attempts to attack the Army of the Cumberland one piece at a time were foiled by Polk's and Hindman's excessive caution. Longstreet's reinforcements happened to attack a hole in the enemy's lines, which led to a retreat. When his superiors fled the battlefield, General Thomas Reynolds was left to hold the union lines himself at Snodgrass Hill, a job that later earned": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.0036923587
      ],
      [
        " of",
        -5.3000836e-05
      ],
      [
        " Chick",
        -0.00026813045
      ],
      [
        "ama",
        -5.8245798e-05
      ],
      [
        "uga",
        -5.371606e-05
      ]
    ]
  },
  "By the end of this encounter one side's lack of supplies caused all civilians and wounded to be expelled at the base of Mount Auxois where many starved to death. Preceded by a skirmish at Vingeanne, which allowed them to hunker down, the defenders were ordered to dig a trench north-south between the Ose and Oserain rivers along the namesake town. The aggressors responded by digging their own series of trenches and setting up a 12 foot high wall, with observation towers every 130 feet. This technique allowed the Romans to beat back attacks from both sides and trapped the Chief of the Averni and his men in the town. But after capturing Avaricum, Lutetia, and Gergovia, Labienus and his general were feeling confident that the Gauls would fold. FTP identify this 52 B.C. battle which saw Caesar defeat Vercingetorix.": {
    "guess": "Battle of Alesia",
    "confidence": [
      [
        "Battle",
        -0.16212523
      ],
      [
        " of",
        -4.9305523e-05
      ],
      [
        " A",
        -0.00086310355
      ],
      [
        "lesia",
        -0.00014799883
      ]
    ]
  },
  "At the end of this work, the author asserts that \"silence is the worst form of persecution\" The author's preoccupation with argumentative method is seen in the discussion of contradictions, and its opening section on the differences between intuitive and mathematical thinking. The work famously argues for the primacy of miracles in establishing matters of faith, in line with the author's assertion": {
    "guess": "An Enquiry Concerning Human Understanding",
    "confidence": [
      [
        "An",
        -0.37785363
      ],
      [
        " En",
        -0.024259323
      ],
      [
        "quiry",
        -9.6867785e-05
      ],
      [
        " Concern",
        -0.008462218
      ],
      [
        "ing",
        -3.1424974e-05
      ],
      [
        " Human",
        -0.0091625815
      ],
      [
        " Understanding",
        -0.00015800826
      ]
    ]
  },
  "At the end of this play Don Parritt confesses to the anarchist Larry Slade that he had turned his own mother over the the police due to her affair with Larry before killing himself by jumping from the fire escape. The protagonist is arrested after revealing he shot his wife Evelyn in her sleep to escape the guilt of his drinking and womanizing, but not before convincing bar patrons like Piet Wotjoen, Hugo Kalmar, and Jimmy Tomorrow to pursue the impossible pipe-dreams that are causing guilt in their": {
    "guess": "The Iceman Cometh",
    "confidence": [
      [
        "The",
        -0.108257115
      ],
      [
        " I",
        -0.0018159556
      ],
      [
        "c",
        -0.0001273766
      ],
      [
        "eman",
        -0.0008421457
      ],
      [
        " Com",
        -0.00038110252
      ],
      [
        "eth",
        -1.378283e-05
      ]
    ]
  },
  "At the end of this story, the protagonist decides, \"He had never slept in a better bed.\" The protagonist of this story drops his pipe into the sea, then falls in himself when he attempts to retrieve it; afterward, he ends up on Ship Trap Island. In this story, a trap composed of a knife attached to a young sapling kills the giant Cossack, Ivan. Rainsford, this story's protagonist, meets a hunter yearning for more exciting (*) quarry than jaguars and buffalo. For 10 points, name this short story by": {
    "guess": "The Most Dangerous Game",
    "confidence": [
      [
        "The",
        -0.005607007
      ],
      [
        " Most",
        -0.00034619053
      ],
      [
        " Dangerous",
        -1.6524515e-05
      ],
      [
        " Game",
        -3.650519e-06
      ]
    ]
  },
  "The endoplasmic reticulum of these cells can be visualized by the blue Nissl stain, and Santiago y Cajal": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.0020784093
      ],
      [
        "uron",
        -0.000658704
      ]
    ]
  },
  "At the end of one poem in this man's collection, Men and Women, the title character \"yet dauntless\" sets his slug-horn to his lips and blows. In addition to \"Childe Roland to the Dark Tower Came,\" he wrote about a man who wraps Porphyria's yellow hair around her neck and strangles her. He is best known for a work in which Duke of Ferrara reflects upon a woman who had \"a heart too soon made glad, too easily impressed\" and did not appreciate the Duke's \"nine-hundred years old name.\" For 10 points,": {
    "guess": "Robert Browning",
    "confidence": [
      [
        "Robert",
        -0.09108295
      ],
      [
        " Brow",
        -0.000251684
      ],
      [
        "ning",
        -1.4617256e-05
      ]
    ]
  },
  "At its end the composer juxtaposed the keys of C and B to suggest the enduring riddle of the cosmos.": {
    "guess": "Piano",
    "confidence": [
      [
        "P",
        -1.369739
      ],
      [
        "iano",
        -0.023807185
      ]
    ]
  },
  "At the end of one poem in this man's collection, Men and Women, the title character \"yet dauntless\" sets his slug-horn to his lips and blows. In addition to \"Childe Roland to the Dark Tower Came,\" he wrote about a man who wraps Porphyria's yellow hair around her neck and strangles her. He is best known for a work in which Duke of Ferrara reflects upon a woman who had \"a heart too soon made glad, too easily impressed\" and did not appreciate the Duke's \"nine-hundred years old name.\" For 10 points, what British poet wrote dramatic monologues including \"My Last Duchess\"?": {
    "guess": "Robert Browning",
    "confidence": [
      [
        "Robert",
        -0.0009980366
      ],
      [
        " Brow",
        -6.289474e-05
      ],
      [
        "ning",
        -5.8245798e-05
      ]
    ]
  },
  "This encounter was precipitated by a violent raid on Fort Williams a year earlier.  One commander, fresh off his victory at Arcot, secretly negotiated with the other commander's uncle, Mir Jaffar, in order to secure an advantage. When an attack on a French settlement near Murshidabad provoked one side to march into battle, the other had already set up his defenses in a mango grove on the Hooghli River.  Though badly outmanned, a monsoon rain and the judicious use of a tarp to keep the powder dry turned the charge of Siraj-ud-Dawlah's forces into a rout for the British.  FTP identify this battle": {
    "guess": "Battle of Plassey",
    "confidence": [
      [
        "Battle",
        -0.016040351
      ],
      [
        " of",
        -0.00022475497
      ],
      [
        " Pl",
        -0.0003240223
      ],
      [
        "as",
        -0.0003732351
      ],
      [
        "sey",
        0.0
      ]
    ]
  },
  "At the end, the two main characters pretend they are children with the phrase \"Honey, Honey, I'll play right up to the gates of Heaven with you!\"  This play begins on a corner where three streets meet, the left side being all white, the right side being all black.  The prizefighter Mickey seduces and leaves one of the main characters, though she dodges Shorty's prostitution ring.  The other main character": {
    "guess": "The Blacks (play)",
    "confidence": [
      [
        "The",
        -0.52466714
      ],
      [
        " Blacks",
        -0.94486827
      ],
      [
        " (",
        -0.4670844
      ],
      [
        "play",
        -0.0005045389
      ],
      [
        ")",
        -0.00025788258
      ]
    ]
  },
  "An encounter here began with the breaking of an unpopular four month treaty through a march on Tegea. Aristocles and Hipponoidas were banished for showing cowardice during this battle, where the initial surprise of the attacking forces' being ambushed at the Temple of Heracles wore off as the ensuing hoplite battle was won by the invading Lacedaemonians under Acis II. Boeotian forces led a left wing charge here and stunned Agesilaus II and his allied Spartan and Athenian army in a battle 56 years later, in which, despite repeating the earlier success at the Battle of Leuctra, the Thebans entered a decline from power because their commander fell in battle here. FTP, name this area near Argos, the site of a 418 BC Peloponnesian War battle and the site of the 362 BC battle that saw the death of": {
    "guess": "Battle of Mantinea",
    "confidence": [
      [
        "Battle",
        -0.0007730589
      ],
      [
        " of",
        -0.00028612654
      ],
      [
        " Mant",
        -0.15804118
      ],
      [
        "inea",
        -4.4849444e-06
      ]
    ]
  },
  "At the end of this work, Alquist blesses two lovers and rechristens them Adam and Eve. The psychologist Hallemeier says that the title characters occassionally ignore orders while talking to the main female": {
    "guess": "R.U.R.",
    "confidence": [
      [
        "R",
        -0.0046971226
      ],
      [
        ".U",
        -2.6537622e-05
      ],
      [
        ".R",
        -7.3458323e-06
      ],
      [
        ".",
        -4.7994283e-05
      ]
    ]
  },
  "At the end of the novel we meet Jean le Negre, who is admired for his strength, and Lulu, who smuggles him a lace handkerchief. The narrator names various people his \"Delectable Mountains\", Wanderer, a family man, Zoo-loo, a Polish farmer, and Surplice. Rockyfeller used to run a brothel and uses his money to buy favors from the guards, while Apollyon, the warden, is named after the devil in Pilgrim's Progress. The narrator and his friend B. are brought to the titular location because of letters deemed suspicious by the censor, interrupting their stint as ambulance drivers. FTP, identify this novel": {
    "guess": "The Enormous Room",
    "confidence": [
      [
        "The",
        -0.04452337
      ],
      [
        " En",
        -0.05584291
      ],
      [
        "orm",
        -5.4385737e-06
      ],
      [
        "ous",
        -1.3663626e-05
      ],
      [
        " Room",
        -2.1531068e-05
      ]
    ]
  },
  "At the end of this play Don Parritt confesses to the anarchist Larry Slade that he had turned his own mother over the the police due to her affair with Larry before killing himself by jumping from the fire escape. The protagonist is arrested after revealing he shot his wife Evelyn in her sleep to escape the guilt of his drinking and womanizing, but not before convincing bar patrons like Piet Wotjoen, Hugo Kalmar, and Jimmy Tomorrow to pursue the impossible pipe-dreams that are causing guilt in their lives. Set in Harry Hope's saloon, FTP, what is this drama centering on Theodore Hickman by Eugene": {
    "guess": "The Iceman Cometh",
    "confidence": [
      [
        "The",
        -0.005296485
      ],
      [
        " I",
        -4.2391708e-05
      ],
      [
        "c",
        -2.5583993e-05
      ],
      [
        "eman",
        -0.0001167748
      ],
      [
        " Com",
        -2.8444882e-05
      ],
      [
        "eth",
        -1.3902034e-05
      ]
    ]
  },
  "It ends with a separate section portraying seven black men and five white men working in a chain gang by the Forks Falls highway.  Denizens of the nameless Georgia town include the Rainey twins, malaria victim Merlie Ryan, and the Macy brothers, which consist of the amiable Henry and the violent Marvin.  The latter defeats the protagonist Miss Amelia in a wrestling match at the title locale after the": {
    "guess": "The Ballad of the Sad Café",
    "confidence": [
      [
        "The",
        -0.15039545
      ],
      [
        " Ball",
        -0.0019486294
      ],
      [
        "ad",
        -3.190179e-05
      ],
      [
        " of",
        -0.00021128863
      ],
      [
        " the",
        -0.0021792888
      ],
      [
        " Sad",
        -0.00048274655
      ],
      [
        " Café",
        -0.080354266
      ]
    ]
  },
  "At the end of this novel, the main character's body is thrown into a ravine with a dead dog.  The bar Cervecer? XX and its neighboring cinema are owned by Se?r Bustamente, who is visited by the French film director Jacques Laruelle.  Set on November 2, the Day of the Dead, in 1938 and 1939, this novel tells the story of a trip to Tomal? by the main characters.  Yvonne runs away with Hugh, half-brother to the main character, but she is later trampled to death by a runaway horse.  Centering on Geoffrey": {
    "guess": "2666 (novel)",
    "confidence": [
      [
        "266",
        -0.57546884
      ],
      [
        "6",
        -0.005914812
      ],
      [
        " (",
        -0.4052496
      ],
      [
        "nov",
        -0.0030694567
      ],
      [
        "el",
        -2.1173457e-05
      ],
      [
        ")",
        -0.00022153647
      ]
    ]
  },
  "The end of this empire came when the forces of Issihak II were defeated at Tondibi by the Moroccans. Its golden age began when Sonni Ali defeated the Mossi, Dogon, and Fulani during the 1460s, and took control of Jenne and Timbuktu.  Despite internal strife which led to a successful coup against Sonni Baru led by Muhammed I Askia, this empire dominated northwest African trade for over a century.  FTP,": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.2952798
      ],
      [
        "hai",
        -0.00041136926
      ],
      [
        " Empire",
        -9.877504e-05
      ]
    ]
  },
  "One end-times scenario of this faith involves a river of metal created by melting all the minerals of the earth. The first ruler to adopt it as an official faith was King Vishtaspa, and one of its rituals": {
    "guess": "Zoroastrian eschatology",
    "confidence": [
      [
        "Z",
        -0.012905372
      ],
      [
        "oro",
        -0.00083095155
      ],
      [
        "ast",
        -5.1808798e-05
      ],
      [
        "rian",
        -4.9617593e-06
      ],
      [
        " es",
        -0.3974526
      ],
      [
        "chat",
        -9.0883464e-07
      ],
      [
        "ology",
        -3.5120287e-05
      ]
    ]
  },
  "At the end of this novel, help comes to the main characters' village from the agricultural expert Napoleon Letsitsi. One character in this work follows his cousin Matthew and Johannes Parfuri and is defended by Mr. Carmichael in a murder trial. This work starts with the main character leaving the village of Ndotsheni when he gets news that his sister Gertrude is sick. That character's son (*) Absalom": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.07265228
      ],
      [
        "ry",
        -6.515961e-05
      ],
      [
        ",",
        -0.00025609453
      ],
      [
        " the",
        -0.020566532
      ],
      [
        " Bel",
        -0.0002580018
      ],
      [
        "oved",
        -3.4121115e-06
      ],
      [
        " Country",
        -0.0001596771
      ]
    ]
  },
  "It ended the political career of John Carlisle, who was serving as the Secretary of the Treasury at its onset. Because of a run on gold, he was compelled to end silver coinage and he opposed the Wilson-Gorman Tariff, both unpopular with the Democrats, who were in power at the time.* This was coupled with the bankruptcy of the Philadelphia and Reading Railroad and the National Cordage Co., the most traded stock at the time. What resulted were the failing of over 500 banks and the bankruptcy of over 15,000 companies, including the Northern Pacific, Union Pacific, and Atchison, Topeka, and Santa Fe Railroads. FTP, what was this economic downturn which struck during Grover Cleveland's second term?": {
    "guess": "Panic of 1893",
    "confidence": [
      [
        "P",
        -0.035674617
      ],
      [
        "anic",
        -4.3202e-07
      ],
      [
        " of",
        -1.867018e-05
      ],
      [
        " ",
        -1.3067608e-05
      ],
      [
        "189",
        -0.0003735927
      ],
      [
        "3",
        -0.0002733754
      ]
    ]
  },
  "One end-times scenario of this faith involves a river of metal created by melting all the minerals of the earth. The first ruler to adopt it as an official faith was King Vishtaspa, and one of its rituals involves a drink made from water, pomegranate leaves, and the haoma plant. It lumps together all evil actions as falsehoods, or druj, and, like in Judaism, each of its temples houses a sacred fire.": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0017145701
      ],
      [
        "oro",
        -0.00020354039
      ],
      [
        "ast",
        -0.00010354319
      ],
      [
        "rian",
        -1.3306016e-05
      ],
      [
        "ism",
        -0.42697045
      ]
    ]
  },
  "At the end of this story, the protagonist decides, \"He had never slept in a better bed.\" The protagonist of this story drops his pipe into the sea, then falls in himself when he attempts to retrieve it; afterward, he ends up on Ship Trap Island. In this story, a trap composed of a knife attached to a young sapling kills the giant Cossack, Ivan. Rainsford, this story's protagonist, meets a hunter yearning": {
    "guess": "The Most Dangerous Game",
    "confidence": [
      [
        "The",
        -0.002466621
      ],
      [
        " Most",
        -0.0002484655
      ],
      [
        " Dangerous",
        -2.7133641e-05
      ],
      [
        " Game",
        -4.4849444e-06
      ]
    ]
  },
  "At the end of this novel, the main character's body is thrown into a ravine with a dead dog.  The bar Cervecer? XX and its neighboring cinema are owned by Se?r Bustamente, who is visited by the French film director Jacques Laruelle.  Set on November 2, the Day of the Dead, in 1938 and 1939, this novel tells the story of a trip to Tomal? by the main characters.  Yvonne runs away with Hugh, half-brother": {
    "guess": "Under the Volcano",
    "confidence": [
      [
        "Under",
        -0.0064620557
      ],
      [
        " the",
        -0.00018041854
      ],
      [
        " Vol",
        -1.2352386e-05
      ],
      [
        "cano",
        -8.45898e-05
      ]
    ]
  },
  "At the end of this novel, the main character's body is thrown into a ravine with a dead dog.  The bar": {
    "guess": "Under the Volcano",
    "confidence": [
      [
        "Under",
        -0.020196958
      ],
      [
        " the",
        -0.00023357604
      ],
      [
        " Vol",
        -7.4576696e-05
      ],
      [
        "cano",
        -0.00015419374
      ]
    ]
  },
  "At the end of this novel, the protagonist's daughter, Berthe, must support herself by working in a cotton factory. In this novel, a man named Hippolite has his leg amputated after a botched operation. The protagonist of this novel drinks arsenic in order to avoid the shame of her husband discovering her affairs with Leon and Rodolphe. This novel focuses on a woman bored with her marriage to a country doctor named Charles. For 10 points, name this novel about the adulteress Emma, written by Gustave Flaubert.": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.004105354
      ],
      [
        "ame",
        -0.00010640408
      ],
      [
        " B",
        -7.314626e-05
      ],
      [
        "ov",
        -9.0883464e-07
      ],
      [
        "ary",
        -3.750436e-05
      ]
    ]
  },
  "At the end of this novel, the protagonist lives in a two-room cottage with Tekla and is visited by the remorseful people who beat him within an inch of his life. Its protagonist confesses to misdeeds near the end of this novel, leading to his beating at the hands of Nikita and his loss of hearing, which causes him to stumble in front of a moving tram. The frame narrator of this novel is an English professor of languages in Geneva who receives the protagonist's records and tutors his love interest, Nathalie, who is the brother of a revolutionary executed for assassinating a (*) Russian politician.": {
    "guess": "The Unbearable Lightness of Being",
    "confidence": [
      [
        "The",
        -0.35967675
      ],
      [
        " Un",
        -1.571731
      ],
      [
        "bear",
        -0.00053849723
      ],
      [
        "able",
        -2.7133641e-05
      ],
      [
        " Light",
        -0.00022892709
      ],
      [
        "ness",
        -3.2736214e-05
      ],
      [
        " of",
        -2.9636918e-05
      ],
      [
        " Being",
        -0.000105331244
      ]
    ]
  },
  "At the end, the two main characters pretend they are children with the phrase \"Honey, Honey, I'll play right up to the gates of Heaven with you!\"  This play begins on a corner where three streets meet, the left side being all white, the right side being all black.  The prizefighter Mickey seduces and leaves one of the main characters, though she dodges Shorty's prostitution ring.  The other main character repeatedly fails in his attempts to pass the bar examination.  Centering on the black Jim Harris": {
    "guess": "The Blacks (play)",
    "confidence": [
      [
        "The",
        -0.9751377
      ],
      [
        " Blacks",
        -0.7120333
      ],
      [
        " (",
        -0.2706744
      ],
      [
        "play",
        -0.00043233807
      ],
      [
        ")",
        -0.00014048899
      ]
    ]
  },
  "By the end of this encounter one side's lack of supplies caused all civilians and wounded to be expelled": {
    "guess": "Siege of Jerusalem (70 CE)",
    "confidence": [
      [
        "Sie",
        -0.68668574
      ],
      [
        "ge",
        -0.00054540735
      ],
      [
        " of",
        -0.00020318278
      ],
      [
        " Jerusalem",
        -1.470448
      ],
      [
        " (",
        -0.081660055
      ],
      [
        "70",
        -0.46291897
      ],
      [
        " CE",
        -0.18055749
      ],
      [
        ")",
        -0.00011176824
      ]
    ]
  },
  "At the end of this novel, help comes to the main characters' village from the agricultural expert Napoleon Letsitsi. One character in this work follows his cousin Matthew and Johannes Parfuri and is defended": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.046378117
      ],
      [
        "ry",
        -0.00015955791
      ],
      [
        ",",
        -7.409989e-05
      ],
      [
        " the",
        -0.00074721366
      ],
      [
        " Bel",
        -8.697388e-05
      ],
      [
        "oved",
        -5.4385737e-06
      ],
      [
        " Country",
        -0.0002162915
      ]
    ]
  },
  "One end of this bone has the greater and lesser tubercles, while the other end has the Olecranon fossa. Associated with the brachialis muscle and the ulnar nerve, it connects the ulna to the scapula. It": {
    "guess": "Humerus",
    "confidence": [
      [
        "H",
        -0.018993389
      ],
      [
        "umer",
        -1.2948405e-05
      ],
      [
        "us",
        -5.7649777e-05
      ]
    ]
  },
  "The end of this novel features a game of checkers where pieces are substituted with small bottles of whiskey and whenever someone takes a piece he must drink the bottle. The protagonist is invited by Dr. Baum to give a speech at the blank club where he accidentally poisons the dog belonging to a waiter. Hawthorne gives the main character a copy of Charles Lamb's essays before Dr. Hasselbacher is shot. Captain Segura wants to marry the main character's daughter who precipitates the action of this novel by begging her father for a membership to Rotary Club to ride her horse. In this novel the secretary Beatrice Severn is assigned to assist the titular vacuum salesman who gets his second job to support his teenage daughter Milly. For 10 points, name this novel in which James Wormold works as a": {
    "guess": "Our Man in Havana",
    "confidence": [
      [
        "Our",
        -0.038843572
      ],
      [
        " Man",
        -0.00051442906
      ],
      [
        " in",
        -0.000718746
      ],
      [
        " Havana",
        -2.188868e-05
      ]
    ]
  },
  "The end of this empire came when the forces of Issihak II were defeated at Tondibi by the Moroccans. Its golden age began when Sonni Ali defeated the Mossi, Dogon, and Fulani during the 1460s, and took control of Jenne and Timbuktu.  Despite internal strife which led to a successful coup against Sonni Baru led by Muhammed I Askia, this empire dominated northwest African trade for over a century.  FTP, identify this empire centered around the middle reaches of the Niger River, with capital at Gao.": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.0062728785
      ],
      [
        "hai",
        -0.0002702761
      ],
      [
        " Empire",
        -0.0001376281
      ]
    ]
  },
  "At the end of this story, the protagonist decides, \"He had never slept in a better bed.\" The protagonist of this story drops his pipe into the sea, then falls in himself when he attempts to retrieve it;": {
    "guess": "The Most Dangerous Game",
    "confidence": [
      [
        "The",
        -0.0026634082
      ],
      [
        " Most",
        -0.03448886
      ],
      [
        " Dangerous",
        -6.749814e-06
      ],
      [
        " Game",
        -3.0545007e-06
      ]
    ]
  },
  "At the end of this work, the author asserts that \"silence is the worst form of persecution\" The author's preoccupation with argumentative method is seen in the discussion of contradictions, and its opening": {
    "guess": "The Authoritarian Personality",
    "confidence": [
      [
        "The",
        -0.63036555
      ],
      [
        " Author",
        -0.41993597
      ],
      [
        "itarian",
        -0.06928106
      ],
      [
        " Personality",
        -0.003270403
      ]
    ]
  },
  "At the end, the two main characters pretend they are children with the phrase \"Honey, Honey, I'll play right up to the gates of Heaven with you!\"  This play begins on a corner where three streets meet, the left side being all white, the right side being all black.  The prizefighter Mickey seduces and leaves one of the main characters, though she dodges Shorty's prostitution ring.  The other main character repeatedly fails in his attempts to pass the bar examination.  Centering on the black Jim Harris and the white Ella Downey, FTP, identify this play about a racially-integrated marriage by Eugene O'Neill.": {
    "guess": "The Hairy Ape",
    "confidence": [
      [
        "The",
        -1.0105454
      ],
      [
        " H",
        -0.613836
      ],
      [
        "airy",
        -0.00023274162
      ],
      [
        " A",
        -0.00020771251
      ],
      [
        "pe",
        -8.363618e-05
      ]
    ]
  },
  "At the end of this novel, the protagonist lives in a two-room cottage with Tekla and is visited by the remorseful people who beat him within an inch of his life. Its protagonist confesses to misdeeds near the end of this novel, leading to his beating at the hands of Nikita and his loss of hearing, which causes him to stumble in front of a moving tram. The frame narrator of this novel is an English": {
    "guess": "Crime and Punishment",
    "confidence": [
      [
        "Crime",
        -0.7536717
      ],
      [
        " and",
        -0.00012618455
      ],
      [
        " Pun",
        -0.0001942425
      ],
      [
        "ishment",
        -0.00051717076
      ]
    ]
  },
  "It ended with two battles over the course of four days: the defeat of Hanover at Langensalza and the final Battle of Königgrätz, which led to the Peaces of Nikolsburg and Prague. Because of a secret [*] treaty with France, Italy entered this conflict so that Venice would change hands. Begun when one": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.90804195
      ],
      [
        "co",
        -1.2948405e-05
      ],
      [
        "-",
        -0.03259544
      ],
      [
        "Pr",
        -0.0239457
      ],
      [
        "ussian",
        -8.44706e-05
      ],
      [
        " War",
        -0.00030197695
      ]
    ]
  },
  "The end of this battle saw the losing side mistakenly open fire as a delegation from the winning side": {
    "guess": "Battle of Plassey",
    "confidence": [
      [
        "Battle",
        -1.5972451
      ],
      [
        " of",
        -0.0028962863
      ],
      [
        " Pl",
        -0.8839865
      ],
      [
        "as",
        -0.012289479
      ],
      [
        "sey",
        -3.5954712e-05
      ]
    ]
  },
  "At the end of this work, Alquist blesses two lovers and rechristens them Adam and Eve. The psychologist Hallemeier says that the title characters occassionally ignore orders while talking to the main female role, who has arrived on the island where this work takes place on a humanitarian mission. The founders of the enterprise on the island do not appear, but Domin tells them about them: the son, who": {
    "guess": "R.U.R.",
    "confidence": [
      [
        "R",
        -0.08220857
      ],
      [
        ".U",
        -0.00022463576
      ],
      [
        ".R",
        -2.7252845e-05
      ],
      [
        ".",
        -0.00020878535
      ]
    ]
  },
  "It ends with a declaration of ignorance followed by a journey home from Cherbourg.  Quoting Lucretius,": {
    "guess": "Confederate States of America",
    "confidence": [
      [
        "Conf",
        -1.6588801
      ],
      [
        "eder",
        -0.0005071613
      ],
      [
        "ate",
        -0.0026619814
      ],
      [
        " States",
        -0.060745653
      ],
      [
        " of",
        -0.020895695
      ],
      [
        " America",
        -0.00027099132
      ]
    ]
  },
  "At the end of this play Don Parritt confesses to the anarchist Larry Slade that he had turned his own mother over the the police due to her affair with Larry before killing himself by jumping from the fire escape. The protagonist is arrested after revealing he shot his wife Evelyn in her sleep to escape": {
    "guess": "The Iceman Cometh",
    "confidence": [
      [
        "The",
        -0.5815359
      ],
      [
        " I",
        -0.0165701
      ],
      [
        "c",
        -1.998142e-05
      ],
      [
        "eman",
        -7.226629e-06
      ],
      [
        " Com",
        -9.889425e-05
      ],
      [
        "eth",
        -1.0325924e-05
      ]
    ]
  },
  "It ends with a separate section portraying seven black men and five white men working in a chain gang": {
    "guess": "The Chain Gang",
    "confidence": [
      [
        "The",
        -1.2739064
      ],
      [
        " Chain",
        -1.8342791
      ],
      [
        " Gang",
        -0.3468336
      ]
    ]
  },
  "At the end of this novel, the protagonist lives in a two-room cottage with Tekla and is visited by the remorseful people who beat him within an inch of his life. Its protagonist confesses to misdeeds near the end of this novel, leading to his beating at the hands of Nikita and his loss of hearing, which causes him to stumble in front of a moving tram. The frame narrator of this novel is an English professor of languages in Geneva who receives the protagonist's records and tutors his love interest, Nathalie, who is the brother of a revolutionary executed for assassinating a (*) Russian politician. This novel's protagonist is expelled from Russia as a spy for the tsarists but confesses to revolutionaries that he had betrayed revolutionary assassin Victor Haldin. For 10 points, name this novel about the student Razumov, written by Joseph Conrad, whose title reflects the fact that the English": {
    "guess": "Under Western Eyes",
    "confidence": [
      [
        "Under",
        -0.00023417205
      ],
      [
        " Western",
        -1.0087517e-05
      ],
      [
        " Eyes",
        -8.0656086e-05
      ]
    ]
  },
  "At its end the composer juxtaposed the keys of C and B to suggest the enduring riddle of the cosmos. Also of note was his desire for it to have a the subtitle of \"Symphonic optimism in fin-de-siecle from, dedicated to the Twentieth Century.\" A thunderous fugue is incorporated into the section entitled \"Of Science\" and a Viennese waltz is used to evoke the \"Dance Song.\" More famous might be the toiling": {
    "guess": "Symphony No. 9 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.22421777
      ],
      [
        "phony",
        -0.1065441
      ],
      [
        " No",
        -0.018300245
      ],
      [
        ".",
        -0.0011989205
      ],
      [
        " ",
        -0.008669645
      ],
      [
        "9",
        -0.49392834
      ],
      [
        " (",
        -0.025214484
      ],
      [
        "Mah",
        -0.8740613
      ],
      [
        "ler",
        -3.786197e-05
      ],
      [
        ")",
        -0.00017815368
      ]
    ]
  },
  "Its end came through a series of letters written to Henry S. McComb that Charles Dana printed in the New York Sun. Although Henry Wilson and James Garfield were all implicated, only two representatives were censured, James Brooks and Oakes Ames. Vice President Schuyler Colfax was also believed to be involved, but he was later absolved. FTP, name this corrupt company, which worked construction for the Union Pacific Railroad, and was owned by members of Congress who sold contracts to themselves.": {
    "guess": "Crédit Mobilier scandal",
    "confidence": [
      [
        "Cr",
        -0.0062561776
      ],
      [
        "éd",
        -5.5122365e-07
      ],
      [
        "it",
        -2.2961513e-05
      ],
      [
        " Mobil",
        -0.00014656837
      ],
      [
        "ier",
        -0.00018875914
      ],
      [
        " scandal",
        -0.55049694
      ]
    ]
  },
  "The end of this novel features a game of checkers where pieces are substituted with small bottles of whiskey and whenever someone takes a piece he must drink the bottle. The protagonist is invited by Dr. Baum to give a speech at the blank club where he accidentally poisons the dog belonging to a waiter.": {
    "guess": "Our Man in Havana",
    "confidence": [
      [
        "Our",
        -0.03843022
      ],
      [
        " Man",
        -0.00034928982
      ],
      [
        " in",
        -0.0004972711
      ],
      [
        " Havana",
        -3.9530823e-05
      ]
    ]
  },
  "One end of this bone has the greater and lesser tubercles, while the other end has the Olecranon fossa.": {
    "guess": "Humerus",
    "confidence": [
      [
        "H",
        -0.008031135
      ],
      [
        "umer",
        -1.4855664e-05
      ],
      [
        "us",
        -0.0001593195
      ]
    ]
  },
  "It ends with Miss Bogle leaving the room with their son, and the husband telling the heroine: \"See, I see nothing but you.\" Composed in six sections, the heroine debates the selfish nature of her relationship with the men in her life and discovers the story's great secret at Bob and Fanny's home after visiting the same Bloomsbury Street shop at which her old friend and future mother-in-law saw the title object that is actually made of gilded crystal. After Mrs. Assingham breaks it, Charlotte confesses her prior relationship with Prince Amerigo forcing Adam to leave the country in, FTP, what 1904 novel about Maggie Verver by Henry James.": {
    "guess": "The Golden Bowl",
    "confidence": [
      [
        "The",
        -0.012889128
      ],
      [
        " Golden",
        -0.029641597
      ],
      [
        " Bowl",
        -0.0007454256
      ]
    ]
  },
  "It ends with the author remarking that his soul has grown deep like the title objects, entities that he has known to be ancient and dusky. The work was published the summer before the author started attending Columbia (*) University in The Crisis magazine, and the poet in this work remarks that he hears the singing of a young Abraham Lincoln in New Orleans. FTP, identify this work where the poet has": {
    "guess": "The Negro Speaks of Rivers",
    "confidence": [
      [
        "The",
        -0.024748938
      ],
      [
        " Negro",
        -0.004800584
      ],
      [
        " Spe",
        -0.0013670233
      ],
      [
        "aks",
        -7.822647e-06
      ],
      [
        " of",
        -0.00011081461
      ],
      [
        " Rivers",
        -9.484132e-05
      ]
    ]
  },
  "At the end of this novel, the title character continues to pamphleteer on a train, despite being assaulted by the police. A central event is the outright protest at a May Day parade, which results in several arrests, and soon after an inspired and informed Rybin is also arrested for his airing his vies.": {
    "guess": "The Iron Heel",
    "confidence": [
      [
        "The",
        -0.54791456
      ],
      [
        " Iron",
        -1.229529
      ],
      [
        " He",
        -0.0010137568
      ],
      [
        "el",
        -4.5133394e-05
      ]
    ]
  },
  "In the end, the main character marries his landlady, who is involved in a plot to steal his money. Some of the parasites that surround the protagonist are his valet Zahar, and his friend Tarantyev, who embezzles money from the title character. The protagonist almost goes to France to meet his childhood friend, but falls in love with Olga Ilyinsky and stays to plan their wedding. In the end, she leaves him and marries his friend Stoltz instead, while the title character continues his life of sloth. FTP, identify this novel satirizes the gentry, written by Igor Goncharov.": {
    "guess": "Oblomov",
    "confidence": [
      [
        "O",
        -0.166386
      ],
      [
        "bl",
        -6.551722e-05
      ],
      [
        "om",
        -0.00018053775
      ],
      [
        "ov",
        -0.00016980943
      ]
    ]
  },
  "At the end of this work, Alquist blesses two lovers and rechristens them Adam and Eve. The psychologist Hallemeier says that the title characters occassionally ignore orders while talking to the main female role, who has arrived on the island where this work takes place on a humanitarian mission. The founders of the enterprise on the island do not appear, but Domin tells them about them: the son, who sees the title characters as inexpensive workers, (*) and the father, who instead wanted to play": {
    "guess": "R.U.R.",
    "confidence": [
      [
        "R",
        -0.2375189
      ],
      [
        ".U",
        -0.0002514456
      ],
      [
        ".R",
        -1.5928495e-05
      ],
      [
        ".",
        -0.00014811802
      ]
    ]
  },
  "This man ended the Kalmar War with the Treaty of Knared, and he outgunned enemy tercio formations in one battle, defeating the Count of Tilly. He signed the Treaty of Stolbovo with Michael Romanov, and Gustav Horn and John Banér took command of his army after his death. Axel Oxenstierna became regent": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.2593491
      ],
      [
        "ust",
        -3.9769227e-05
      ],
      [
        "av",
        -0.00010127832
      ],
      [
        "us",
        -0.014121309
      ],
      [
        " Ad",
        -0.0058920565
      ],
      [
        "olph",
        -0.0010309039
      ],
      [
        "us",
        -4.0842064e-05
      ]
    ]
  },
  "At the end of the story, this character attends a family funeral and remarks, \"He had the wrong dreams.": {
    "guess": "Babbitt (novel)",
    "confidence": [
      [
        "B",
        -0.9360332
      ],
      [
        "abb",
        -0.04841588
      ],
      [
        "itt",
        -2.6968896e-06
      ],
      [
        " (",
        -0.003803288
      ],
      [
        "nov",
        -0.0015913923
      ],
      [
        "el",
        -1.0325924e-05
      ],
      [
        ")",
        -9.0883464e-07
      ]
    ]
  },
  "He once encouraged his listeners à la Freeburg to read the nonexistent book I Libertine, which consequently made the New York Bestseller list without being in print. Visitors to Disney World may have noticed that his voice takes you through the \"Carousel of Progress.\" Shel Silverstein dedicated his ABZ Book to this longtime WOR radio personality, whose own literary output includes the memoirs The Ferrari in the Bedroom and In God We Trust, All Others Pay Cash, which provided the basis for his most famous achievement. For ten points, name this humorist who wrote and narrated the movies My Summer Story and A Christmas Story.": {
    "guess": "Jean Shepherd",
    "confidence": [
      [
        "Jean",
        -0.018894311
      ],
      [
        " Shepherd",
        -0.0024468773
      ]
    ]
  },
  "An encounter here began with the breaking of an unpopular four month treaty through a march on Tegea. Aristocles and Hipponoidas were banished for showing cowardice during this battle, where the initial surprise of the attacking forces' being ambushed at the Temple of Heracles wore off as the ensuing hoplite battle was won by the invading Lacedaemonians under Acis II. Boeotian forces led a left wing": {
    "guess": "Battle of Leuctra",
    "confidence": [
      [
        "Battle",
        -0.030436426
      ],
      [
        " of",
        -0.00031973462
      ],
      [
        " Le",
        -0.7045242
      ],
      [
        "uct",
        -0.005465929
      ],
      [
        "ra",
        -6.704273e-07
      ]
    ]
  },
  "At the end of this book, the high priest Eleazer dies, and the bones of Joseph are buried at Shechem. Earlier, eight chapters had been devoted to a description of land allotments to the Israelite tribes.": {
    "guess": "Joshua",
    "confidence": [
      [
        "Josh",
        -0.16461934
      ],
      [
        "ua",
        -1.9862217e-05
      ]
    ]
  },
  "At the end of this work, the author asserts that \"silence is the worst form of persecution\" The author's": {
    "guess": "Martin Luther King Jr.",
    "confidence": [
      [
        "Martin",
        -0.85275257
      ],
      [
        " Luther",
        -0.23809987
      ],
      [
        " King",
        -9.651017e-05
      ],
      [
        " Jr",
        -0.015755486
      ],
      [
        ".",
        -0.0005868719
      ]
    ]
  },
  "The end of this novel features a game of checkers where pieces are substituted with small bottles of whiskey and whenever someone takes a piece he must drink the bottle. The protagonist is invited by Dr. Baum to give a speech at the blank club where he accidentally poisons the dog belonging to a waiter. Hawthorne gives the main character a copy of Charles Lamb's essays before Dr. Hasselbacher is shot. Captain Segura wants to marry the main character's daughter who precipitates the action of this novel by begging her father for a membership to Rotary Club to ride her horse. In this novel the secretary": {
    "guess": "Our Man in Havana",
    "confidence": [
      [
        "Our",
        -0.037044752
      ],
      [
        " Man",
        -0.0014906964
      ],
      [
        " in",
        -0.0073416997
      ],
      [
        " Havana",
        -6.396757e-05
      ]
    ]
  },
  "It ends with the narrator pointing out a bronze sculpture by Claus of Innsbruck depicting Neptune taming a sea horse. Earlier the narrator reveals that he chooses \"never to stoop\" while complaining that \"the dropping of the daylight in the West\", or a \"bough of cherries some officious fool broke in the orchard\" brought a \"spot of joy\" to the face of his wife, who in his eyes was \"too soon made glad\", prompting him to \"give commands\" until \"all smiles stopped\". This discourse is prompted by a viewing": {
    "guess": "My Last Duchess",
    "confidence": [
      [
        "My",
        -0.014747226
      ],
      [
        " Last",
        -0.00018256421
      ],
      [
        " Duchess",
        -0.0008342856
      ]
    ]
  },
  "At the end of his life, this composer wrote a string sextet in D Major using imagery from Italy called Souvenirs from Florence. He used Mendelssohn's Venetian boat songs from Songs Without Words for one": {
    "guess": "Felix Mendelssohn",
    "confidence": [
      [
        "F",
        -0.20740359
      ],
      [
        "elix",
        -0.0013008306
      ],
      [
        " Mend",
        -3.035214e-05
      ],
      [
        "els",
        -0.00015872349
      ],
      [
        "so",
        -1.9361265e-07
      ],
      [
        "hn",
        -1.8550976e-05
      ]
    ]
  },
  "The end of this battle saw the losing side mistakenly open fire as a delegation from the winning side approached to receive their surrender, which resulted in the massacre of more than half of the losing side's infantry. The decisive maneuver in this battle occurred when the cavalry of the winning side cut through the infantry middle, isolating an elite infantry corps from its German and Italian allies. A premature attack by Francois de l'Hopital nearly cost the eventual victors this battle, but eventually cavalry led by Jean de Gassion, neutralized the cavalry of the Duke of Albuquerque and took position to cut off reinforcements from General Beck. Fought northeast of Reims in a namesake forest, this battle saw 26,000 men under Don Francisco de Melo lose decisively to a French army of 22,000 commanded by the Duke d'Enghien, who would later come to be known as the Prince de Conde. A crushing": {
    "guess": "Battle of Rocroi",
    "confidence": [
      [
        "Battle",
        -0.009132341
      ],
      [
        " of",
        -0.00034166078
      ],
      [
        " Roc",
        -0.016083287
      ],
      [
        "roi",
        -0.0002158147
      ]
    ]
  },
  "At the end of his life, this composer wrote a string sextet in D Major using imagery from Italy called Souvenirs from Florence. He used Mendelssohn's Venetian boat songs from Songs Without Words for one of his pieces called June, which is part of twelve programmatic pieces he called The Seasons. The second movement of one of this composer's symphonies is in 5/4 time and its last movement starts \"with a cry and ends with a moan.\" This composer of the Manfred Symphony, wrote a work featuring cannon": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.010311261
      ],
      [
        "otr",
        -3.333223e-05
      ],
      [
        " I",
        -3.5835506e-05
      ],
      [
        "ly",
        -7.465036e-06
      ],
      [
        "ich",
        -1.342522e-05
      ],
      [
        " T",
        -6.511407e-06
      ],
      [
        "cha",
        -2.6968896e-06
      ],
      [
        "ik",
        -4.604148e-06
      ],
      [
        "ovsky",
        -0.00014656837
      ]
    ]
  },
  "At the end of his life, this composer wrote a string sextet in D Major using imagery from Italy called Souvenirs from Florence. He used Mendelssohn's Venetian boat songs from Songs Without Words for one of his pieces called June, which is part of twelve programmatic pieces he called The Seasons. The second movement of one of this composer's symphonies is in 5/4 time and its last movement starts \"with a cry and ends with a moan.\" This composer of the Manfred Symphony, wrote a work featuring cannon shots to celebrate his country's defeat of Napoleon. For 10 points, identify this Russian composer": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.0011760591
      ],
      [
        "otr",
        -1.4259645e-05
      ],
      [
        " I",
        -3.488188e-05
      ],
      [
        "ly",
        -1.0280384e-06
      ],
      [
        "ich",
        -1.1994775e-05
      ],
      [
        " T",
        -1.700133e-05
      ],
      [
        "cha",
        -2.1008714e-06
      ],
      [
        "ik",
        -2.8160932e-06
      ],
      [
        "ovsky",
        -0.00010223195
      ]
    ]
  },
  "At the end of his life, this composer wrote a string sextet in D Major using imagery from Italy called Souvenirs from Florence. He used Mendelssohn's Venetian boat songs from Songs Without Words for one of his pieces called June, which is part of twelve programmatic pieces he called The Seasons. The second movement of one of this composer's symphonies is in 5/4 time and its last movement starts \"with a cry and ends with a moan.\" This composer of the Manfred Symphony, wrote a work featuring cannon shots to celebrate his country's defeat of Napoleon. For 10 points, identify this Russian composer of Symphony Pathetique and the 1812 Overture.": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.00085452455
      ],
      [
        "otr",
        -3.917321e-05
      ],
      [
        " I",
        -2.6418418e-05
      ],
      [
        "ly",
        -3.2929079e-06
      ],
      [
        "ich",
        -1.3663626e-05
      ],
      [
        " T",
        -1.3306016e-05
      ],
      [
        "cha",
        -2.9352968e-06
      ],
      [
        "ik",
        -2.9352968e-06
      ],
      [
        "ovsky",
        -0.0001658757
      ]
    ]
  }
}