{
  "Elgar's in B minor is unusual for having four movements instead of three, whereas Shostakovich's first one has a lengthy cadenza linking the third and fourth movements, a Passacaglia and Burlesque. Berg's was dedicated \"to the memory of an angel\"—the daughter of Alma Mahler and Walter Gropius—while Tchaikovsky's in D major was inspired by the complex polyrhythms of Lalo's Symphonie Espagnole. Mozart's fifth one is nicknamed \"Turkish,\" and Brahms' in D major was written in consultation with the virtuoso Joseph Joachim. FTP, name this type of composition for a specific instrument, famous examples": {
    "guess": "Violin Concertos",
    "confidence": [
      [
        "Viol",
        -0.026197882
      ],
      [
        "in",
        -0.00044211277
      ],
      [
        " Concert",
        -0.09088007
      ],
      [
        "os",
        -0.67868257
      ]
    ]
  },
  "In El Greco's version of this event, a collonade extends deep into the painting and puti swirl above on of the participants who leans on a lectern on the left. It is also depicted on the central panel of Robert Campin's Merode Altarpiece, while Renaissance depictions include that Fra Angelico for San Marco, in which a black line connects the collonades under which the event take place. Dante Gabriel Rosetti painted a depiction of this event entitled Ecce Ancilla Domine, in which one of the participants, with flaming feet, hands a flower to the other, who sits on her bed, and this event is also": {
    "guess": "Annunciation",
    "confidence": [
      [
        "Ann",
        -0.0048578847
      ],
      [
        "unciation",
        -0.001319762
      ]
    ]
  },
  "In El Greco's version of this event, a collonade extends deep into the painting and puti swirl above on of the participants who leans on a lectern on the left. It is also depicted on the central panel of Robert Campin's Merode Altarpiece, while Renaissance depictions include that Fra Angelico for San Marco, in which a black line connects the collonades under which the event take place. Dante Gabriel": {
    "guess": "Annunciation",
    "confidence": [
      [
        "Ann",
        -0.08612191
      ],
      [
        "unciation",
        -0.0002972088
      ]
    ]
  },
  "Elgar's in B minor is unusual for having four movements instead of three, whereas Shostakovich's first one has a lengthy cadenza linking the third and fourth movements, a Passacaglia and Burlesque. Berg's was dedicated \"to the memory of an angel\"—the daughter of Alma Mahler and Walter Gropius—while Tchaikovsky's in D major was inspired by the complex polyrhythms of Lalo's Symphonie Espagnole. Mozart's": {
    "guess": "Violin Concertos",
    "confidence": [
      [
        "Viol",
        -0.046906367
      ],
      [
        "in",
        -0.00018887833
      ],
      [
        " Concert",
        -0.004169222
      ],
      [
        "os",
        -0.0059571224
      ]
    ]
  },
  "In El Greco's version of this event, a collonade extends deep into the painting and puti swirl above on of the participants who leans on a lectern on the left. It is also depicted on the central panel of Robert Campin's Merode Altarpiece, while Renaissance depictions include that Fra Angelico for San Marco, in which a black line connects the collonades under which the event take place. Dante Gabriel Rosetti painted a depiction of this event entitled Ecce Ancilla Domine, in which one of the participants, with flaming feet, hands a flower to the other, who sits on her bed, and this event is also depicted, together with the Visitation, on the west portal of Reims cathedral. For ten points, identify this event in which Mary is informed by Gabriel that she will bear the son of God.": {
    "guess": "Annunciation",
    "confidence": [
      [
        "Ann",
        -0.000664899
      ],
      [
        "unciation",
        -0.0016511373
      ]
    ]
  },
  "Elgar's in B minor is unusual for having four movements instead of three, whereas Shostakovich's first one has a lengthy cadenza linking the third and fourth movements, a Passacaglia and Burlesque. Berg's was dedicated \"to the memory of an angel\"—the daughter of Alma Mahler and Walter Gropius—while Tchaikovsky's": {
    "guess": "Violin Concerto (Berg)",
    "confidence": [
      [
        "Viol",
        -0.25395215
      ],
      [
        "in",
        -0.0006441685
      ],
      [
        " Concert",
        -0.014338257
      ],
      [
        "o",
        -0.0102619445
      ],
      [
        " (",
        -0.7478786
      ],
      [
        "B",
        -0.27107307
      ],
      [
        "erg",
        -0.0016299557
      ],
      [
        ")",
        -0.0024516382
      ]
    ]
  },
  "In El Greco's version of this event, a collonade extends deep into the painting and puti swirl above on of the participants who leans on a lectern on the left. It is also depicted on the central panel of Robert Campin's Merode Altarpiece, while Renaissance depictions include that Fra Angelico for San Marco, in which a black line connects the collonades under which the event take place. Dante Gabriel Rosetti painted a depiction of this event entitled Ecce Ancilla Domine, in which one of the participants, with flaming feet, hands a flower to the other, who sits on her bed, and this event is also depicted, together with the Visitation, on the west portal of Reims cathedral. For ten points, identify": {
    "guess": "Annunciation",
    "confidence": [
      [
        "Ann",
        -0.011396046
      ],
      [
        "unciation",
        -0.00094290765
      ]
    ]
  },
  "In El Greco's version of this event, a collonade extends deep into the painting and puti swirl above on of the participants who leans on a lectern on the left. It is also depicted on the central panel of Robert Campin's Merode Altarpiece, while Renaissance depictions include that Fra Angelico for San": {
    "guess": "Annunciation",
    "confidence": [
      [
        "Ann",
        -0.07087116
      ],
      [
        "unciation",
        -0.0002663424
      ]
    ]
  },
  "Elgar's in B minor is unusual for having four movements instead of three, whereas Shostakovich's first one has a lengthy cadenza linking the third and fourth movements, a Passacaglia and Burlesque. Berg's": {
    "guess": "Violin Concerto",
    "confidence": [
      [
        "Viol",
        -0.09444388
      ],
      [
        "in",
        -0.00071838836
      ],
      [
        " Concert",
        -0.005746049
      ],
      [
        "o",
        -0.0007593614
      ]
    ]
  },
  "In El Greco's version of this event, a collonade extends deep into the painting and puti swirl above on of the participants who leans on a lectern on the left. It is also depicted on the central panel of Robert Campin's Merode Altarpiece, while Renaissance depictions include that Fra Angelico for San Marco, in which a black line connects the collonades under which the event take place. Dante Gabriel Rosetti painted a depiction of this event entitled Ecce Ancilla Domine, in which one of the participants,": {
    "guess": "Annunciation",
    "confidence": [
      [
        "Ann",
        -0.004345141
      ],
      [
        "unciation",
        -0.0009943449
      ]
    ]
  },
  "Elgar's in B minor is unusual for having four movements instead of three, whereas Shostakovich's first": {
    "guess": "Symphony No. 1",
    "confidence": [
      [
        "Sym",
        -0.80423707
      ],
      [
        "phony",
        -0.018383002
      ],
      [
        " No",
        -0.0013858319
      ],
      [
        ".",
        -0.00015753144
      ],
      [
        " ",
        -0.00157521
      ],
      [
        "1",
        -0.9319741
      ]
    ]
  },
  "Elgar's in B minor is unusual for having four movements instead of three, whereas Shostakovich's first one has a lengthy cadenza linking the third and fourth movements, a Passacaglia and Burlesque. Berg's was dedicated \"to the memory of an angel\"—the daughter of Alma Mahler and Walter Gropius—while Tchaikovsky's in D major was inspired by the complex polyrhythms of Lalo's Symphonie Espagnole. Mozart's fifth one is nicknamed \"Turkish,\" and Brahms' in D major was written in consultation with the virtuoso Joseph Joachim. FTP, name this type of composition for a specific instrument, famous examples of which include Mendelssohn's in E minor and Beethoven's in D major.": {
    "guess": "Violin Concerto",
    "confidence": [
      [
        "Viol",
        -0.005155489
      ],
      [
        "in",
        -0.0001978186
      ],
      [
        " Concert",
        -0.06865385
      ],
      [
        "o",
        -0.10439474
      ]
    ]
  },
  "In El Greco's version of this event, a collonade extends deep into the painting and puti swirl above on of the participants who leans on a lectern on the left. It is also depicted on the central panel": {
    "guess": "The Burial of the Count of Orgaz",
    "confidence": [
      [
        "The",
        -0.23939003
      ],
      [
        " Bur",
        -0.78911704
      ],
      [
        "ial",
        -8.959636e-05
      ],
      [
        " of",
        -1.3306016e-05
      ],
      [
        " the",
        -0.00095672056
      ],
      [
        " Count",
        -0.0023003703
      ],
      [
        " of",
        -0.00016623331
      ],
      [
        " Org",
        -6.749814e-06
      ],
      [
        "az",
        -4.5371802e-05
      ]
    ]
  },
  "In El Greco's version of this event, a collonade extends deep into the painting and puti swirl above": {
    "guess": "The Assumption of the Virgin",
    "confidence": [
      [
        "The",
        -0.34097883
      ],
      [
        " Ass",
        -1.0868118
      ],
      [
        "umption",
        -0.00038205247
      ],
      [
        " of",
        -6.9882217e-06
      ],
      [
        " the",
        -0.0014402346
      ],
      [
        " Virgin",
        -2.0935051e-05
      ]
    ]
  },
  "Elgar's in B minor is unusual for having four movements instead of three, whereas Shostakovich's first one has a lengthy cadenza linking the third and fourth movements, a Passacaglia and Burlesque. Berg's was dedicated \"to the memory of an angel\"—the daughter of Alma Mahler and Walter Gropius—while Tchaikovsky's in D major was inspired by the complex polyrhythms of Lalo's Symphonie Espagnole. Mozart's fifth one is nicknamed \"Turkish,\" and Brahms' in D major was written in consultation with the virtuoso": {
    "guess": "Violin Concertos",
    "confidence": [
      [
        "Viol",
        -0.006438961
      ],
      [
        "in",
        -0.00082546816
      ],
      [
        " Concert",
        -0.018048912
      ],
      [
        "os",
        -0.029014865
      ]
    ]
  }
}