{
  "The SLIM experiment at Chacaltaya in Bolivia is an attempt to discover intermediate-mass ones; another bound comes from a Radio Ice Cherenkov Experiment at the South Pole. On Valentine's Day in 1982, a possible but unconfirmed signal of one was recorded by Blas Cabrera. JJ Thomson showed that a static": {
    "guess": "Magnetic monopole",
    "confidence": [
      [
        "M",
        -0.005752561
      ],
      [
        "agnetic",
        -6.2729996e-06
      ],
      [
        " mon",
        -0.0023888526
      ],
      [
        "op",
        -1.5332478e-05
      ],
      [
        "ole",
        -0.0004593863
      ]
    ]
  },
  "The SLIM experiment at Chacaltaya in Bolivia is an attempt to discover intermediate-mass ones; another bound comes from a Radio Ice Cherenkov Experiment at the South Pole. On Valentine's Day in 1982, a possible but unconfirmed signal of one was recorded by Blas Cabrera. JJ Thomson showed that a static configuration of one separated from an electric charge by some distance has a classical angular momentum along the line between them. Restricting this angular momentum to be a multiple of one-half h-bar": {
    "guess": "Magnetic monopole",
    "confidence": [
      [
        "M",
        -0.24068415
      ],
      [
        "agnetic",
        -0.011616658
      ],
      [
        " mon",
        -0.4544097
      ],
      [
        "op",
        -0.000101159116
      ],
      [
        "ole",
        -0.016641732
      ]
    ]
  },
  "The SLIM experiment at Chacaltaya in Bolivia is an attempt to discover intermediate-mass ones; another bound comes from a Radio Ice Cherenkov Experiment at the South Pole. On Valentine's Day in 1982, a possible but unconfirmed signal of one was recorded by Blas Cabrera. JJ Thomson showed that a static configuration of one separated from an electric charge by some distance has a classical angular momentum": {
    "guess": "Magnetic monopole",
    "confidence": [
      [
        "M",
        -0.0051035415
      ],
      [
        "agnetic",
        -8.776276e-06
      ],
      [
        " mon",
        -0.0019038896
      ],
      [
        "op",
        -4.1080468e-05
      ],
      [
        "ole",
        -0.00044318195
      ]
    ]
  },
  "The SLIM experiment at Chacaltaya in Bolivia is an attempt to discover intermediate-mass ones; another": {
    "guess": "Dark matter",
    "confidence": [
      [
        "Dark",
        -0.9928081
      ],
      [
        " matter",
        -0.15583475
      ]
    ]
  },
  "The SLIM experiment at Chacaltaya in Bolivia is an attempt to discover intermediate-mass ones; another bound comes from a Radio Ice Cherenkov Experiment at the South Pole. On Valentine's Day in 1982, a possible but unconfirmed signal of one was recorded by Blas Cabrera. JJ Thomson showed that a static configuration of one separated from an electric charge by some distance has a classical angular momentum along the line between them. Restricting this angular momentum to be a multiple of one-half h-bar leads to the Dirac quantization condition, which is one way to understand why they famously could explain the quantization of electric charge. Another explanation involves Dirac strings. For 10 points, name this theoretical object that produces a B field similar to the E field produced by a point": {
    "guess": "Magnetic monopole",
    "confidence": [
      [
        "M",
        -0.049201284
      ],
      [
        "agnetic",
        -2.2246291e-05
      ],
      [
        " mon",
        -0.005287477
      ],
      [
        "op",
        -2.7610455e-05
      ],
      [
        "ole",
        -0.0007019456
      ]
    ]
  },
  "The SLIM experiment at Chacaltaya in Bolivia is an attempt to discover intermediate-mass ones; another bound comes from a Radio Ice Cherenkov Experiment at the South Pole. On Valentine's Day in 1982, a possible but unconfirmed signal of one was recorded by Blas Cabrera. JJ Thomson showed that a static configuration of one separated from an electric charge by some distance has a classical angular momentum along the line between them. Restricting this angular momentum to be a multiple of one-half h-bar leads to the Dirac quantization condition, which is one way to understand why they famously could explain the quantization of electric charge. Another explanation involves Dirac strings. For 10 points, name this theoretical object that produces a B field similar to the E field produced by a point charge.": {
    "guess": "Magnetic monopole",
    "confidence": [
      [
        "M",
        -0.0075400076
      ],
      [
        "agnetic",
        -7.3458323e-06
      ],
      [
        " mon",
        -0.002779201
      ],
      [
        "op",
        -5.2001665e-06
      ],
      [
        "ole",
        -0.00072303734
      ]
    ]
  },
  "The SLIM experiment at Chacaltaya in Bolivia is an attempt to discover intermediate-mass ones; another bound comes from a Radio Ice Cherenkov Experiment at the South Pole. On Valentine's Day in 1982, a possible but unconfirmed signal of one was recorded by Blas Cabrera. JJ Thomson showed that a static configuration of one separated from an electric charge by some distance has a classical angular momentum along the line between them. Restricting this angular momentum to be a multiple of one-half h-bar leads to the Dirac quantization condition, which is one way to understand why they famously could explain the quantization of electric charge. Another explanation involves Dirac strings. For 10 points,": {
    "guess": "Magnetic monopole",
    "confidence": [
      [
        "M",
        -0.04421913
      ],
      [
        "agnetic",
        -7.9418505e-06
      ],
      [
        " mon",
        -0.0016401889
      ],
      [
        "op",
        -5.9153886e-06
      ],
      [
        "ole",
        -0.000814274
      ]
    ]
  },
  "The SLIM experiment at Chacaltaya in Bolivia is an attempt to discover intermediate-mass ones; another bound comes from a Radio Ice Cherenkov Experiment at the South Pole. On Valentine's Day in 1982, a possible but unconfirmed signal of one was recorded by Blas Cabrera. JJ Thomson showed that a static configuration of one separated from an electric charge by some distance has a classical angular momentum along the line between them. Restricting this angular momentum to be a multiple of one-half h-bar leads to the Dirac quantization condition, which is one way to understand why they famously could": {
    "guess": "Magnetic monopole",
    "confidence": [
      [
        "M",
        -0.35941988
      ],
      [
        "agnetic",
        -0.003994104
      ],
      [
        " mon",
        -0.027422275
      ],
      [
        "op",
        -7.827201e-05
      ],
      [
        "ole",
        -0.00908131
      ]
    ]
  },
  "The SLIM experiment at Chacaltaya in Bolivia is an attempt to discover intermediate-mass ones; another bound comes from a Radio Ice Cherenkov Experiment at the South Pole. On Valentine's Day in 1982, a": {
    "guess": "Dark matter",
    "confidence": [
      [
        "Dark",
        -0.31600052
      ],
      [
        " matter",
        -0.4392718
      ]
    ]
  }
}