{
  "Mr. Turton hosts a party in this work at which one of the main characters meets a man who will later": {
    "guess": "A Passage to India",
    "confidence": [
      [
        "A",
        -0.13216329
      ],
      [
        " Passage",
        -1.6762922e-05
      ],
      [
        " to",
        -2.618001e-05
      ],
      [
        " India",
        -2.7252845e-05
      ]
    ]
  },
  "Mr. Turton hosts a party in this work at which one of the main characters meets a man who will later host a tea party attended by Professor Godbole, Cyril Fielding. One character dies on her return trip to England, Mrs. Moore, and her son Ronny Heaslop is in a car accident with another character. After the central incident of this novel, Fielding marries Stella and one character befriends Ralph Moore. This novel's central incident takes place in the Marabar Caves. FTP name this novel by E.M. Forster": {
    "guess": "A Passage to India",
    "confidence": [
      [
        "A",
        -0.010073139
      ],
      [
        " Passage",
        -0.00050513487
      ],
      [
        " to",
        -0.000978148
      ],
      [
        " India",
        -5.6457742e-05
      ]
    ]
  },
  "Mr. Turton hosts a party in this work at which one of the main characters meets a man who will later host a tea party attended by Professor Godbole, Cyril Fielding. One character dies on her return trip to England, Mrs. Moore, and her son Ronny Heaslop is in a car accident with another character. After the central incident of this novel, Fielding marries Stella and one character befriends Ralph Moore. This novel's central incident takes place in the Marabar Caves. FTP name this novel by E.M. Forster in which Adela Quested accuses Dr. Aziz of rape after taking the title journey.": {
    "guess": "A Passage to India",
    "confidence": [
      [
        "A",
        -0.016632706
      ],
      [
        " Passage",
        -0.00027420983
      ],
      [
        " to",
        -8.625866e-05
      ],
      [
        " India",
        -1.3663626e-05
      ]
    ]
  },
  "Mr. Turton hosts a party in this work at which one of the main characters meets a man who will later host a tea party attended by Professor Godbole, Cyril Fielding. One character dies on her return trip to England, Mrs. Moore, and her son Ronny Heaslop is in a car accident with another character. After the central incident of this novel, Fielding marries Stella and one character befriends Ralph Moore.": {
    "guess": "A Passage to India",
    "confidence": [
      [
        "A",
        -0.019069424
      ],
      [
        " Passage",
        -0.00014108501
      ],
      [
        " to",
        -0.00013703208
      ],
      [
        " India",
        -1.4259645e-05
      ]
    ]
  },
  "Mr. Turton hosts a party in this work at which one of the main characters meets a man who will later host a tea party attended by Professor Godbole, Cyril Fielding. One character dies on her return trip": {
    "guess": "A Passage to India",
    "confidence": [
      [
        "A",
        -0.007037286
      ],
      [
        " Passage",
        -5.5861725e-05
      ],
      [
        " to",
        -5.312004e-05
      ],
      [
        " India",
        -9.253091e-06
      ]
    ]
  },
  "Mr. Turton hosts a party in this work at which one of the main characters meets a man who will later host a tea party attended by Professor Godbole, Cyril Fielding. One character dies on her return trip to England, Mrs. Moore, and her son Ronny Heaslop is in a car accident with another character. After": {
    "guess": "A Passage to India",
    "confidence": [
      [
        "A",
        -0.046477348
      ],
      [
        " Passage",
        -0.0001341712
      ],
      [
        " to",
        -1.4021238e-05
      ],
      [
        " India",
        -7.58424e-06
      ]
    ]
  }
}