{
  "Kropotkin's The Conquest of Bread begins by supporting this man's ideas on segregation. He theorized that the society he was creating would lead to an era of 8,000 years of happiness in which androgynous plants would copulate, six moons would orbit the earth, and there would be 37 million humans on earth": {
    "guess": "Charles Fourier",
    "confidence": [
      [
        "Charles",
        -0.008075481
      ],
      [
        " Fourier",
        -0.0034200936
      ]
    ]
  },
  "Kropotkin's The Conquest of Bread begins by supporting this man's ideas on segregation. He theorized that the society he was creating would lead to an era of 8,000 years of happiness in which androgynous plants would copulate, six moons would orbit the earth, and there would be 37 million humans on earth whose skill rivals Homer. The ideas that he formed were implemented in La Reunion and the New England Community Place. Most of his ideas can be found in his The Theory of the Four Movements, which": {
    "guess": "Charles Fourier",
    "confidence": [
      [
        "Charles",
        -0.0027774165
      ],
      [
        " Fourier",
        -0.00043031163
      ]
    ]
  },
  "Kropotkin's The Conquest of Bread begins by supporting this man's ideas on segregation. He theorized that the society he was creating would lead to an era of 8,000 years of happiness in which androgynous plants would copulate, six moons would orbit the earth, and there would be 37 million humans on earth whose skill rivals Homer. The ideas that he formed were implemented in La Reunion and the New England Community Place. Most of his ideas can be found in his The Theory of the Four Movements, which proposed that humanity would be ruled by an omniarch and live in cities called phalanxes. Influencing people like Robert Owen and George Ripley, for 10 points, name this Utopian theorist from France.": {
    "guess": "Charles Fourier",
    "confidence": [
      [
        "Charles",
        -0.001798827
      ],
      [
        " Fourier",
        -0.000156101
      ]
    ]
  },
  "Kropotkin's The Conquest of Bread begins by supporting this man's ideas on segregation. He theorized that the society he was creating would lead to an era of 8,000 years of happiness in which androgynous plants would copulate, six moons would orbit the earth, and there would be 37 million humans on earth whose skill rivals Homer. The ideas that he formed were implemented in La Reunion and the New England Community Place. Most of his ideas can be found in his The Theory of the Four Movements, which proposed that humanity would be ruled by an omniarch and live in cities called phalanxes. Influencing": {
    "guess": "Charles Fourier",
    "confidence": [
      [
        "Charles",
        -0.00528985
      ],
      [
        " Fourier",
        -0.0006365468
      ]
    ]
  },
  "Kropotkin's The Conquest of Bread begins by supporting this man's ideas on segregation. He theorized that the society he was creating would lead to an era of 8,000 years of happiness in which androgynous": {
    "guess": "Charles Fourier",
    "confidence": [
      [
        "Charles",
        -0.006824059
      ],
      [
        " Fourier",
        -3.8934802e-05
      ]
    ]
  },
  "Kropotkin's The Conquest of Bread begins by supporting this man's ideas on segregation. He theorized": {
    "guess": "Charles Fourier",
    "confidence": [
      [
        "Charles",
        -0.020960718
      ],
      [
        " Fourier",
        -0.000116894
      ]
    ]
  },
  "Kropotkin's The Conquest of Bread begins by supporting this man's ideas on segregation. He theorized that the society he was creating would lead to an era of 8,000 years of happiness in which androgynous plants would copulate, six moons would orbit the earth, and there would be 37 million humans on earth whose skill rivals Homer. The ideas that he formed were implemented in La Reunion and the New England": {
    "guess": "Charles Fourier",
    "confidence": [
      [
        "Charles",
        -0.0132075315
      ],
      [
        " Fourier",
        -0.0011119972
      ]
    ]
  }
}