{
  "Unable to tell whether her suitor Glaucus was a monster or a fish-god, this daughter of Phorcys fled to the land, where Glaucus could not follow. Circe then fell in love with Glaucus and poisoned the waters near the toe of Italy, where this woman was bathing, changing her into a monster. In the Odyssey, the sailors are advised to take the path past her, for it was better to lose six men than lose the entire ship in a whirlpool. For 10 points, name this creature with six heads, twelve legs, and a lower body made of barking dogs, the counterpart of Charybdis.": {
    "guess": "Scylla",
    "confidence": [
      [
        "Sc",
        -0.0018396332
      ],
      [
        "yll",
        -1.4855664e-05
      ],
      [
        "a",
        -2.8921695e-05
      ]
    ]
  },
  "Unable to tell whether her suitor Glaucus was a monster or a fish-god, this daughter of Phorcys fled to the land, where Glaucus could not follow. Circe then fell in love with Glaucus and poisoned the waters near the toe of Italy, where this woman was bathing, changing her into a monster. In the Odyssey, the sailors are advised to take the path past her, for it was better to lose six men than lose the entire ship in a whirlpool. For 10 points, name this creature with six heads, twelve legs, and a": {
    "guess": "Scylla",
    "confidence": [
      [
        "Sc",
        -0.0029727106
      ],
      [
        "yll",
        -3.059055e-05
      ],
      [
        "a",
        -3.4047454e-05
      ]
    ]
  },
  "Unable to tell whether her suitor Glaucus was a monster or a fish-god, this daughter of Phorcys fled to the land, where Glaucus could not follow. Circe then fell in love with Glaucus and poisoned the waters near the toe of Italy, where this woman was bathing, changing her into a monster. In the Odyssey, the sailors are advised to take the path past her, for it was better to lose six men than lose the": {
    "guess": "Scylla",
    "confidence": [
      [
        "Sc",
        -0.018012034
      ],
      [
        "yll",
        -0.00024572382
      ],
      [
        "a",
        -4.6683042e-05
      ]
    ]
  },
  "Unable to run experiments during World War I, this scientist received approval to operated X-ray machines": {
    "guess": "Marie Curie",
    "confidence": [
      [
        "Mar",
        -0.07806541
      ],
      [
        "ie",
        -0.0001530017
      ],
      [
        " Cur",
        -0.001104137
      ],
      [
        "ie",
        -6.372917e-05
      ]
    ]
  },
  "Unable to tell whether her suitor Glaucus was a monster or a fish-god, this daughter of Phorcys fled to the land, where Glaucus could not follow. Circe then fell in love with Glaucus and poisoned the waters": {
    "guess": "Scylla",
    "confidence": [
      [
        "Sc",
        -0.28230464
      ],
      [
        "yll",
        -0.00025061116
      ],
      [
        "a",
        -0.0001242773
      ]
    ]
  },
  "Unable to tell whether her suitor Glaucus was a monster or a fish-god, this daughter of Phorcys fled": {
    "guess": "Scylla",
    "confidence": [
      [
        "Sc",
        -0.057105526
      ],
      [
        "yll",
        -1.342522e-05
      ],
      [
        "a",
        -7.231183e-05
      ]
    ]
  },
  "Unable to tell whether her suitor Glaucus was a monster or a fish-god, this daughter of Phorcys fled to the land, where Glaucus could not follow. Circe then fell in love with Glaucus and poisoned the waters near the toe of Italy, where this woman was bathing, changing her into a monster. In the Odyssey,": {
    "guess": "Scylla",
    "confidence": [
      [
        "Sc",
        -0.07425282
      ],
      [
        "yll",
        -0.00017612721
      ],
      [
        "a",
        -8.470901e-05
      ]
    ]
  },
  "Unable to run experiments during World War I, this scientist received approval to operated X-ray machines on the battlefield and, after the war, raised funds for a hospital and laboratory devoted to the": {
    "guess": "Marie Curie",
    "confidence": [
      [
        "Mar",
        -0.01805219
      ],
      [
        "ie",
        -2.9756122e-05
      ],
      [
        " Cur",
        -0.000757931
      ],
      [
        "ie",
        -7.0523776e-05
      ]
    ]
  },
  "Unable to run experiments during World War I, this scientist received approval to operated X-ray machines on the battlefield and, after the war, raised funds for a hospital and laboratory devoted to the branch of medicine known as radiology. For ten points, name this scientist whose failing eyesight and pernicious anemia came as a result of exposure to radiation while discovering radium and polonium.": {
    "guess": "Marie Curie",
    "confidence": [
      [
        "Mar",
        -0.024321692
      ],
      [
        "ie",
        -4.00813e-06
      ],
      [
        " Cur",
        -0.00039885283
      ],
      [
        "ie",
        -2.4391957e-05
      ]
    ]
  },
  "Unable to run experiments during World War I, this scientist received approval to operated X-ray machines on the battlefield and, after the war, raised funds for a hospital and laboratory devoted to the branch of medicine known as radiology. For ten points, name this scientist whose failing eyesight": {
    "guess": "Marie Curie",
    "confidence": [
      [
        "Mar",
        -0.16583997
      ],
      [
        "ie",
        -6.81397e-05
      ],
      [
        " Cur",
        -0.00057114434
      ],
      [
        "ie",
        -5.4550484e-05
      ]
    ]
  }
}