{
  "The Kerr type of these objects have angular momentum but no electric charge. They emit energy in the form of Hawking radiation, which may eventually cause them to evaporate. The no hair theorem says that their only observable properties are mass, charge and angular momentum. Supermassive ones can be found at the centers of some galaxies, including the Milky Way, while smaller ones are the end products": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0034303158
      ],
      [
        " hole",
        -0.011305283
      ]
    ]
  },
  "The Kerr type of these objects have angular momentum but no electric charge. They emit energy in the form of Hawking radiation, which may eventually cause them to evaporate. The no hair theorem says that": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0022323327
      ],
      [
        " hole",
        -0.0028022677
      ]
    ]
  },
  "The Kerr type of these objects have angular momentum but no electric charge. They emit energy in the": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.1331305
      ],
      [
        " hole",
        -0.0029955318
      ]
    ]
  },
  "The Kerr type of these objects have angular momentum but no electric charge. They emit energy in the form of Hawking radiation, which may eventually cause them to evaporate. The no hair theorem says that their only observable properties are mass, charge and angular momentum. Supermassive ones can be found at the centers of some galaxies, including the Milky Way, while smaller ones are the end products of stars too massive to form neutron stars. For ten points, name these objects from which not even light can escape after crossing the event horizon.": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.00067740795
      ],
      [
        " hole",
        -0.014138829
      ]
    ]
  },
  "The Kerr type of these objects have angular momentum but no electric charge. They emit energy in the form of Hawking radiation, which may eventually cause them to evaporate. The no hair theorem says that their only observable properties are mass, charge and angular momentum. Supermassive ones can be": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.008689742
      ],
      [
        " hole",
        -0.0049090046
      ]
    ]
  },
  "The Kerr type of these objects have angular momentum but no electric charge. They emit energy in the form of Hawking radiation, which may eventually cause them to evaporate. The no hair theorem says that their only observable properties are mass, charge and angular momentum. Supermassive ones can be found at the centers of some galaxies, including the Milky Way, while smaller ones are the end products of stars too massive to form neutron stars. For ten points, name these objects from which not even": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.003616347
      ],
      [
        " hole",
        -0.023086017
      ]
    ]
  }
}