{
  "H. C. Plummer's model of these structures has a too-steep fifth power dropoff of the density, though that model is often used in toy N-body simulations. These formations are sorted by their central mass density into classes 1 through 12 in the Shapley-Sawyer classification system. The mean value of the relaxation time of these structures is on the order of one billion years, and these structures generally remain gravitationally bound, except in the case of strong tidal forces. Those visible to the": {
    "guess": "Globular clusters",
    "confidence": [
      [
        "G",
        -0.590291
      ],
      [
        "lob",
        -6.718607e-05
      ],
      [
        "ular",
        -3.0113732e-05
      ],
      [
        " clusters",
        -0.51491314
      ]
    ]
  },
  "H. C. Plummer's model of these structures has a too-steep fifth power dropoff of the density, though that model is often used in toy N-body simulations. These formations are sorted by their central mass density into classes 1 through 12 in the Shapley-Sawyer classification system. The mean value of the relaxation time of these structures is on the order of one billion years, and these structures generally remain gravitationally bound, except in the case of strong tidal forces. Those visible to the naked eye include 47 Tucanae and Omega Centauri, and these formations are general found outside of the galactic disk proper in a spherical distribution. For 10 points, name these collections of stars": {
    "guess": "Globular cluster",
    "confidence": [
      [
        "G",
        -0.0141708
      ],
      [
        "lob",
        -6.749814e-06
      ],
      [
        "ular",
        -1.9361265e-07
      ],
      [
        " cluster",
        -0.38856778
      ]
    ]
  },
  "H. C. Plummer's model of these structures has a too-steep fifth power dropoff of the density, though that model is often used in toy N-body simulations. These formations are sorted by their central mass density into classes 1 through 12 in the Shapley-Sawyer classification system. The mean value of the relaxation time of these structures is on the order of one billion years, and these structures generally": {
    "guess": "Globular cluster",
    "confidence": [
      [
        "G",
        -0.40057936
      ],
      [
        "lob",
        -5.8961017e-05
      ],
      [
        "ular",
        -1.18755715e-05
      ],
      [
        " cluster",
        -0.6176261
      ]
    ]
  },
  "H. C. Plummer's model of these structures has a too-steep fifth power dropoff of the density, though that model is often used in toy N-body simulations. These formations are sorted by their central mass density into classes 1 through 12 in the Shapley-Sawyer classification system. The mean value of the": {
    "guess": "Globular cluster",
    "confidence": [
      [
        "G",
        -0.42519736
      ],
      [
        "lob",
        -5.025915e-05
      ],
      [
        "ular",
        -3.4285862e-05
      ],
      [
        " cluster",
        -0.48638734
      ]
    ]
  },
  "H. C. Plummer's model of these structures has a too-steep fifth power dropoff of the density, though that model is often used in toy N-body simulations. These formations are sorted by their central mass density into classes 1 through 12 in the Shapley-Sawyer classification system. The mean value of the relaxation time of these structures is on the order of one billion years, and these structures generally remain gravitationally bound, except in the case of strong tidal forces. Those visible to the naked eye include 47 Tucanae and Omega Centauri, and these formations are general found outside of": {
    "guess": "Globular cluster",
    "confidence": [
      [
        "G",
        -0.015593307
      ],
      [
        "lob",
        -1.1398757e-05
      ],
      [
        "ular",
        -2.7729659e-05
      ],
      [
        " cluster",
        -0.6252985
      ]
    ]
  },
  "H. C. Plummer's model of these structures has a too-steep fifth power dropoff of the density, though that model is often used in toy N-body simulations. These formations are sorted by their central mass": {
    "guess": "Galaxy cluster",
    "confidence": [
      [
        "Gal",
        -1.3357174
      ],
      [
        "axy",
        -0.05150525
      ],
      [
        " cluster",
        -1.1344508
      ]
    ]
  },
  "H. C. Plummer's model of these structures has a too-steep fifth power dropoff of the density, though": {
    "guess": "Plummer model",
    "confidence": [
      [
        "Pl",
        -0.7231835
      ],
      [
        "ummer",
        -0.019273022
      ],
      [
        " model",
        -0.47285432
      ]
    ]
  },
  "H. C. Plummer's model of these structures has a too-steep fifth power dropoff of the density, though that model is often used in toy N-body simulations. These formations are sorted by their central mass density into classes 1 through 12 in the Shapley-Sawyer classification system. The mean value of the relaxation time of these structures is on the order of one billion years, and these structures generally remain gravitationally bound, except in the case of strong tidal forces. Those visible to the naked eye include 47 Tucanae and Omega Centauri, and these formations are general found outside of the galactic disk proper in a spherical distribution. For 10 points, name these collections of stars with a roughly spherical shape.": {
    "guess": "Globular clusters",
    "confidence": [
      [
        "G",
        -0.0012421365
      ],
      [
        "lob",
        -1.2590794e-05
      ],
      [
        "ular",
        -1.3856493e-06
      ],
      [
        " clusters",
        -0.37991083
      ]
    ]
  }
}