{
  "This man delivered a lecture describing a \"crude but vital\" popular mentality that \"inhabits the skyscraper\u0085\"": {
    "guess": "Thorstein Veblen",
    "confidence": [
      [
        "Thor",
        -1.0431935
      ],
      [
        "stein",
        -0.006061756
      ],
      [
        " Ve",
        -0.00015240935
      ],
      [
        "bl",
        -1.6882126e-05
      ],
      [
        "en",
        -7.505351e-05
      ]
    ]
  },
  "The delta of this country's principal river contains the El Pao Iron Mine on a mountain known as El Florero. In 2004, this country declared a state of emergency when 18% of its largest lake's surface became infested with Lemnoideae, or duckweed. Air masses bounded by the Perijá Mountains and the Cordillera de Mérida produce storms that generate over 200 lightning strikes per hour near the mouth of this country's Catatumbo River. The Churún River flows over the Auyán tepui in this country, producing a feature named for an American aviator that is the world's tallest waterfall. For 10 points, name": {
    "guess": "Venezuela",
    "confidence": [
      [
        "V",
        -0.00832402
      ],
      [
        "enez",
        -7.076218e-05
      ],
      [
        "uela",
        -0.0001406082
      ]
    ]
  },
  "The delta of this country's principal river contains the El Pao Iron Mine on a mountain known as El Florero.": {
    "guess": "Venezuela",
    "confidence": [
      [
        "V",
        -0.42276683
      ],
      [
        "enez",
        -6.7662884e-05
      ],
      [
        "uela",
        -0.0090069985
      ]
    ]
  },
  "He delivered an attack on Melanchthon as his thesis in 1524, but turned away from Catholicism the next year, siding with King Henry VIII in his divorce. Appointed chaplain to Anne Boleyn, he became bishop of Worcester in 1535, but resigned his see e  leven years later after Henry imprisoned him in the Tower of London. FTP, name this Protestant leader, who was found guilty of heresy in 1555 and, on": {
    "guess": "Hugh Latimer",
    "confidence": [
      [
        "Hugh",
        -0.30590886
      ],
      [
        " Lat",
        -0.0033358715
      ],
      [
        "imer",
        -3.9411618e-05
      ]
    ]
  },
  "This man delivered a lecture describing a \"crude but vital\" popular mentality that \"inhabits the skyscraper\u0085\" as opposed to one that inhabits \"colonial mansions.\" He wrote a book that described essence,": {
    "guess": "Thorstein Veblen",
    "confidence": [
      [
        "Thor",
        -0.81832457
      ],
      [
        "stein",
        -0.018607682
      ],
      [
        " Ve",
        -0.0002975664
      ],
      [
        "bl",
        -3.8219583e-05
      ],
      [
        "en",
        -8.625866e-05
      ]
    ]
  },
  "In a Delaroche painting, this man calmly holds a book as soldiers blow pipe smoke into his face and insult him. The supposed writer of the spiritual autobiography Eikon Basilike, this ruler's advisers supported strict policies that were known as \"Thorough.\" Such advisers included a man assassinated during this man's reign by John Felton. That adviser was the Duke of Buckingham. He appointed the unpopular Archbishop of Canterbury, (*) William Laud. This ruler was depicted \"at the hunt\" by his court": {
    "guess": "Charles I of England",
    "confidence": [
      [
        "Charles",
        -0.0022538607
      ],
      [
        " I",
        -6.897413e-05
      ],
      [
        " of",
        -2.1008714e-06
      ],
      [
        " England",
        -3.9054008e-05
      ]
    ]
  },
  "The delta of this country's principal river contains the El Pao Iron Mine on a mountain known as El Florero. In 2004, this country declared a state of emergency when 18% of its largest lake's surface became": {
    "guess": "Venezuela",
    "confidence": [
      [
        "V",
        -1.0200726
      ],
      [
        "enez",
        -0.0018618803
      ],
      [
        "uela",
        -0.05363887
      ]
    ]
  },
  "This man delivered a lecture describing a \"crude but vital\" popular mentality that \"inhabits the skyscraper\u0085\" as opposed to one that inhabits \"colonial mansions.\" He wrote a book that described essence, matter, truth, and spirit as four constituents of a group of foundations for experience. This writer of \"The Genteel Tradition in American Philosophy\" argued that philosophy should rely on instinct instead of rational thought, and that it begins in medias res. This author wrote The Realms of Being and Scepticism and Animal Faith. For 10 points, name this Spanish-American philosopher who said that \"those who cannot remember the past are condemned to repeat it.\"": {
    "guess": "George Santayana",
    "confidence": [
      [
        "George",
        -0.0014979604
      ],
      [
        " Sant",
        -9.849109e-06
      ],
      [
        "ay",
        -4.5491004e-05
      ],
      [
        "ana",
        -1.3306016e-05
      ]
    ]
  },
  "If the demand curve is linear, then it will have twice the slope of the marginal revenue curve in this market, and if a per-unit tax is applied to goods, then the price will rise by twice the amount of the tax. Price minus marginal cost all over price is equivalent to the negative inverse of demand elasticity in this market, and is also known as the Lerner Index. Deadweight loss results from the difference between the gain in producer surplus and the loss of consumer surplus, and the Herfindahl-Hirschman index for this type of market is ten thousand, which indicates that the entire market share": {
    "guess": "Monopoly",
    "confidence": [
      [
        "Mon",
        -0.084905736
      ],
      [
        "opoly",
        -0.2961345
      ]
    ]
  },
  "Delays in the negotiation of this treaty led to the October 17 riots. One side in this treaty had previously proposed an agreement called the \"Peace of the Brave\", which had been rejected. The negotiation of this treaty was interrupted by a dispute over whether the MNA should be allowed to join the talks,": {
    "guess": "Treaty of Versailles",
    "confidence": [
      [
        "T",
        -1.3832996
      ],
      [
        "reat",
        -0.0048459037
      ],
      [
        "y",
        -0.0019776456
      ],
      [
        " of",
        -0.013358684
      ],
      [
        " Vers",
        -2.030435
      ],
      [
        "ailles",
        -0.00039075434
      ]
    ]
  },
  "If the demand curve is linear, then it will have twice the slope of the marginal revenue curve in this market, and if a per-unit tax is applied to goods, then the price will rise by twice the amount of": {
    "guess": "Monopoly",
    "confidence": [
      [
        "Mon",
        -0.020843621
      ],
      [
        "opoly",
        -0.018392231
      ]
    ]
  },
  "In a Delaroche painting, this man calmly holds a book as soldiers blow pipe smoke into his face and insult him. The supposed writer of the spiritual autobiography Eikon Basilike, this ruler's advisers supported strict policies that were known as \"Thorough.\" Such advisers included a man assassinated during this man's reign by John Felton. That adviser was the Duke of Buckingham. He appointed the unpopular": {
    "guess": "Charles I of England",
    "confidence": [
      [
        "Charles",
        -0.10738733
      ],
      [
        " I",
        -0.001756695
      ],
      [
        " of",
        -0.008573676
      ],
      [
        " England",
        -0.00017815368
      ]
    ]
  },
  "This man delivered a lecture describing a \"crude but vital\" popular mentality that \"inhabits the skyscraper\u0085\" as opposed to one that inhabits \"colonial mansions.\" He wrote a book that described essence, matter, truth, and spirit as four constituents of a group of foundations for experience. This writer of \"The Genteel Tradition in American Philosophy\" argued that philosophy should rely on instinct": {
    "guess": "George Santayana",
    "confidence": [
      [
        "George",
        -0.015443063
      ],
      [
        " Sant",
        -0.0003857478
      ],
      [
        "ay",
        -0.00019531534
      ],
      [
        "ana",
        -3.22594e-05
      ]
    ]
  },
  "If the demand curve is linear, then it will have twice the slope of the marginal revenue curve in this market, and if a per-unit tax is applied to goods, then the price will rise by twice the amount of the tax. Price minus marginal cost all over price is equivalent to the negative inverse of demand elasticity in this market, and is also known as the Lerner Index. Deadweight loss results from the difference between the gain in producer surplus and the loss of consumer surplus, and the Herfindahl-Hirschman": {
    "guess": "Monopolistic competition",
    "confidence": [
      [
        "Mon",
        -0.10129128
      ],
      [
        "opol",
        -0.46561703
      ],
      [
        "istic",
        -0.002192614
      ],
      [
        " competition",
        -0.086762406
      ]
    ]
  },
  "Delmore Schwartz wrote a poem about Albert Einstein and this man, who wrote a response to \"Dover Beach\" in which he describes the \"withdrawing waves.\" The author of a play about a character describe originally": {
    "guess": "Matthew Arnold",
    "confidence": [
      [
        "Matthew",
        -0.27294335
      ],
      [
        " Arnold",
        -0.00013309837
      ]
    ]
  },
  "Delays in the negotiation of this treaty led to the October 17 riots. One side in this treaty had previously proposed an agreement called the \"Peace of the Brave\", which had been rejected. The negotiation of this treaty was interrupted by a dispute over whether the MNA should be allowed to join the talks, but they were excluded at the insistence of the GPRA. A key issue in this treaty was one side's ability to use a naval base at Mers-el-Kebir, and another major issue was how much autonomy would": {
    "guess": "Treaty of Algiers",
    "confidence": [
      [
        "T",
        -0.9704901
      ],
      [
        "reat",
        -0.003032494
      ],
      [
        "y",
        -0.0011004454
      ],
      [
        " of",
        -0.0019397038
      ],
      [
        " Alg",
        -0.51572514
      ],
      [
        "iers",
        -8.299462e-06
      ]
    ]
  },
  "In a Delaroche painting, this man calmly holds a book as soldiers blow pipe smoke into his face and insult him. The supposed writer of the spiritual autobiography Eikon Basilike, this ruler's advisers supported strict policies that were known as \"Thorough.\" Such advisers included a man assassinated during this man's reign by John Felton. That adviser was the Duke of Buckingham. He appointed the unpopular Archbishop of Canterbury, (*) William Laud. This ruler was depicted \"at the hunt\" by his court painter, Anthony van Dyck. In the 1640's, his cavalry was led by Prince Rupert of the Rhine, a noted Cavalier. This ruler was put on trial by the Rump Parliament. For 10 points, name this king who was executed after losing the English Civil War to Oliver Cromwell's forces.": {
    "guess": "Charles I of England",
    "confidence": [
      [
        "Charles",
        -0.0016925542
      ],
      [
        " I",
        -3.5120287e-05
      ],
      [
        " of",
        -4.1273333e-06
      ],
      [
        " England",
        -6.420598e-05
      ]
    ]
  },
  "The delta of this country's principal river contains the El Pao Iron Mine on a mountain known as El Florero. In 2004, this country declared a state of emergency when 18% of its largest lake's surface became infested with Lemnoideae, or duckweed. Air masses bounded by the Perijá Mountains and the Cordillera de Mérida produce storms that generate over 200 lightning strikes per hour near the mouth of": {
    "guess": "Venezuela",
    "confidence": [
      [
        "V",
        -0.0911008
      ],
      [
        "enez",
        -5.7649777e-05
      ],
      [
        "uela",
        -0.0005189551
      ]
    ]
  },
  "Delmore Schwartz wrote a poem about Albert Einstein and this man, who wrote a response to \"Dover Beach\" in which he describes the \"withdrawing waves.\" The author of a play about a character describe originally by William Blake as \"silent and invisible,\" Nobodaddy, and poetry collections such as America Was Promises, he writes \"And here face down in the sun…the shadow of the night comes on\" in a poem addressed to the author of \"To His Coy Mistress.\" Also well-known is his \"True History\" of Bernal Diaz, also called del Castillo, and a play featuring Zophar, Eliphaz, and Bildad, J.B. FTP name this author of \"You, Andrew Marvell\" and Conquistador.": {
    "guess": "Archibald MacLeish",
    "confidence": [
      [
        "Arch",
        -0.012213405
      ],
      [
        "ib",
        -3.2929079e-06
      ],
      [
        "ald",
        -6.1106686e-05
      ],
      [
        " Mac",
        -0.00020890454
      ],
      [
        "Le",
        -0.00085535896
      ],
      [
        "ish",
        -0.00010139752
      ]
    ]
  },
  "The delta of this country's principal river contains the El Pao Iron Mine on a mountain known as El Florero. In 2004, this country declared a state of emergency when 18% of its largest lake's surface became infested with Lemnoideae, or duckweed. Air masses bounded by the Perijá Mountains and the Cordillera de Mérida produce storms that generate over 200 lightning strikes per hour near the mouth of this country's Catatumbo River. The Churún River flows over the Auyán tepui in this country, producing": {
    "guess": "Venezuela",
    "confidence": [
      [
        "V",
        -0.023440432
      ],
      [
        "enez",
        -2.9636918e-05
      ],
      [
        "uela",
        -0.00070862105
      ]
    ]
  },
  "If the demand curve is linear, then it will have twice the slope of the marginal revenue curve in this market, and if a per-unit tax is applied to goods, then the price will rise by twice the amount of the tax. Price minus marginal cost all over price is equivalent to the negative inverse of demand elasticity in this market, and is also known as the Lerner Index. Deadweight loss results from the difference between the gain in producer surplus and the loss of consumer surplus, and the Herfindahl-Hirschman index for this type of market is ten thousand, which indicates that the entire market share lies with one seller. FTP, identify this type of market in which there is only one producer.": {
    "guess": "Monopoly",
    "confidence": [
      [
        "Mon",
        -0.027687857
      ],
      [
        "opoly",
        -0.035510562
      ]
    ]
  },
  "In a Delaroche painting, this man calmly holds a book as soldiers blow pipe smoke into his face and insult him. The supposed writer of the spiritual autobiography Eikon Basilike, this ruler's advisers": {
    "guess": "Charles I of England",
    "confidence": [
      [
        "Charles",
        -0.096763246
      ],
      [
        " I",
        -0.0015037905
      ],
      [
        " of",
        -0.051756237
      ],
      [
        " England",
        -0.00022284771
      ]
    ]
  },
  "Delmore Schwartz wrote a poem about Albert Einstein and this man, who wrote a response to \"Dover Beach\" in which he describes the \"withdrawing waves.\" The author of a play about a character describe originally by William Blake as \"silent and invisible,\" Nobodaddy, and poetry collections such as America Was Promises, he writes \"And here face down in the sun…the shadow of the night comes on\" in a poem": {
    "guess": "W. S. Merwin",
    "confidence": [
      [
        "W",
        -2.060668
      ],
      [
        ".",
        -0.116733484
      ],
      [
        " S",
        -0.008985974
      ],
      [
        ".",
        -0.0005587508
      ],
      [
        " Mer",
        -0.0032711183
      ],
      [
        "win",
        -0.00048310417
      ]
    ]
  },
  "The demerit type of this concept produces a negative externality, while the private type has the characteristics of excludability and rivalry. The substitute type of this concept can decrease demand for": {
    "guess": "Market_failure",
    "confidence": [
      [
        "Market",
        -0.7258068
      ],
      [
        "_failure",
        -0.74373424
      ]
    ]
  },
  "Delmore Schwartz wrote a poem about Albert Einstein and this man, who wrote a response to \"Dover Beach\" in which he describes the \"withdrawing waves.\" The author of a play about a character describe originally by William Blake as \"silent and invisible,\" Nobodaddy, and poetry collections such as America Was Promises, he writes \"And here face down in the sun…the shadow of the night comes on\" in a poem addressed to the author of \"To His Coy Mistress.\" Also well-known is his \"True History\" of Bernal": {
    "guess": "John Ashbery",
    "confidence": [
      [
        "John",
        -1.1713281
      ],
      [
        " Ash",
        -0.19439551
      ],
      [
        "bery",
        -0.0077877315
      ]
    ]
  },
  "This man delivered a lecture describing a \"crude but vital\" popular mentality that \"inhabits the skyscraper\u0085\" as opposed to one that inhabits \"colonial mansions.\" He wrote a book that described essence, matter, truth, and spirit as four constituents of a group of foundations for experience. This writer of \"The Genteel Tradition in American Philosophy\" argued that philosophy should rely on instinct instead of rational thought, and that it begins in medias res. This author wrote The Realms of Being": {
    "guess": "George Santayana",
    "confidence": [
      [
        "George",
        -0.020806259
      ],
      [
        " Sant",
        -0.00089681253
      ],
      [
        "ay",
        -8.9834764e-05
      ],
      [
        "ana",
        -3.1424974e-05
      ]
    ]
  },
  "If the demand curve is linear, then it will have twice the slope of the marginal revenue curve in this": {
    "guess": "Oligopoly",
    "confidence": [
      [
        "O",
        -0.9548691
      ],
      [
        "lig",
        -0.00021164624
      ],
      [
        "opoly",
        -0.00022463576
      ]
    ]
  },
  "This man delivered a lecture describing a \"crude but vital\" popular mentality that \"inhabits the skyscraper\u0085\" as opposed to one that inhabits \"colonial mansions.\" He wrote a book that described essence, matter, truth, and spirit as four constituents of a group of foundations for experience. This writer of \"The Genteel Tradition in American Philosophy\" argued that philosophy should rely on instinct instead of rational thought, and that it begins in medias res. This author wrote The Realms of Being and Scepticism and Animal Faith. For 10 points, name this Spanish-American philosopher who said that": {
    "guess": "George Santayana",
    "confidence": [
      [
        "George",
        -0.0026755377
      ],
      [
        " Sant",
        -2.451116e-05
      ],
      [
        "ay",
        -4.1199673e-05
      ],
      [
        "ana",
        -1.4855664e-05
      ]
    ]
  },
  "He delivered an attack on Melanchthon as his thesis in 1524, but turned away from Catholicism the next": {
    "guess": "Erasmus",
    "confidence": [
      [
        "Er",
        -0.72805977
      ],
      [
        "asmus",
        -0.0010290003
      ]
    ]
  },
  "In a Delaroche painting, this man calmly holds a book as soldiers blow pipe smoke into his face and insult": {
    "guess": "Charles I Insulted by Cromwell's Soldiers",
    "confidence": [
      [
        "Charles",
        -0.27527937
      ],
      [
        " I",
        -0.00076340704
      ],
      [
        " Ins",
        -0.2337384
      ],
      [
        "ult",
        -0.00010735771
      ],
      [
        "ed",
        -4.727906e-05
      ],
      [
        " by",
        -0.0002356025
      ],
      [
        " Crom",
        -8.220573e-05
      ],
      [
        "well",
        -0.00018720949
      ],
      [
        "'s",
        -0.0002456046
      ],
      [
        " Soldiers",
        -0.0001594387
      ]
    ]
  },
  "He delivered an attack on Melanchthon as his thesis in 1524, but turned away from Catholicism the next year, siding with King Henry VIII in his divorce. Appointed chaplain to Anne Boleyn, he became bishop of Worcester in 1535, but resigned his see e  leven years later after Henry imprisoned him in the": {
    "guess": "Hugh Latimer",
    "confidence": [
      [
        "Hugh",
        -0.4495501
      ],
      [
        " Lat",
        -0.0022678974
      ],
      [
        "imer",
        -4.5252596e-05
      ]
    ]
  },
  "Delmore Schwartz wrote a poem about Albert Einstein and this man, who wrote a response to \"Dover Beach\" in which he describes the \"withdrawing waves.\" The author of a play about a character describe originally by William Blake as \"silent and invisible,\" Nobodaddy, and poetry collections such as America Was Promises, he writes \"And here face down in the sun…the shadow of the night comes on\" in a poem addressed to the author of \"To His Coy Mistress.\" Also well-known is his \"True History\" of Bernal Diaz, also called del Castillo, and a play featuring Zophar, Eliphaz, and Bildad, J.B. FTP name this": {
    "guess": "Archibald MacLeish",
    "confidence": [
      [
        "Arch",
        -0.05322199
      ],
      [
        "ib",
        -1.7835755e-05
      ],
      [
        "ald",
        -0.000107715314
      ],
      [
        " Mac",
        -0.00066704466
      ],
      [
        "Le",
        -0.0023965787
      ],
      [
        "ish",
        -6.456359e-05
      ]
    ]
  },
  "Delmore Schwartz wrote a poem about Albert Einstein and this man, who wrote a response to \"Dover Beach\"": {
    "guess": "Matthew Arnold",
    "confidence": [
      [
        "Matthew",
        -0.7551986
      ],
      [
        " Arnold",
        -0.00039861441
      ]
    ]
  },
  "He delivered an attack on Melanchthon as his thesis in 1524, but turned away from Catholicism the next year, siding with King Henry VIII in his divorce. Appointed chaplain to Anne Boleyn, he became bishop of Worcester in 1535, but resigned his see e  leven years later after Henry imprisoned him in the Tower of London. FTP, name this Protestant leader, who was found guilty of heresy in 1555 and, on October 16, was burned at the stake along with Ridley.": {
    "guess": "Hugh Latimer",
    "confidence": [
      [
        "Hugh",
        -0.029956553
      ],
      [
        " Lat",
        -0.0014215453
      ],
      [
        "imer",
        -5.252402e-05
      ]
    ]
  },
  "Delays in the negotiation of this treaty led to the October 17 riots. One side in this treaty had previously proposed an agreement called the \"Peace of the Brave\", which had been rejected. The negotiation of this treaty was interrupted by a dispute over whether the MNA should be allowed to join the talks, but they were excluded at the insistence of the GPRA. A key issue in this treaty was one side's": {
    "guess": "Treaty of Algiers",
    "confidence": [
      [
        "T",
        -1.1181033
      ],
      [
        "reat",
        -0.0053101312
      ],
      [
        "y",
        -0.0018415368
      ],
      [
        " of",
        -0.0029680727
      ],
      [
        " Alg",
        -0.13185835
      ],
      [
        "iers",
        -1.473646e-05
      ]
    ]
  },
  "In a Delaroche painting, this man calmly holds a book as soldiers blow pipe smoke into his face and insult him. The supposed writer of the spiritual autobiography Eikon Basilike, this ruler's advisers supported strict policies that were known as \"Thorough.\" Such advisers included a man assassinated during this man's reign by John Felton. That adviser was the Duke of Buckingham. He appointed the unpopular Archbishop of Canterbury, (*) William Laud. This ruler was depicted \"at the hunt\" by his court painter, Anthony van Dyck. In the 1640's, his cavalry was led by Prince Rupert of the Rhine, a noted": {
    "guess": "Charles I of England",
    "confidence": [
      [
        "Charles",
        -0.002171555
      ],
      [
        " I",
        -7.278864e-05
      ],
      [
        " of",
        -6.392203e-06
      ],
      [
        " England",
        -6.778209e-05
      ]
    ]
  },
  "The demerit type of this concept produces a negative externality, while the private type has the characteristics of excludability and rivalry. The substitute type of this concept can decrease demand for other types of this, while the complement will increase demand. The ordinary type of this sees demand decrease with price, while the Veblen type of this is one for which price rises along with demand. Consumption of the public type of these does not decrease the supply. For 10 points, identify this": {
    "guess": "Types of goods",
    "confidence": [
      [
        "Types",
        -0.30650854
      ],
      [
        " of",
        -0.0010704427
      ],
      [
        " goods",
        -0.47908148
      ]
    ]
  },
  "This man delivered a lecture describing a \"crude but vital\" popular mentality that \"inhabits the skyscraper\u0085\" as opposed to one that inhabits \"colonial mansions.\" He wrote a book that described essence, matter, truth, and spirit as four constituents of a group of foundations for experience. This writer": {
    "guess": "William James",
    "confidence": [
      [
        "William",
        -1.0566137
      ],
      [
        " James",
        -0.09198692
      ]
    ]
  },
  "The demerit type of this concept produces a negative externality, while the private type has the characteristics of excludability and rivalry. The substitute type of this concept can decrease demand for other types of this, while the complement will increase demand. The ordinary type of this sees demand": {
    "guess": "Types of goods",
    "confidence": [
      [
        "Types",
        -1.0569234
      ],
      [
        " of",
        -0.0006056951
      ],
      [
        " goods",
        -0.18530057
      ]
    ]
  },
  "In a Delaroche painting, this man calmly holds a book as soldiers blow pipe smoke into his face and insult him. The supposed writer of the spiritual autobiography Eikon Basilike, this ruler's advisers supported strict policies that were known as \"Thorough.\" Such advisers included a man assassinated during": {
    "guess": "Charles I of England",
    "confidence": [
      [
        "Charles",
        -0.06450041
      ],
      [
        " I",
        -0.002677203
      ],
      [
        " of",
        -0.002148835
      ],
      [
        " England",
        -6.337155e-05
      ]
    ]
  },
  "Delmore Schwartz wrote a poem about Albert Einstein and this man, who wrote a response to \"Dover Beach\" in which he describes the \"withdrawing waves.\" The author of a play about a character describe originally by William Blake as \"silent and invisible,\" Nobodaddy, and poetry collections such as America": {
    "guess": "Allen Ginsberg",
    "confidence": [
      [
        "Allen",
        -0.65274394
      ],
      [
        " Gins",
        -0.0043153493
      ],
      [
        "berg",
        -0.0006490522
      ]
    ]
  },
  "If the demand curve is linear, then it will have twice the slope of the marginal revenue curve in this market, and if a per-unit tax is applied to goods, then the price will rise by twice the amount of the tax. Price minus marginal cost all over price is equivalent to the negative inverse of demand elasticity in this market, and is also known as the Lerner Index. Deadweight loss results from the difference": {
    "guess": "Monopoly",
    "confidence": [
      [
        "Mon",
        -0.0063110315
      ],
      [
        "opoly",
        -8.363618e-05
      ]
    ]
  },
  "The delta of this country's principal river contains the El Pao Iron Mine on a mountain known as El Florero. In 2004, this country declared a state of emergency when 18% of its largest lake's surface became infested with Lemnoideae, or duckweed. Air masses bounded by the Perijá Mountains and the Cordillera": {
    "guess": "Venezuela",
    "confidence": [
      [
        "V",
        -0.2321751
      ],
      [
        "enez",
        -2.2961513e-05
      ],
      [
        "uela",
        -0.0006392885
      ]
    ]
  },
  "Delays in the negotiation of this treaty led to the October 17 riots. One side in this treaty had previously proposed an agreement called the \"Peace of the Brave\", which had been rejected. The negotiation": {
    "guess": "Treaty of Bucharest",
    "confidence": [
      [
        "T",
        -1.0093296
      ],
      [
        "reat",
        -0.0013070254
      ],
      [
        "y",
        -0.0009166975
      ],
      [
        " of",
        -0.001983591
      ],
      [
        " Buch",
        -2.112561
      ],
      [
        "arest",
        -1.0802739e-05
      ]
    ]
  },
  "The demerit type of this concept produces a negative externality, while the private type has the characteristics of excludability and rivalry. The substitute type of this concept can decrease demand for other types of this, while the complement will increase demand. The ordinary type of this sees demand decrease with price, while the Veblen type of this is one for which price rises along with demand. Consumption of the public type of these does not decrease the supply. For 10 points, identify this economic concept, which refers to any item that producers produce.": {
    "guess": "Types of goods",
    "confidence": [
      [
        "Types",
        -0.5302293
      ],
      [
        " of",
        -0.0012002318
      ],
      [
        " goods",
        -0.061137315
      ]
    ]
  },
  "Delays in the negotiation of this treaty led to the October 17 riots. One side in this treaty had previously": {
    "guess": "Treaty of Campo Formio",
    "confidence": [
      [
        "T",
        -0.2357511
      ],
      [
        "reat",
        -0.00012713818
      ],
      [
        "y",
        -0.0019052008
      ],
      [
        " of",
        -0.001090093
      ],
      [
        " Campo",
        -0.07202055
      ],
      [
        " Form",
        -0.00022630462
      ],
      [
        "io",
        -3.619312e-05
      ]
    ]
  },
  "In a Delaroche painting, this man calmly holds a book as soldiers blow pipe smoke into his face and insult him. The supposed writer of the spiritual autobiography Eikon Basilike, this ruler's advisers supported strict policies that were known as \"Thorough.\" Such advisers included a man assassinated during this man's reign by John Felton. That adviser was the Duke of Buckingham. He appointed the unpopular Archbishop of Canterbury, (*) William Laud. This ruler was depicted \"at the hunt\" by his court painter, Anthony van Dyck. In the 1640's, his cavalry was led by Prince Rupert of the Rhine, a noted Cavalier. This ruler was put on trial by the Rump Parliament. For 10 points, name this king who was": {
    "guess": "Charles I of England",
    "confidence": [
      [
        "Charles",
        -0.0044826968
      ],
      [
        " I",
        -5.5980927e-05
      ],
      [
        " of",
        -6.9882217e-06
      ],
      [
        " England",
        -9.698699e-05
      ]
    ]
  },
  "He delivered an attack on Melanchthon as his thesis in 1524, but turned away from Catholicism the next year, siding with King Henry VIII in his divorce. Appointed chaplain to Anne Boleyn, he became bishop": {
    "guess": "Thomas Cranmer",
    "confidence": [
      [
        "Thomas",
        -0.31006745
      ],
      [
        " Cran",
        -0.0030934585
      ],
      [
        "mer",
        -3.3093824e-05
      ]
    ]
  },
  "If the demand curve is linear, then it will have twice the slope of the marginal revenue curve in this market, and if a per-unit tax is applied to goods, then the price will rise by twice the amount of the tax. Price minus marginal cost all over price is equivalent to the negative inverse of demand elasticity": {
    "guess": "Monopoly",
    "confidence": [
      [
        "Mon",
        -0.3693746
      ],
      [
        "opoly",
        -0.074167155
      ]
    ]
  },
  "The demerit type of this concept produces a negative externality, while the private type has the characteristics of excludability and rivalry. The substitute type of this concept can decrease demand for other types of this, while the complement will increase demand. The ordinary type of this sees demand decrease with price, while the Veblen type of this is one for which price rises along with demand.": {
    "guess": "Types of goods",
    "confidence": [
      [
        "Types",
        -0.18659393
      ],
      [
        " of",
        -0.0005228889
      ],
      [
        " goods",
        -0.31507432
      ]
    ]
  },
  "The delta of this country's principal river contains the El Pao Iron Mine on a mountain known as El Florero. In 2004, this country declared a state of emergency when 18% of its largest lake's surface became infested with Lemnoideae, or duckweed. Air masses bounded by the Perijá Mountains and the Cordillera de Mérida produce storms that generate over 200 lightning strikes per hour near the mouth of this country's Catatumbo River. The Churún River flows over the Auyán tepui in this country, producing a feature named for an American aviator that is the world's tallest waterfall. For 10 points, name this country home to Lake Maracaibo, Angel Falls, and Caracas.": {
    "guess": "Venezuela",
    "confidence": [
      [
        "V",
        -0.011212872
      ],
      [
        "enez",
        -8.5543434e-05
      ],
      [
        "uela",
        -0.00032283025
      ]
    ]
  },
  "The demerit type of this concept produces a negative externality, while the private type has the characteristics": {
    "guess": "Market failure",
    "confidence": [
      [
        "Market",
        -0.061957374
      ],
      [
        " failure",
        -0.030837642
      ]
    ]
  },
  "Delays in the negotiation of this treaty led to the October 17 riots. One side in this treaty had previously proposed an agreement called the \"Peace of the Brave\", which had been rejected. The negotiation of this treaty was interrupted by a dispute over whether the MNA should be allowed to join the talks, but they were excluded at the insistence of the GPRA. A key issue in this treaty was one side's ability to use a naval base at Mers-el-Kebir, and another major issue was how much autonomy would be given to a group called the \"Black Feet\" or  pied-noir. Shortly after this treaty was signed, Ben": {
    "guess": "Algerian War",
    "confidence": [
      [
        "Al",
        -0.670323
      ],
      [
        "ger",
        -0.0006992113
      ],
      [
        "ian",
        -0.0035526776
      ],
      [
        " War",
        -0.005623835
      ]
    ]
  },
  "Delays in the negotiation of this treaty led to the October 17 riots. One side in this treaty had previously proposed an agreement called the \"Peace of the Brave\", which had been rejected. The negotiation of this treaty was interrupted by a dispute over whether the MNA should be allowed to join the talks, but they were excluded at the insistence of the GPRA. A key issue in this treaty was one side's ability to use a naval base at Mers-el-Kebir, and another major issue was how much autonomy would be given to a group called the \"Black Feet\" or  pied-noir. Shortly after this treaty was signed, Ben Bella became president of one of its signatories. This treaty was signed by the FLN and represented": {
    "guess": "Evian Accords",
    "confidence": [
      [
        "Ev",
        -0.84817886
      ],
      [
        "ian",
        -0.00010664248
      ],
      [
        " Acc",
        -0.0012263007
      ],
      [
        "ords",
        -1.3856493e-06
      ]
    ]
  },
  "Delays in the negotiation of this treaty led to the October 17 riots. One side in this treaty had previously proposed an agreement called the \"Peace of the Brave\", which had been rejected. The negotiation of this treaty was interrupted by a dispute over whether the MNA should be allowed to join the talks, but they were excluded at the insistence of the GPRA. A key issue in this treaty was one side's ability to use a naval base at Mers-el-Kebir, and another major issue was how much autonomy would be given to a group called the \"Black Feet\" or  pied-noir. Shortly after this treaty was signed, Ben Bella became president of one of its signatories. This treaty was signed by the FLN and represented victory in its struggle with France. For ten points, name this 1962 agreement signed by Charles de": {
    "guess": "Évian Accords",
    "confidence": [
      [
        "É",
        -0.25727367
      ],
      [
        "v",
        -1.0683535e-05
      ],
      [
        "ian",
        -0.0002359601
      ],
      [
        " Acc",
        -0.003376742
      ],
      [
        "ords",
        -1.6240566e-06
      ]
    ]
  },
  "Delays in the negotiation of this treaty led to the October 17 riots. One side in this treaty had previously proposed an agreement called the \"Peace of the Brave\", which had been rejected. The negotiation of this treaty was interrupted by a dispute over whether the MNA should be allowed to join the talks, but they were excluded at the insistence of the GPRA. A key issue in this treaty was one side's ability to use a naval base at Mers-el-Kebir, and another major issue was how much autonomy would be given to a group called the \"Black Feet\" or  pied-noir. Shortly after this treaty was signed, Ben Bella became president of one of its signatories. This treaty was signed by the FLN and represented victory in its struggle with France. For ten points, name this 1962 agreement signed by Charles de Gaulle, which gave independence to Algeria.": {
    "guess": "Évian Accords",
    "confidence": [
      [
        "É",
        -0.051744916
      ],
      [
        "v",
        -9.0883464e-07
      ],
      [
        "ian",
        -4.990154e-05
      ],
      [
        " Acc",
        -0.006679375
      ],
      [
        "ords",
        -6.704273e-07
      ]
    ]
  },
  "One delayed launch game for this system starred Takamaru, a character who'd later cameo in Captain Rainbow,": {
    "guess": "Nintendo Entertainment System",
    "confidence": [
      [
        "Nintendo",
        -0.34798333
      ],
      [
        " Entertainment",
        -0.3926628
      ],
      [
        " System",
        -0.00012976067
      ]
    ]
  },
  "One delayed launch game for this system starred Takamaru, a character who'd later cameo in Captain Rainbow, on his quest to solve the titular \"Riddle of Murasame Castle\".  Its manufacturer used \"fax stations\"": {
    "guess": "Famicom Disk System",
    "confidence": [
      [
        "F",
        -0.5222219
      ],
      [
        "amic",
        -0.000119874094
      ],
      [
        "om",
        -2.4584822e-06
      ],
      [
        " Disk",
        -0.002268851
      ],
      [
        " System",
        -2.057744e-05
      ]
    ]
  },
  "One delayed launch game for this system starred Takamaru, a character who'd later cameo in Captain Rainbow, on his quest to solve the titular \"Riddle of Murasame Castle\".  Its manufacturer used \"fax stations\" to allow users to send in their high scores, a feature used in the dating sim Tokimeki High": {
    "guess": "Famicom Disk System",
    "confidence": [
      [
        "F",
        -0.6153883
      ],
      [
        "amic",
        -0.00027480218
      ],
      [
        "om",
        -1.8624639e-06
      ],
      [
        " Disk",
        -0.00076246075
      ],
      [
        " System",
        -2.677603e-05
      ]
    ]
  },
  "One delayed launch game for this system starred Takamaru, a character who'd later cameo in Captain Rainbow, on his quest to solve the titular \"Riddle of Murasame Castle\".  Its manufacturer used \"fax stations\" to allow users to send in their high scores, a feature used in the dating sim Tokimeki High School.  This system had a relatively pointless ability to be powered by C batteries, and it connected": {
    "guess": "Famicom Disk System",
    "confidence": [
      [
        "F",
        -0.8934809
      ],
      [
        "amic",
        -0.00017433916
      ],
      [
        "om",
        -4.365741e-06
      ],
      [
        " Disk",
        -0.0007915244
      ],
      [
        " System",
        -6.81397e-05
      ]
    ]
  },
  "One delayed launch game for this system starred Takamaru, a character who'd later cameo in Captain Rainbow, on his quest to solve the titular \"Riddle of Murasame Castle\".  Its manufacturer used \"fax stations\" to allow users to send in their high scores, a feature used in the dating sim Tokimeki High School.  This system had a relatively pointless ability to be powered by C batteries, and it connected to another system via the RAM Adapter.  Its namesake data format often required flipping the games": {
    "guess": "Famicom Disk System",
    "confidence": [
      [
        "F",
        -0.63749635
      ],
      [
        "amic",
        -0.00024906153
      ],
      [
        "om",
        -2.577686e-06
      ],
      [
        " Disk",
        -0.001703983
      ],
      [
        " System",
        -2.1531068e-05
      ]
    ]
  },
  "One delayed launch game for this system starred Takamaru, a character who'd later cameo in Captain Rainbow, on his quest to solve the titular \"Riddle of Murasame Castle\".  Its manufacturer used \"fax stations\" to allow users to send in their high scores, a feature used in the dating sim Tokimeki High School.  This system had a relatively pointless ability to be powered by C batteries, and it connected to another system via the RAM Adapter.  Its namesake data format often required flipping the games over, and it was somewhat preceded by the Data Recorder used to save levels ? in Excitebike.  The": {
    "guess": "Famicom Disk System",
    "confidence": [
      [
        "F",
        -0.39160267
      ],
      [
        "amic",
        -0.0003672749
      ],
      [
        "om",
        -3.2929079e-06
      ],
      [
        " Disk",
        -0.0015001025
      ],
      [
        " System",
        -2.3915141e-05
      ]
    ]
  },
  "One delayed launch game for this system starred Takamaru, a character who'd later cameo in Captain Rainbow, on his quest to solve the titular \"Riddle of Murasame Castle\".  Its manufacturer used \"fax stations\" to allow users to send in their high scores, a feature used in the dating sim Tokimeki High School.  This system had a relatively pointless ability to be powered by C batteries, and it connected to another system via the RAM Adapter.  Its namesake data format often required flipping the games over, and it was somewhat preceded by the Data Recorder used to save levels ? in Excitebike.  The original platform for the Japanese releases of Kid Icarus, Metroid and Zelda, for 10 points, identify": {
    "guess": "Famicom Disk System",
    "confidence": [
      [
        "F",
        -0.26946023
      ],
      [
        "amic",
        -4.20341e-05
      ],
      [
        "om",
        -1.3856493e-06
      ],
      [
        " Disk",
        -0.0009143244
      ],
      [
        " System",
        -1.5213274e-05
      ]
    ]
  },
  "One delayed launch game for this system starred Takamaru, a character who'd later cameo in Captain Rainbow, on his quest to solve the titular \"Riddle of Murasame Castle\".  Its manufacturer used \"fax stations\" to allow users to send in their high scores, a feature used in the dating sim Tokimeki High School.  This system had a relatively pointless ability to be powered by C batteries, and it connected to another system via the RAM Adapter.  Its namesake data format often required flipping the games over, and it was somewhat preceded by the Data Recorder used to save levels ? in Excitebike.  The original platform for the Japanese releases of Kid Icarus, Metroid and Zelda, for 10 points, identify this add-on to the Japanese counterpart of the NES that stored games on floppy drives.": {
    "guess": "Famicom Disk System",
    "confidence": [
      [
        "F",
        -0.23025173
      ],
      [
        "amic",
        -0.00084131124
      ],
      [
        "om",
        -2.220075e-06
      ],
      [
        " Disk",
        -0.0010529344
      ],
      [
        " System",
        -1.6882126e-05
      ]
    ]
  }
}