{
  "She turned a gardener into a frog after accepting his baskets of dates, and she once cured the infertility of a king who was carried to her throne by an eagle. Despite the fact that she had a footlong beard and spent part of her time transformed into a chunk of rotting meat, she was able to use the musical accompaniment of Kulitta and Ninatta to seduce a man often stolen by the Gallu. She has to battle with Ereshkigal and strip naked before the gates of the underworld in order to retrieve her lover and revive the soil. For 10 points, name this goddess who was involved with Tammuz and sent the Bull of Heaven to Uruk after being spurned by Gilgamesh.": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.06530757
      ],
      [
        "htar",
        -2.0458236e-05
      ]
    ]
  },
  "Turbulent motions of the plasma below this layer generate sound waves, which cause it to oscillate radially with a typical period of five minutes. Those sound waves are generated in the convective zone below this layer, which, at about 5500 Kelvin, is cooler than the atmospheric layers above it; thus,": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.81211025
      ]
    ]
  },
  "The turberomammillary nucleus of the hypothalamus releases this compound as a neurotransmitter, and it": {
    "guess": "Histamine",
    "confidence": [
      [
        "Hist",
        -0.0013353593
      ],
      [
        "amine",
        -0.00021116942
      ]
    ]
  },
  "The turberomammillary nucleus of the hypothalamus releases this compound as a neurotransmitter, and it acts upon the medial forebrain bundle to cause arousal and vigilance. One receptor for this compound is found on the parietal cells of the stomach, where it triggers the release of HCl, and it is also": {
    "guess": "Histamine",
    "confidence": [
      [
        "Hist",
        -0.0017058903
      ],
      [
        "amine",
        -0.0004975095
      ]
    ]
  },
  "Turbulence-induced viscosity is dominant in an underdetermined model of these entities named alpha and due to Shakura and Sunyaev. Momentum advection in these systems may be partly explained by the magnetorotational instability, since most of them violate the magneto-Rayleigh criterion; magnetized examples of these objects can also experience magnetic reconnection, which can lead to jet formation by": {
    "guess": "Accretion disk",
    "confidence": [
      [
        "Acc",
        -0.07707062
      ],
      [
        "ret",
        -2.1008714e-06
      ],
      [
        "ion",
        -8.89548e-06
      ],
      [
        " disk",
        -0.011245051
      ]
    ]
  },
  "Turbulence-induced viscosity is dominant in an underdetermined model of these entities named alpha and": {
    "guess": "Turbulent flow",
    "confidence": [
      [
        "T",
        -1.6326458
      ],
      [
        "urb",
        -0.08337322
      ],
      [
        "ulent",
        -0.6983018
      ],
      [
        " flow",
        -1.5297844
      ]
    ]
  },
  "She turned a gardener into a frog after accepting his baskets of dates, and she once cured the infertility of a king who was carried to her throne by an eagle. Despite the fact that she had a footlong beard and spent part of her time transformed into a chunk of rotting meat, she was able to use the musical accompaniment of Kulitta and Ninatta to seduce a man often stolen by the Gallu. She has to battle": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.031057922
      ],
      [
        "htar",
        -5.7530575e-05
      ]
    ]
  },
  "She turned a nymph her husband was chasing into a mint plant, and when Pirithous tried to take her for his wife, he was bound by snakes. The nymph Cyane melted into water after witnessing her abduction, which occurred when she wandered away from her friends the Oceanids to examine a large dark-blue flower. This gave Hades the chance to carry her off, while later, her eating of pomegranate seeds forced": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -1.6328002
      ],
      [
        "se",
        -1.6882126e-05
      ],
      [
        "phone",
        -7.255024e-05
      ]
    ]
  },
  "She turned a gardener into a frog after accepting his baskets of dates, and she once cured the infertility of a king who was carried to her throne by an eagle. Despite the fact that she had a footlong beard and spent part of her time transformed into a chunk of rotting meat, she was able to use the musical": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.114917874
      ],
      [
        "htar",
        -0.0012566609
      ]
    ]
  },
  "Turbulence-induced viscosity is dominant in an underdetermined model of these entities named alpha and due to Shakura and Sunyaev. Momentum advection in these systems may be partly explained by the magnetorotational instability, since most of them violate the magneto-Rayleigh criterion; magnetized examples of these objects can also experience magnetic reconnection, which can lead to jet formation by the Blandford-Znajek process. A semi-classical model of these structures combines Kramers' law with the law of hydrostatic equilibrium for a rotating system. Some of these associated with Herbig stars are described as protoplanetary, while all of them redistribute angular momentum, causing material inward toward their central bodies. For ten points, identify these astronomical objects, which form when material coalesces around and begins falling into a gravitational object like a black hole.": {
    "guess": "Accretion disk",
    "confidence": [
      [
        "Acc",
        -0.0074970704
      ],
      [
        "ret",
        -4.3202e-07
      ],
      [
        "ion",
        -1.3856493e-06
      ],
      [
        " disk",
        -0.002077098
      ]
    ]
  },
  "She turned a nymph her husband was chasing into a mint plant, and when Pirithous tried to take her for": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.34047097
      ],
      [
        "eter",
        -0.000982078
      ]
    ]
  },
  "She turned a gardener into a frog after accepting his baskets of dates, and she once cured the infertility": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.043500926
      ],
      [
        "htar",
        -0.00089764694
      ]
    ]
  },
  "She turned a gardener into a frog after accepting his baskets of dates, and she once cured the infertility of a king who was carried to her throne by an eagle. Despite the fact that she had a footlong": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.14202532
      ],
      [
        "htar",
        -0.0062181475
      ]
    ]
  },
  "The turberomammillary nucleus of the hypothalamus releases this compound as a neurotransmitter, and it acts upon the medial forebrain bundle to cause arousal and vigilance. One receptor for this compound is found on the parietal cells of the stomach, where it triggers the release of HCl, and it is also stored in the enterochromaffin-like cells there. It is destroyed by the action of diamine oxidase and its namesake N-methyltransferase. Most commonly, it is released when the Fc-epsilon-RI receptor binds to immunoglobulin E, causing degranulation of mast cells. Created by histidine decarboxylase,": {
    "guess": "Histamine",
    "confidence": [
      [
        "Hist",
        -0.009653621
      ],
      [
        "amine",
        -0.00489382
      ]
    ]
  },
  "The turberomammillary nucleus of the hypothalamus releases this compound as a neurotransmitter, and it acts upon the medial forebrain bundle to cause arousal and vigilance. One receptor for this compound is found on the parietal cells of the stomach, where it triggers the release of HCl, and it is also stored in the enterochromaffin-like cells there. It is destroyed by the action of diamine oxidase": {
    "guess": "Histamine",
    "confidence": [
      [
        "Hist",
        -0.0077101463
      ],
      [
        "amine",
        -0.004468451
      ]
    ]
  },
  "Turbulence-induced viscosity is dominant in an underdetermined model of these entities named alpha and due to Shakura and Sunyaev. Momentum advection in these systems may be partly explained by the magnetorotational instability, since most of them violate the magneto-Rayleigh criterion; magnetized examples": {
    "guess": "Accretion disk",
    "confidence": [
      [
        "Acc",
        -0.08099287
      ],
      [
        "ret",
        -5.9153886e-06
      ],
      [
        "ion",
        -1.6524515e-05
      ],
      [
        " disk",
        -0.08975489
      ]
    ]
  },
  "She turned a nymph her husband was chasing into a mint plant, and when Pirithous tried to take her for his wife, he was bound by snakes. The nymph Cyane melted into water after witnessing her abduction, which occurred when she wandered away from her friends the Oceanids to examine a large dark-blue flower. This gave Hades the chance to carry her off, while later, her eating of pomegranate seeds forced her to become his queen. FTP, who is this daughter of Demeter who must spend part of each year in": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.043405965
      ],
      [
        "se",
        -7.350386e-05
      ],
      [
        "phone",
        -6.682846e-05
      ]
    ]
  },
  "Turbulence-induced viscosity is dominant in an underdetermined model of these entities named alpha and due to Shakura and Sunyaev. Momentum advection in these systems may be partly explained by the magnetorotational": {
    "guess": "Accretion disk",
    "confidence": [
      [
        "Acc",
        -0.23370774
      ],
      [
        "ret",
        -6.511407e-06
      ],
      [
        "ion",
        -5.080963e-06
      ],
      [
        " disk",
        -0.026185106
      ]
    ]
  },
  "The turberomammillary nucleus of the hypothalamus releases this compound as a neurotransmitter, and it acts upon the medial forebrain bundle to cause arousal and vigilance. One receptor for this compound": {
    "guess": "Histamine",
    "confidence": [
      [
        "Hist",
        -0.001735275
      ],
      [
        "amine",
        -0.002098753
      ]
    ]
  },
  "Turbulence-induced viscosity is dominant in an underdetermined model of these entities named alpha and due to Shakura and Sunyaev. Momentum advection in these systems may be partly explained by the magnetorotational instability, since most of them violate the magneto-Rayleigh criterion; magnetized examples of these objects can also experience magnetic reconnection, which can lead to jet formation by the Blandford-Znajek process. A semi-classical model of these structures combines Kramers' law with the law of hydrostatic equilibrium for a rotating system. Some of these associated with Herbig stars": {
    "guess": "Protoplanetary disk",
    "confidence": [
      [
        "Pro",
        -0.8148865
      ],
      [
        "top",
        -4.596782e-05
      ],
      [
        "lan",
        -1.6286107e-05
      ],
      [
        "etary",
        -9.372295e-06
      ],
      [
        " disk",
        -0.47875354
      ]
    ]
  },
  "She turned a nymph her husband was chasing into a mint plant, and when Pirithous tried to take her for his wife, he was bound by snakes. The nymph Cyane melted into water after witnessing her abduction, which occurred when she wandered away from her friends the Oceanids to examine a large dark-blue flower. This gave Hades the chance to carry her off, while later, her eating of pomegranate seeds forced her to become his queen. FTP, who is this daughter of Demeter who must spend part of each year in the underworld, where she gets to share Adonis with Aphrodite?": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.003034517
      ],
      [
        "se",
        -3.786197e-05
      ],
      [
        "phone",
        -4.4179764e-05
      ]
    ]
  },
  "Turbulent motions of the plasma below this layer generate sound waves, which cause it to oscillate radially with a typical period of five minutes. Those sound waves are generated in the convective zone below this layer, which, at about 5500 Kelvin, is cooler than the atmospheric layers above it; thus, the resulting oscillations are the subject of study in helioseismology. For 10 points, name this atmospheric": {
    "guess": "Solar atmosphere",
    "confidence": [
      [
        "Solar",
        -0.29021397
      ],
      [
        " atmosphere",
        -1.2101916
      ]
    ]
  },
  "Turbulent motions of the plasma below this layer generate sound waves, which cause it to oscillate radially": {
    "guess": "Sun's core",
    "confidence": [
      [
        "Sun",
        -0.8768126
      ],
      [
        "'s",
        -0.07555627
      ],
      [
        " core",
        -1.282522
      ]
    ]
  },
  "Turbulence-induced viscosity is dominant in an underdetermined model of these entities named alpha and due to Shakura and Sunyaev. Momentum advection in these systems may be partly explained by the magnetorotational instability, since most of them violate the magneto-Rayleigh criterion; magnetized examples of these objects can also experience magnetic reconnection, which can lead to jet formation by the Blandford-Znajek process. A semi-classical model of these structures combines Kramers' law with the law of hydrostatic equilibrium for a rotating system. Some of these associated with Herbig stars are described as protoplanetary, while all of them redistribute angular momentum, causing material inward toward their central bodies. For ten points, identify these astronomical objects, which form": {
    "guess": "Accretion disk",
    "confidence": [
      [
        "Acc",
        -0.008973799
      ],
      [
        "ret",
        -1.3856493e-06
      ],
      [
        "ion",
        -5.7961847e-06
      ],
      [
        " disk",
        -0.01538379
      ]
    ]
  },
  "She turned a gardener into a frog after accepting his baskets of dates, and she once cured the infertility of a king who was carried to her throne by an eagle. Despite the fact that she had a footlong beard and spent part of her time transformed into a chunk of rotting meat, she was able to use the musical accompaniment of Kulitta and Ninatta to seduce a man often stolen by the Gallu. She has to battle with Ereshkigal and strip naked before the gates of the underworld in order to retrieve her lover": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.007034093
      ],
      [
        "htar",
        -1.6286107e-05
      ]
    ]
  },
  "She turned a nymph her husband was chasing into a mint plant, and when Pirithous tried to take her for his wife, he was bound by snakes. The nymph Cyane melted into water after witnessing her abduction,": {
    "guess": "Proserpina",
    "confidence": [
      [
        "Pro",
        -1.0889729
      ],
      [
        "ser",
        -0.00031651612
      ],
      [
        "p",
        -0.027239345
      ],
      [
        "ina",
        -3.1782583e-05
      ]
    ]
  },
  "Turbulence-induced viscosity is dominant in an underdetermined model of these entities named alpha and due to Shakura and Sunyaev. Momentum advection in these systems may be partly explained by the magnetorotational instability, since most of them violate the magneto-Rayleigh criterion; magnetized examples of these objects can also experience magnetic reconnection, which can lead to jet formation by the Blandford-Znajek process. A semi-classical model of these structures combines Kramers' law with the law of hydrostatic equilibrium for a rotating system. Some of these associated with Herbig stars are described as protoplanetary, while all of them redistribute angular momentum, causing material": {
    "guess": "Accretion disk",
    "confidence": [
      [
        "Acc",
        -0.13662075
      ],
      [
        "ret",
        -4.3202e-07
      ],
      [
        "ion",
        -4.8425554e-06
      ],
      [
        " disk",
        -0.03218933
      ]
    ]
  },
  "The turberomammillary nucleus of the hypothalamus releases this compound as a neurotransmitter, and it acts upon the medial forebrain bundle to cause arousal and vigilance. One receptor for this compound is found on the parietal cells of the stomach, where it triggers the release of HCl, and it is also stored in the enterochromaffin-like cells there. It is destroyed by the action of diamine oxidase and its namesake N-methyltransferase. Most commonly, it is released when the Fc-epsilon-RI receptor binds to immunoglobulin E, causing degranulation of mast cells. Created by histidine decarboxylase, FTP, name this vasoactive amine whose actions are inhibited by Benadryl and are responsible for allergic": {
    "guess": "Histamine",
    "confidence": [
      [
        "Hist",
        -0.016437834
      ],
      [
        "amine",
        -0.000711359
      ]
    ]
  },
  "Turbulent motions of the plasma below this layer generate sound waves, which cause it to oscillate radially with a typical period of five minutes. Those sound waves are generated in the convective zone": {
    "guess": "Solar core",
    "confidence": [
      [
        "Solar",
        -0.7372097
      ],
      [
        " core",
        -0.61578894
      ]
    ]
  },
  "The turberomammillary nucleus of the hypothalamus releases this compound as a neurotransmitter, and it acts upon the medial forebrain bundle to cause arousal and vigilance. One receptor for this compound is found on the parietal cells of the stomach, where it triggers the release of HCl, and it is also stored in the enterochromaffin-like cells there. It is destroyed by the action of diamine oxidase and its namesake N-methyltransferase. Most commonly, it is released when the Fc-epsilon-RI receptor binds to immunoglobulin E, causing degranulation of mast cells. Created by histidine decarboxylase, FTP, name this vasoactive amine whose actions are inhibited by Benadryl and are responsible for allergic reactions.": {
    "guess": "Histamine",
    "confidence": [
      [
        "Hist",
        -0.007990933
      ],
      [
        "amine",
        -0.00086393795
      ]
    ]
  },
  "Turbulence-induced viscosity is dominant in an underdetermined model of these entities named alpha and due to Shakura and Sunyaev. Momentum advection in these systems may be partly explained by the magnetorotational instability, since most of them violate the magneto-Rayleigh criterion; magnetized examples of these objects can also experience magnetic reconnection, which can lead to jet formation by the Blandford-Znajek process. A semi-classical model of these structures combines Kramers' law with": {
    "guess": "Accretion disk",
    "confidence": [
      [
        "Acc",
        -0.09156517
      ],
      [
        "ret",
        -3.7697225e-06
      ],
      [
        "ion",
        -1.867018e-05
      ],
      [
        " disk",
        -0.09193006
      ]
    ]
  },
  "She turned a gardener into a frog after accepting his baskets of dates, and she once cured the infertility of a king who was carried to her throne by an eagle. Despite the fact that she had a footlong beard and spent part of her time transformed into a chunk of rotting meat, she was able to use the musical accompaniment of Kulitta and Ninatta to seduce a man often stolen by the Gallu. She has to battle with Ereshkigal and strip naked before the gates of the underworld in order to retrieve her lover and revive the soil. For 10 points, name this goddess who was involved with Tammuz and sent the Bull": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.014898509
      ],
      [
        "htar",
        -6.539802e-05
      ]
    ]
  },
  "The turberomammillary nucleus of the hypothalamus releases this compound as a neurotransmitter, and it acts upon the medial forebrain bundle to cause arousal and vigilance. One receptor for this compound is found on the parietal cells of the stomach, where it triggers the release of HCl, and it is also stored in the enterochromaffin-like cells there. It is destroyed by the action of diamine oxidase and its namesake N-methyltransferase. Most commonly, it is released when the Fc-epsilon-RI receptor": {
    "guess": "Histamine",
    "confidence": [
      [
        "Hist",
        -0.004724176
      ],
      [
        "amine",
        -0.0013602361
      ]
    ]
  },
  "Turbulent motions of the plasma below this layer generate sound waves, which cause it to oscillate radially with a typical period of five minutes. Those sound waves are generated in the convective zone below this layer, which, at about 5500 Kelvin, is cooler than the atmospheric layers above it; thus, the resulting oscillations are the subject of study in helioseismology. For 10 points, name this atmospheric layer, the visible surface of the Sun, which lies below the chromosphere and corona.": {
    "guess": "Photosphere",
    "confidence": [
      [
        "Photos",
        -0.010220995
      ],
      [
        "phere",
        -5.4385737e-06
      ]
    ]
  },
  "She turned a nymph her husband was chasing into a mint plant, and when Pirithous tried to take her for his wife, he was bound by snakes. The nymph Cyane melted into water after witnessing her abduction, which occurred when she wandered away from her friends the Oceanids to examine a large dark-blue flower.": {
    "guess": "Proserpina",
    "confidence": [
      [
        "Pro",
        -0.83404106
      ],
      [
        "ser",
        -0.00031127117
      ],
      [
        "p",
        -0.045070715
      ],
      [
        "ina",
        -3.9411618e-05
      ]
    ]
  }
}