{
  "One pitcher with this surname picked off 3 baserunners in one inning. Another player with this surname was nicknamed \"El Presidente\" and pitched a perfect game against the Dodgers in 1991. One player with this surname is the namesake of the award given to the top designated hitter in baseball, and along with pitchers Tippy and Dennis, this is the surname of a pitcher who won three Cy Youngs for the": {
    "guess": "Martínez",
    "confidence": [
      [
        "Mart",
        -0.35181066
      ],
      [
        "í",
        -0.42697805
      ],
      [
        "nez",
        -0.0078849625
      ]
    ]
  },
  "One pitcher with this surname picked off 3 baserunners in one inning. Another player with this surname was nicknamed \"El Presidente\" and pitched a perfect game against the Dodgers in 1991. One player with": {
    "guess": "Martínez",
    "confidence": [
      [
        "Mart",
        -0.36409196
      ],
      [
        "í",
        -0.45776215
      ],
      [
        "nez",
        -0.0049837474
      ]
    ]
  },
  "One pitcher with this surname picked off 3 baserunners in one inning. Another player with this surname was nicknamed \"El Presidente\" and pitched a perfect game against the Dodgers in 1991. One player with this surname is the namesake of the award given to the top designated hitter in baseball, and along with pitchers Tippy and Dennis, this is the surname of a pitcher who won three Cy Youngs for the Expos and Red Sox, and recently pitched for the Mets and Phillies. For 10 points, give this surname": {
    "guess": "Martínez",
    "confidence": [
      [
        "Mart",
        -0.22590567
      ],
      [
        "í",
        -0.5190509
      ],
      [
        "nez",
        -0.004953378
      ]
    ]
  },
  "One pitcher with this surname picked off 3 baserunners in one inning. Another player with this surname was nicknamed \"El Presidente\" and pitched a perfect game against the Dodgers in 1991. One player with this surname is the namesake of the award given to the top designated hitter in baseball, and along with pitchers Tippy and Dennis, this is the surname of a pitcher who won three Cy Youngs for the Expos and Red Sox, and recently pitched for the Mets and Phillies. For 10 points, give this surname shared by Edgar, Tino, and Pedro.": {
    "guess": "Martínez",
    "confidence": [
      [
        "Mart",
        -0.03807397
      ],
      [
        "í",
        -0.5915196
      ],
      [
        "nez",
        -0.00646916
      ]
    ]
  },
  "The Pitiusas, including Ibiza and Formentera, are the western group of islands that are part of this archipelago. Considered an extension of the sub- Baetic Mountains, they share their name with a similarly": {
    "guess": "Balearic Islands",
    "confidence": [
      [
        "Ba",
        -0.0017041021
      ],
      [
        "lear",
        -1.11603495e-05
      ],
      [
        "ic",
        -3.5477897e-05
      ],
      [
        " Islands",
        -5.6576944e-05
      ]
    ]
  },
  "The Pitiusas, including Ibiza and Formentera, are the western group of islands that are part of this archipelago. Considered an extension of the sub- Baetic Mountains, they share their name with a similarly delineated province and autonomous community with its capital at Palma. For ten points, what group": {
    "guess": "Balearic Islands",
    "confidence": [
      [
        "Ba",
        -0.011727281
      ],
      [
        "lear",
        -1.735894e-05
      ],
      [
        "ic",
        -0.0008052219
      ],
      [
        " Islands",
        -0.0049935826
      ]
    ]
  },
  "One pitcher with this surname picked off 3 baserunners in one inning. Another player with this surname": {
    "guess": "List of Major League Baseball no-hitters by franchise",
    "confidence": [
      [
        "List",
        -1.1936543
      ],
      [
        " of",
        -0.0010775876
      ],
      [
        " Major",
        -0.31130713
      ],
      [
        " League",
        -0.0001006823
      ],
      [
        " Baseball",
        -0.0010911622
      ],
      [
        " no",
        -1.257951
      ],
      [
        "-h",
        -0.01908509
      ],
      [
        "itters",
        -0.0002606206
      ],
      [
        " by",
        -0.72314686
      ],
      [
        " franchise",
        -0.3241567
      ]
    ]
  },
  "One pitcher with this surname picked off 3 baserunners in one inning. Another player with this surname was nicknamed \"El Presidente\" and pitched a perfect game against the Dodgers in 1991. One player with this surname is the namesake of the award given to the top designated hitter in baseball, and along": {
    "guess": "List of Major League Baseball players with a surname that begins with \"H\"",
    "confidence": [
      [
        "List",
        -1.2423064
      ],
      [
        " of",
        -0.0004017137
      ],
      [
        " Major",
        -0.6974392
      ],
      [
        " League",
        -0.00014525715
      ],
      [
        " Baseball",
        -0.00067740795
      ],
      [
        " players",
        -1.1177154
      ],
      [
        " with",
        -0.1270205
      ],
      [
        " a",
        -0.3421254
      ],
      [
        " surname",
        -0.3933032
      ],
      [
        " that",
        -0.5268771
      ],
      [
        " begins",
        -0.044062864
      ],
      [
        " with",
        -0.0006384541
      ],
      [
        " \"",
        -2.0216994
      ],
      [
        "H",
        -0.2401312
      ],
      [
        "\"",
        -0.0060243034
      ]
    ]
  },
  "The Pitiusas, including Ibiza and Formentera, are the western group of islands that are part of this archipelago. Considered an extension of the sub- Baetic Mountains, they share their name with a similarly delineated province and autonomous community with its capital at Palma. For ten points, what group of islands in the Mediterranean are owned by Spain and include Cabrera, Minorca, and Majorca?": {
    "guess": "Balearic Islands",
    "confidence": [
      [
        "Ba",
        -0.0011302134
      ],
      [
        "lear",
        -4.8425554e-06
      ],
      [
        "ic",
        -4.8113485e-05
      ],
      [
        " Islands",
        -0.00035048186
      ]
    ]
  },
  "The Pitiusas, including Ibiza and Formentera, are the western group of islands that are part of this": {
    "guess": "Balearic Islands",
    "confidence": [
      [
        "Ba",
        -0.014251181
      ],
      [
        "lear",
        -2.5703197e-05
      ],
      [
        "ic",
        -0.0013135708
      ],
      [
        " Islands",
        -0.0065646223
      ]
    ]
  }
}