{
  "The man on the far left wears a red cloth and reaches up to grab a piece of yellow fruit.  The figure": {
    "guess": "The Banquet of Chestnuts",
    "confidence": [
      [
        "The",
        -0.4688315
      ],
      [
        " Ban",
        -0.8398082
      ],
      [
        "quet",
        -0.12265843
      ],
      [
        " of",
        -0.043548062
      ],
      [
        " Chest",
        -0.9783607
      ],
      [
        "nuts",
        -0.0025588996
      ]
    ]
  },
  "In the far north of this country is Lake Scutari, home to its city of Shkoder. Other cities include the port Vlore and Elbasan in the interior, which is linked by rail to its second most populous city, the port town Durres. Its southern boundary is formed by the Pindus Mountains and its longest river is the Drin, which empties in the north. The Shkumbin River separates the two major dialects of its ethnic people, called the \"Sons of the Eagle\" or Shqipetars - those dialects are the Ghegs of the north and the Tosks of the south. FTP, name this country on the Strait of Otranto across from Italy, which is west of Macedonia and has a capital at Tirana.": {
    "guess": "Albania",
    "confidence": [
      [
        "Al",
        -0.014439779
      ],
      [
        "ban",
        -1.4378848e-05
      ],
      [
        "ia",
        -0.00035000502
      ]
    ]
  },
  "The Farasan and Hanish Islands are archipelagos that lie in the southern part of this body of water. During the Eocene epoch, this body of water began to form due to its namesake rift. In December 2011, volcanic activity created a new member of the Zubair Islands in this sea. Lying on its western coast are the cities of (*) Massawa and Assab, and this body of water covers the entire Eritrean coastline.": {
    "guess": "Red Sea",
    "confidence": [
      [
        "Red",
        -0.023549428
      ],
      [
        " Sea",
        -0.00020306357
      ]
    ]
  },
  "The Faraday rotation studies the interaction of light and this in a medium, and it induces a  quantized resistivity in the quantum Hall effect. A rotating one of these is used in a dynamo to  generate electricity, and, according to Gauss's Law, it cannot have monopoles. It generates the  Lorentz force on moving charged particles, and it can be calculated with the Biot-Savart Law.  The Earth's one can reverse itself, and the SI unit for it is the tesla. For 10 points, identify this  entity, caused": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.010915648
      ],
      [
        "agnetic",
        -0.00021259987
      ],
      [
        " field",
        -0.038481154
      ]
    ]
  },
  "Farranah and Kankan are in its south-central highlands.  The Fouta Djallon, a sandstone plateau in the west, contains T?im?? Gaoual, and Lab?  Kindia is the chief city of its southeastern forest.  Nz??or?and Mount Nimba are in the mountain range in the extreme southeast.  It is bisected by the Bafing River, on which Dinguiraye sits, and the Kolent?forms part of its southwestern border.  This country also contains the sources of the Gambia, Senegal, and Niger rivers.  FTP, name this country which": {
    "guess": "Guinea",
    "confidence": [
      [
        "Gu",
        -0.003513476
      ],
      [
        "inea",
        -3.0471343e-05
      ]
    ]
  },
  "The Farasan and Hanish Islands are archipelagos that lie in the southern part of this body of water. During the Eocene epoch, this body of water began to form due to its namesake rift. In December 2011, volcanic activity created a new member of the Zubair Islands in this sea. Lying on its western coast are the cities of (*) Massawa and Assab, and this body of water covers the entire Eritrean coastline. The Bab el Mandeb strait connects this body of water with the Gulf of Aden to the south, while the Sinai Peninsula and Gulf of Suez lie to its north. For 10 points, identify this narrow, colorfully-named": {
    "guess": "Red Sea",
    "confidence": [
      [
        "Red",
        -0.00694838
      ],
      [
        " Sea",
        -0.0002577634
      ]
    ]
  },
  "The Faraday rotation studies the interaction of light and this in a medium, and it induces a  quantized resistivity in the quantum Hall effect. A rotating one of these is used in a dynamo to  generate electricity, and, according to Gauss's Law, it cannot have monopoles. It generates the  Lorentz force on moving charged particles, and it can be calculated with the Biot-Savart Law.  The Earth's one can reverse itself, and the SI unit for it is the tesla. For 10 points, identify this  entity, caused by a moving point charge that is the counterpart of an electric field and has poles.": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.0058323373
      ],
      [
        "agnetic",
        -0.00012928384
      ],
      [
        " field",
        -0.02563892
      ]
    ]
  },
  "The Farnsworth Lantern Test was used on sailors to diagnose this condition. It is more commonly diagnosed": {
    "guess": "Color blindness",
    "confidence": [
      [
        "Color",
        -0.0071132793
      ],
      [
        " blindness",
        -0.08366831
      ]
    ]
  },
  "The Farasan and Hanish Islands are archipelagos that lie in the southern part of this body of water.": {
    "guess": "Red Sea",
    "confidence": [
      [
        "Red",
        -0.0072628893
      ],
      [
        " Sea",
        -0.0001409658
      ]
    ]
  },
  "Farranah and Kankan are in its south-central highlands.  The Fouta Djallon, a sandstone plateau in the": {
    "guess": "Guinea",
    "confidence": [
      [
        "Gu",
        -0.061799712
      ],
      [
        "inea",
        -0.000565065
      ]
    ]
  },
  "The Farasan and Hanish Islands are archipelagos that lie in the southern part of this body of water. During the Eocene epoch, this body of water began to form due to its namesake rift. In December 2011, volcanic activity created a new member of the Zubair Islands in this sea. Lying on its western coast are the cities of (*) Massawa and Assab, and this body of water covers the entire Eritrean coastline. The Bab el Mandeb strait connects this body of water with the Gulf of Aden to the south, while": {
    "guess": "Red Sea",
    "confidence": [
      [
        "Red",
        -0.010036192
      ],
      [
        " Sea",
        -8.3278566e-05
      ]
    ]
  },
  "In the far north of this country is Lake Scutari, home to its city of Shkoder. Other cities include the port Vlore and Elbasan in the interior, which is linked by rail to its second most populous city, the port town Durres. Its southern boundary is formed by the Pindus Mountains and its longest river is the Drin, which empties in the north. The Shkumbin River separates the two major dialects of its": {
    "guess": "Albania",
    "confidence": [
      [
        "Al",
        -0.0046720877
      ],
      [
        "ban",
        -1.867018e-05
      ],
      [
        "ia",
        -0.004632334
      ]
    ]
  },
  "The farmer Osterman hosts a communal dinner at which he suggests creating a Farmer's League and bribing the nicknamed title entity in this novel. Osterman brings in Annixter, owner of the Quien Sabe Rancho, and both work to convince Magnus Derrick to fight Mr. Behrman's efforts to buy or seize their land in the San Joaquin Valley for use by the Pacific and Southwestern Railroad. Subtitled a \"Story of California,\" for 10 points, name this novel, the first in the proposed \"Epic of Wheat\" trilogy by Frank Norris, which takes its title from the nickname indicating the sprawling reach of the railroad interests.": {
    "guess": "The Octopus",
    "confidence": [
      [
        "The",
        -0.003445761
      ],
      [
        " Oct",
        -0.0063703707
      ],
      [
        "opus",
        -0.00010330478
      ]
    ]
  },
  "The farmer Osterman hosts a communal dinner at which he suggests creating a Farmer's League and bribing the nicknamed title entity in this novel. Osterman brings in Annixter, owner of the Quien Sabe Rancho, and both work to convince Magnus Derrick to fight Mr. Behrman's efforts to buy or seize their": {
    "guess": "The Octopus (Norris novel)",
    "confidence": [
      [
        "The",
        -0.008767846
      ],
      [
        " Oct",
        -0.0018971058
      ],
      [
        "opus",
        -5.8484206e-05
      ],
      [
        " (",
        -0.24515076
      ],
      [
        "Nor",
        -0.9176597
      ],
      [
        "ris",
        0.0
      ],
      [
        " novel",
        -3.0545007e-06
      ],
      [
        ")",
        -8.4947416e-05
      ]
    ]
  },
  "In the far north of this country is Lake Scutari, home to its city of Shkoder. Other cities include the port Vlore and Elbasan in the interior, which is linked by rail to its second most populous city,": {
    "guess": "Albania",
    "confidence": [
      [
        "Al",
        -0.013079529
      ],
      [
        "ban",
        -0.00021664912
      ],
      [
        "ia",
        -0.00031758897
      ]
    ]
  },
  "In the far north of this country is Lake Scutari, home to its city of Shkoder. Other cities include the port Vlore and Elbasan in the interior, which is linked by rail to its second most populous city, the port town Durres. Its southern boundary is formed by the Pindus Mountains and its longest river is the Drin, which empties in the north. The Shkumbin River separates the two major dialects of its ethnic people, called the \"Sons of the Eagle\" or Shqipetars - those dialects are the Ghegs of the north and the Tosks of the south. FTP, name this country on the Strait of Otranto across from Italy,": {
    "guess": "Albania",
    "confidence": [
      [
        "Al",
        -0.011355026
      ],
      [
        "ban",
        -1.0325924e-05
      ],
      [
        "ia",
        -7.648396e-05
      ]
    ]
  },
  "The Farnsworth Lantern Test was used on sailors to diagnose this condition. It is more commonly diagnosed with the Ishihara test, which shows numbers within fields of dots. It is caused by a lack of cone cells in the (*) retina, and is caused by genes on the X chromosome, making it more common in men. For 10 points, name this condition that comes in a red-green type, and causes sufferers to confuse": {
    "guess": "Color blindness",
    "confidence": [
      [
        "Color",
        -0.0010116112
      ],
      [
        " blindness",
        -0.075025566
      ]
    ]
  },
  "The farmer Osterman hosts a communal dinner at which he suggests creating a Farmer's League and bribing the nicknamed title entity in this novel. Osterman brings in Annixter, owner of the Quien Sabe Rancho,": {
    "guess": "The Octopus (novel)",
    "confidence": [
      [
        "The",
        -0.0078037
      ],
      [
        " Oct",
        -2.7014437e-05
      ],
      [
        "opus",
        -6.17027e-05
      ],
      [
        " (",
        -0.33950472
      ],
      [
        "nov",
        -0.32329005
      ],
      [
        "el",
        -2.451116e-05
      ],
      [
        ")",
        -0.00028612654
      ]
    ]
  },
  "The Farasan and Hanish Islands are archipelagos that lie in the southern part of this body of water. During the Eocene epoch, this body of water began to form due to its namesake rift. In December 2011, volcanic activity created a new member of the Zubair Islands in this sea. Lying on its western coast": {
    "guess": "Red Sea",
    "confidence": [
      [
        "Red",
        -0.10166523
      ],
      [
        " Sea",
        -0.00015002528
      ]
    ]
  },
  "The Farasan and Hanish Islands are archipelagos that lie in the southern part of this body of water. During the Eocene epoch, this body of water began to form due to its namesake rift. In December 2011,": {
    "guess": "Red Sea",
    "confidence": [
      [
        "Red",
        -0.7271623
      ],
      [
        " Sea",
        -0.00029685118
      ]
    ]
  },
  "The Faraday rotation studies the interaction of light and this in a medium, and it induces a  quantized resistivity in the quantum Hall effect. A rotating one of these is used in a dynamo to  generate electricity, and, according to Gauss's Law, it cannot have monopoles. It generates the  Lorentz force on moving charged particles, and it can be calculated with the Biot-Savart Law.  The Earth's one can": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.044218104
      ],
      [
        "agnetic",
        -0.003924995
      ],
      [
        " field",
        -0.4445941
      ]
    ]
  },
  "The man on the far left wears a red cloth and reaches up to grab a piece of yellow fruit.  The figure on the right, bathed on supernatural blue, clutches at a woman.  Three barefoot women on the left clasp": {
    "guess": "The Death of Sardanapalus",
    "confidence": [
      [
        "The",
        -0.31574038
      ],
      [
        " Death",
        -1.3376595
      ],
      [
        " of",
        -0.00019769941
      ],
      [
        " S",
        -0.34624216
      ],
      [
        "ard",
        -0.00023131118
      ],
      [
        "an",
        -0.00014227704
      ],
      [
        "ap",
        -0.0009902957
      ],
      [
        "alus",
        -0.0011283134
      ]
    ]
  },
  "The farmer Osterman hosts a communal dinner at which he suggests creating a Farmer's League and bribing the nicknamed title entity in this novel. Osterman brings in Annixter, owner of the Quien Sabe Rancho, and both work to convince Magnus Derrick to fight Mr. Behrman's efforts to buy or seize their land in the San Joaquin Valley for use by the Pacific and Southwestern Railroad. Subtitled a \"Story of California,\" for 10 points, name this novel, the first in the proposed \"Epic of Wheat\" trilogy by": {
    "guess": "The Octopus",
    "confidence": [
      [
        "The",
        -0.018443145
      ],
      [
        " Oct",
        -0.034387503
      ],
      [
        "opus",
        -5.6100132e-05
      ]
    ]
  },
  "In the far north of this country is Lake Scutari, home to its city of Shkoder. Other cities include the port Vlore and Elbasan in the interior, which is linked by rail to its second most populous city, the port town Durres. Its southern boundary is formed by the Pindus Mountains and its longest river is the Drin, which empties in the north. The Shkumbin River separates the two major dialects of its ethnic people, called the \"Sons of the Eagle\" or Shqipetars - those dialects are the Ghegs of the north": {
    "guess": "Albania",
    "confidence": [
      [
        "Al",
        -0.04000484
      ],
      [
        "ban",
        -1.7835755e-05
      ],
      [
        "ia",
        -0.08258522
      ]
    ]
  },
  "The Farnsworth Lantern Test was used on sailors to diagnose this condition. It is more commonly diagnosed with the Ishihara test, which shows numbers within fields of dots. It is caused by a lack of cone": {
    "guess": "Color blindness",
    "confidence": [
      [
        "Color",
        -0.03821534
      ],
      [
        " blindness",
        -0.18724382
      ]
    ]
  },
  "The Faraday rotation studies the interaction of light and this in a medium, and it induces a  quantized": {
    "guess": "Photon",
    "confidence": [
      [
        "Photon",
        -0.012392154
      ]
    ]
  },
  "The farmer Osterman hosts a communal dinner at which he suggests creating a Farmer's League and bribing": {
    "guess": "Farmers' League",
    "confidence": [
      [
        "Farm",
        -1.0437566
      ],
      [
        "ers",
        -0.027161041
      ],
      [
        "'",
        -0.010121402
      ],
      [
        " League",
        -0.65422094
      ]
    ]
  },
  "The Farnsworth Lantern Test was used on sailors to diagnose this condition. It is more commonly diagnosed with the Ishihara test, which shows numbers within fields of dots. It is caused by a lack of cone cells in the (*) retina, and is caused by genes on the X chromosome, making it more common in men. For 10 points, name this condition that comes in a red-green type, and causes sufferers to confuse pigments.": {
    "guess": "Color blindness",
    "confidence": [
      [
        "Color",
        -0.0015830664
      ],
      [
        " blindness",
        -0.08906783
      ]
    ]
  },
  "The farmer Osterman hosts a communal dinner at which he suggests creating a Farmer's League and bribing the nicknamed title entity in this novel. Osterman brings in Annixter, owner of the Quien Sabe Rancho, and both work to convince Magnus Derrick to fight Mr. Behrman's efforts to buy or seize their land in the San Joaquin Valley for use by the Pacific and Southwestern Railroad. Subtitled a \"Story": {
    "guess": "The Octopus (Norris novel)",
    "confidence": [
      [
        "The",
        -0.008344
      ],
      [
        " Oct",
        -0.0017858485
      ],
      [
        "opus",
        -0.00019877224
      ],
      [
        " (",
        -0.536922
      ],
      [
        "Nor",
        -0.72608143
      ],
      [
        "ris",
        0.0
      ],
      [
        " novel",
        -2.3676734e-05
      ],
      [
        ")",
        -0.00014549555
      ]
    ]
  },
  "The Faraday rotation studies the interaction of light and this in a medium, and it induces a  quantized resistivity in the quantum Hall effect. A rotating one of these is used in a dynamo to  generate electricity, and, according to Gauss's Law, it cannot have monopoles. It generates the  Lorentz force": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.013467012
      ],
      [
        "agnetic",
        -0.00019901065
      ],
      [
        " field",
        -0.017008625
      ]
    ]
  },
  "Farranah and Kankan are in its south-central highlands.  The Fouta Djallon, a sandstone plateau in the west, contains T?im?? Gaoual, and Lab?  Kindia is the chief city of its southeastern forest.  Nz??or?and": {
    "guess": "Guinea",
    "confidence": [
      [
        "Gu",
        -0.02698514
      ],
      [
        "inea",
        -0.00068515254
      ]
    ]
  },
  "The Farnsworth Lantern Test was used on sailors to diagnose this condition. It is more commonly diagnosed with the Ishihara test, which shows numbers within fields of dots. It is caused by a lack of cone cells in the (*) retina, and is caused by genes on the X chromosome, making it more common in men.": {
    "guess": "Color blindness",
    "confidence": [
      [
        "Color",
        -0.0048727077
      ],
      [
        " blindness",
        -0.14123152
      ]
    ]
  },
  "The Farasan and Hanish Islands are archipelagos that lie in the southern part of this body of water. During the Eocene epoch, this body of water began to form due to its namesake rift. In December 2011, volcanic activity created a new member of the Zubair Islands in this sea. Lying on its western coast are the cities of (*) Massawa and Assab, and this body of water covers the entire Eritrean coastline. The Bab el Mandeb strait connects this body of water with the Gulf of Aden to the south, while the Sinai Peninsula and Gulf of Suez lie to its north. For 10 points, identify this narrow, colorfully-named sea that sits between northeast Africa and the Arabian peninsula.": {
    "guess": "Red Sea",
    "confidence": [
      [
        "Red",
        -0.0062715784
      ],
      [
        " Sea",
        -0.00018399098
      ]
    ]
  },
  "Farranah and Kankan are in its south-central highlands.  The Fouta Djallon, a sandstone plateau in the west, contains T?im?? Gaoual, and Lab?  Kindia is the chief city of its southeastern forest.  Nz??or?and Mount Nimba are in the mountain range in the extreme southeast.  It is bisected by the Bafing": {
    "guess": "Guinea",
    "confidence": [
      [
        "Gu",
        -0.27464652
      ],
      [
        "inea",
        -0.0004120808
      ]
    ]
  },
  "Farranah and Kankan are in its south-central highlands.  The Fouta Djallon, a sandstone plateau in the west, contains T?im?? Gaoual, and Lab?  Kindia is the chief city of its southeastern forest.  Nz??or?and Mount Nimba are in the mountain range in the extreme southeast.  It is bisected by the Bafing River, on which Dinguiraye sits, and the Kolent?forms part of its southwestern border.  This country also contains the sources of the Gambia, Senegal, and Niger rivers.  FTP, name this country which borders Senegal, Mali, Liberia, Sierra Leone, and the Ivory Coast, with capital at Conakry.": {
    "guess": "Guinea",
    "confidence": [
      [
        "Gu",
        -0.012439133
      ],
      [
        "inea",
        -2.2365493e-05
      ]
    ]
  },
  "The man on the far left wears a red cloth and reaches up to grab a piece of yellow fruit.  The figure on the right, bathed on supernatural blue, clutches at a woman.  Three barefoot women on the left clasp hands and wear wispy see-through gowns, while two women on the right look demure. An arrow-shooting": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -1.0893157
      ],
      [
        " Men",
        -0.12666179
      ],
      [
        "inas",
        -5.7172965e-05
      ]
    ]
  },
  "The farmer Osterman hosts a communal dinner at which he suggests creating a Farmer's League and bribing the nicknamed title entity in this novel. Osterman brings in Annixter, owner of the Quien Sabe Rancho, and both work to convince Magnus Derrick to fight Mr. Behrman's efforts to buy or seize their land in the San Joaquin Valley for use by the Pacific and Southwestern Railroad. Subtitled a \"Story of California,\" for 10 points, name this novel, the first in the proposed \"Epic of Wheat\" trilogy by Frank Norris, which takes its title from the nickname indicating the sprawling reach of the railroad": {
    "guess": "The Octopus",
    "confidence": [
      [
        "The",
        -0.0025209652
      ],
      [
        " Oct",
        -0.00372918
      ],
      [
        "opus",
        -6.4802e-05
      ]
    ]
  },
  "The man on the far left wears a red cloth and reaches up to grab a piece of yellow fruit.  The figure on the right, bathed on supernatural blue, clutches at a woman.  Three barefoot women on the left clasp hands and wear wispy see-through gowns, while two women on the right look demure. An arrow-shooting Cupid can be seen in the center top of, FTP, what work by Sandro Botticelli?": {
    "guess": "Primavera",
    "confidence": [
      [
        "Prim",
        -0.5191595
      ],
      [
        "av",
        -0.000516694
      ],
      [
        "era",
        -5.3193703e-06
      ]
    ]
  },
  "Farranah and Kankan are in its south-central highlands.  The Fouta Djallon, a sandstone plateau in the west, contains T?im?? Gaoual, and Lab?  Kindia is the chief city of its southeastern forest.  Nz??or?and Mount Nimba are in the mountain range in the extreme southeast.  It is bisected by the Bafing River, on which Dinguiraye sits, and the Kolent?forms part of its southwestern border.  This country": {
    "guess": "Guinea",
    "confidence": [
      [
        "Gu",
        -0.02926484
      ],
      [
        "inea",
        -9.615256e-05
      ]
    ]
  },
  "In the far north of this country is Lake Scutari, home to its city of Shkoder. Other cities include the": {
    "guess": "Albania",
    "confidence": [
      [
        "Al",
        -0.51620793
      ],
      [
        "ban",
        -9.4914985e-06
      ],
      [
        "ia",
        -0.00085512054
      ]
    ]
  },
  "In the far north of this country is Lake Scutari, home to its city of Shkoder. Other cities include the port Vlore and Elbasan in the interior, which is linked by rail to its second most populous city, the port town Durres. Its southern boundary is formed by the Pindus Mountains and its longest river": {
    "guess": "Albania",
    "confidence": [
      [
        "Al",
        -0.118998714
      ],
      [
        "ban",
        -7.338466e-05
      ],
      [
        "ia",
        -0.0020125024
      ]
    ]
  },
  "The Faraday rotation studies the interaction of light and this in a medium, and it induces a  quantized resistivity in the quantum Hall effect. A rotating one of these is used in a dynamo to  generate": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.055964094
      ],
      [
        "agnetic",
        -0.01289089
      ],
      [
        " field",
        -0.14354557
      ]
    ]
  }
}