{
  "Choral pieces by this composer include O, My Garden of Lavender and Dark Evening Is Falling. The song People, My People is the basis of the first movement of his Harpsichord Concerto, and his own Lieder include Broad Waters and a song based on Federico Garcia Lorca's poem \"Malagueña.\" A series of recitatives and ariostos make up his Lerchenmusik, and scandal surrounded the premiere of this composer's appropriately-titled Collisions for orchestra. Other well-known works include the Genesis cycle and the choral work Refren, but he is best-known for a work whose third movement notably references one": {
    "guess": "Krzysztof Penderecki",
    "confidence": [
      [
        "K",
        -1.5272113
      ],
      [
        "rz",
        -0.61464304
      ],
      [
        "ysz",
        -0.0033326568
      ],
      [
        "to",
        -2.355753e-05
      ],
      [
        "f",
        -8.4112995e-05
      ],
      [
        " Pend",
        -0.014132829
      ],
      [
        "ere",
        -5.1928004e-05
      ],
      [
        "cki",
        -0.0006469102
      ]
    ]
  },
  "Choral pieces by this composer include O, My Garden of Lavender and Dark Evening Is Falling. The song People, My People is the basis of the first movement of his Harpsichord Concerto, and his own Lieder include Broad Waters and a song based on Federico Garcia Lorca's poem \"Malagueña.\" A series of recitatives and ariostos make up his Lerchenmusik, and scandal surrounded the premiere of this composer's": {
    "guess": "Ralph Vaughan Williams",
    "confidence": [
      [
        "R",
        -0.035398502
      ],
      [
        "alph",
        -5.6815352e-05
      ],
      [
        " Vaughan",
        -0.00026574635
      ],
      [
        " Williams",
        -0.00023381444
      ]
    ]
  },
  "Choral pieces by this composer include O, My Garden of Lavender and Dark Evening Is Falling. The song People, My People is the basis of the first movement of his Harpsichord Concerto, and his own Lieder include Broad Waters and a song based on Federico Garcia Lorca's poem \"Malagueña.\" A series of recitatives and ariostos make up his Lerchenmusik, and scandal surrounded the premiere of this composer's appropriately-titled Collisions for orchestra. Other well-known works include the Genesis cycle and the choral work Refren, but he is best-known for a work whose third movement notably references one of Chopin's Mazurkas and the first movement of Eroica. A note scribbled on the wall of a Gestapo cell provides the text for the second movement of that work, which was popularized by a recording featuring": {
    "guess": "Alfred Schnittke",
    "confidence": [
      [
        "Al",
        -0.8137019
      ],
      [
        "fred",
        -0.19032541
      ],
      [
        " Schn",
        -0.0004546255
      ],
      [
        "itt",
        -6.9882217e-06
      ],
      [
        "ke",
        -3.190179e-05
      ]
    ]
  },
  "A chord created by this man is a juxtaposition of a C-major F-sharp major chord at the same time and is featured prominently in a ballet that opens at a Shrovetide Fair. This man composed a Symphony of": {
    "guess": "Igor Stravinsky",
    "confidence": [
      [
        "I",
        -0.1898059
      ],
      [
        "gor",
        -0.00039885283
      ],
      [
        " Str",
        -0.00015753144
      ],
      [
        "av",
        -4.012684e-05
      ],
      [
        "insky",
        -0.00044675806
      ]
    ]
  },
  "Choral pieces by this composer include O, My Garden of Lavender and Dark Evening Is Falling. The song People, My People is the basis of the first movement of his Harpsichord Concerto, and his own Lieder include Broad Waters and a song based on Federico Garcia Lorca's poem \"Malagueña.\" A series of recitatives and ariostos make up his Lerchenmusik, and scandal surrounded the premiere of this composer's appropriately-titled Collisions for orchestra. Other well-known works include the Genesis cycle and the choral work Refren, but he is best-known for a work whose third movement notably references one of Chopin's Mazurkas and the first movement of Eroica. A note scribbled on the wall of a Gestapo": {
    "guess": "Alfred Schnittke",
    "confidence": [
      [
        "Al",
        -1.3199197
      ],
      [
        "fred",
        -0.4104914
      ],
      [
        " Schn",
        -0.0013257185
      ],
      [
        "itt",
        -7.822647e-06
      ],
      [
        "ke",
        -2.3438328e-05
      ]
    ]
  },
  "Choral pieces by this composer include O, My Garden of Lavender and Dark Evening Is Falling. The song People, My People is the basis of the first movement of his Harpsichord Concerto, and his own Lieder include Broad Waters and a song based on Federico Garcia Lorca's poem \"Malagueña.\" A series of recitatives and ariostos make up his Lerchenmusik, and scandal surrounded the premiere of this composer's appropriately-titled Collisions for orchestra. Other well-known works include the Genesis cycle and": {
    "guess": "Karl Amadeus Hartmann",
    "confidence": [
      [
        "K",
        -1.1839327
      ],
      [
        "arl",
        -0.3629949
      ],
      [
        " Am",
        -0.3236554
      ],
      [
        "ade",
        -2.9352968e-06
      ],
      [
        "us",
        -9.698699e-05
      ],
      [
        " Hart",
        -0.0007056409
      ],
      [
        "mann",
        -0.0016345973
      ]
    ]
  },
  "Its chorus is a troop of Salaminian sailors. In the second half of the play, Teucer on the one hand and Menelaus and Agamemnon on the other argue as to whether the title character will be buried. When the madness of the title character ends, he discovers that, confused by Athena, he has been killing": {
    "guess": "Ajax (play)",
    "confidence": [
      [
        "Ajax",
        -0.005181105
      ],
      [
        " (",
        -0.02129745
      ],
      [
        "play",
        -0.18812393
      ],
      [
        ")",
        -0.00034046874
      ]
    ]
  },
  "A chord created by this man is a juxtaposition of a C-major F-sharp major chord at the same time and": {
    "guess": "Igor Stravinsky",
    "confidence": [
      [
        "I",
        -0.97900665
      ],
      [
        "gor",
        -0.012811108
      ],
      [
        " Str",
        -0.0001341712
      ],
      [
        "av",
        -3.8100377e-05
      ],
      [
        "insky",
        -0.00082070736
      ]
    ]
  },
  "Its chorus is a troop of Salaminian sailors. In the second half of the play, Teucer on the one hand and Menelaus and Agamemnon on the other argue as to whether the title character will be buried. When": {
    "guess": "Ajax (Sophocles play)",
    "confidence": [
      [
        "Ajax",
        -0.016889077
      ],
      [
        " (",
        -0.15809289
      ],
      [
        "Soph",
        -0.5527689
      ],
      [
        "oc",
        0.0
      ],
      [
        "les",
        -5.9153886e-06
      ],
      [
        " play",
        -0.61403507
      ],
      [
        ")",
        -0.00035918003
      ]
    ]
  },
  "Its chorus is a troop of Salaminian sailors. In the second half of the play, Teucer on the one hand and Menelaus and Agamemnon on the other argue as to whether the title character will be buried. When the madness of the title character ends, he discovers that, confused by Athena, he has been killing animals and not the Greek nobility after all. FTP, name this Sophocles play, in which the loser of the competition for Achilles' armor goes insane and commits suicide.": {
    "guess": "Ajax (Sophocles play)",
    "confidence": [
      [
        "Ajax",
        -0.0026556784
      ],
      [
        " (",
        -0.015588613
      ],
      [
        "Soph",
        -0.652291
      ],
      [
        "oc",
        -1.504853e-06
      ],
      [
        "les",
        -1.0564331e-05
      ],
      [
        " play",
        -0.2974927
      ],
      [
        ")",
        -0.00018387179
      ]
    ]
  },
  "Choral pieces by this composer include O, My Garden of Lavender and Dark Evening Is Falling. The song People, My People is the basis of the first movement of his Harpsichord Concerto, and his own Lieder include Broad Waters and a song based on Federico Garcia Lorca's poem \"Malagueña.\" A series of recitatives and ariostos make up his Lerchenmusik, and scandal surrounded the premiere of this composer's appropriately-titled Collisions for orchestra. Other well-known works include the Genesis cycle and the choral work Refren, but he is best-known for a work whose third movement notably references one of Chopin's Mazurkas and the first movement of Eroica. A note scribbled on the wall of a Gestapo cell provides the text for the second movement of that work, which was popularized by a recording featuring vocals by Dawn Upshaw. Best- known for his Symphony of Sorrowful Songs, this is, for ten points, what composer from Poland?": {
    "guess": "Henryk Górecki",
    "confidence": [
      [
        "Henry",
        -0.0032046887
      ],
      [
        "k",
        -0.0035424554
      ],
      [
        " G",
        -0.0028016753
      ],
      [
        "ó",
        -9.698699e-05
      ],
      [
        "reck",
        -1.9816675e-06
      ],
      [
        "i",
        -8.3278566e-05
      ]
    ]
  },
  "A chord created by this man is a juxtaposition of a C-major F-sharp major chord at the same time and is featured prominently in a ballet that opens at a Shrovetide Fair. This man composed a Symphony of Psalms that featured no violins during his neoclassical period. This composer of Petrushka used a bassoon": {
    "guess": "Igor Stravinsky",
    "confidence": [
      [
        "I",
        -0.0046419497
      ],
      [
        "gor",
        -0.009852063
      ],
      [
        " Str",
        -0.00285409
      ],
      [
        "av",
        -0.0001006823
      ],
      [
        "insky",
        -0.0010353107
      ]
    ]
  },
  "Choral pieces by this composer include O, My Garden of Lavender and Dark Evening Is Falling. The song": {
    "guess": "Ralph Vaughan Williams",
    "confidence": [
      [
        "R",
        -1.9546901
      ],
      [
        "alph",
        -0.012190674
      ],
      [
        " Vaughan",
        -0.0013194043
      ],
      [
        " Williams",
        -9.5198935e-05
      ]
    ]
  },
  "Its chorus is a troop of Salaminian sailors. In the second half of the play, Teucer on the one hand and Menelaus and Agamemnon on the other argue as to whether the title character will be buried. When the madness of the title character ends, he discovers that, confused by Athena, he has been killing animals and not the Greek nobility after all. FTP, name this Sophocles play, in which the loser of the": {
    "guess": "Ajax (play)",
    "confidence": [
      [
        "Ajax",
        -0.0024932567
      ],
      [
        " (",
        -0.013028223
      ],
      [
        "play",
        -0.2105221
      ],
      [
        ")",
        -6.17027e-05
      ]
    ]
  },
  "Choral pieces by this composer include O, My Garden of Lavender and Dark Evening Is Falling. The song People, My People is the basis of the first movement of his Harpsichord Concerto, and his own Lieder include Broad Waters and a song based on Federico Garcia Lorca's poem \"Malagueña.\" A series of recitatives and ariostos make up his Lerchenmusik, and scandal surrounded the premiere of this composer's appropriately-titled Collisions for orchestra. Other well-known works include the Genesis cycle and the choral work Refren, but he is best-known for a work whose third movement notably references one of Chopin's Mazurkas and the first movement of Eroica. A note scribbled on the wall of a Gestapo cell provides the text for the second movement of that work, which was popularized by a recording featuring vocals by Dawn Upshaw. Best- known for his Symphony of Sorrowful Songs, this is, for ten points,": {
    "guess": "Henryk Górecki",
    "confidence": [
      [
        "Henry",
        -0.0022510071
      ],
      [
        "k",
        -0.003360105
      ],
      [
        " G",
        -0.0023686318
      ],
      [
        "ó",
        -8.339777e-05
      ],
      [
        "reck",
        -2.220075e-06
      ],
      [
        "i",
        -6.9331734e-05
      ]
    ]
  },
  "A chord created by this man is a juxtaposition of a C-major F-sharp major chord at the same time and is featured prominently in a ballet that opens at a Shrovetide Fair. This man composed a Symphony of Psalms that featured no violins during his neoclassical period. This composer of Petrushka used a bassoon solo to open a ballet in which a young girl sacrificially dances herself to death, which caused great controversy at its 1913 premiere in Paris. For 10 points, name this Russian composer of The": {
    "guess": "Igor Stravinsky",
    "confidence": [
      [
        "I",
        -0.00039409203
      ],
      [
        "gor",
        0.0
      ],
      [
        " Str",
        -0.00015157493
      ],
      [
        "av",
        -6.6947665e-05
      ],
      [
        "insky",
        -0.00037752642
      ]
    ]
  },
  "Choral pieces by this composer include O, My Garden of Lavender and Dark Evening Is Falling. The song People, My People is the basis of the first movement of his Harpsichord Concerto, and his own Lieder": {
    "guess": "Henryk Mikolaj Gorecki",
    "confidence": [
      [
        "Henry",
        -1.5826659
      ],
      [
        "k",
        -0.05388786
      ],
      [
        " Mik",
        -0.08693727
      ],
      [
        "ol",
        -4.501419e-05
      ],
      [
        "aj",
        -1.962381e-05
      ],
      [
        " Gore",
        -0.030029671
      ],
      [
        "cki",
        -0.0009337326
      ]
    ]
  },
  "Choral pieces by this composer include O, My Garden of Lavender and Dark Evening Is Falling. The song People, My People is the basis of the first movement of his Harpsichord Concerto, and his own Lieder include Broad Waters and a song based on Federico Garcia Lorca's poem \"Malagueña.\" A series of recitatives": {
    "guess": "Ralph Vaughan Williams",
    "confidence": [
      [
        "R",
        -0.033086285
      ],
      [
        "alph",
        -6.849731e-05
      ],
      [
        " Vaughan",
        -0.00038837024
      ],
      [
        " Williams",
        -0.00038693982
      ]
    ]
  },
  "Its chorus is a troop of Salaminian sailors. In the second half of the play, Teucer on the one hand and": {
    "guess": "Ajax the Great",
    "confidence": [
      [
        "Ajax",
        -0.051802423
      ],
      [
        " the",
        -0.17272379
      ],
      [
        " Great",
        -0.6119667
      ]
    ]
  },
  "A chord created by this man is a juxtaposition of a C-major F-sharp major chord at the same time and is featured prominently in a ballet that opens at a Shrovetide Fair. This man composed a Symphony of Psalms that featured no violins during his neoclassical period. This composer of Petrushka used a bassoon solo to open a ballet in which a young girl sacrificially dances herself to death, which caused": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.41103253
      ],
      [
        " R",
        -0.1173005
      ],
      [
        "ite",
        -4.8351892e-05
      ],
      [
        " of",
        -0.00015431295
      ],
      [
        " Spring",
        -0.000107238506
      ]
    ]
  },
  "A chord created by this man is a juxtaposition of a C-major F-sharp major chord at the same time and is featured prominently in a ballet that opens at a Shrovetide Fair. This man composed a Symphony of Psalms that featured no violins during his neoclassical period. This composer of Petrushka used a bassoon solo to open a ballet in which a young girl sacrificially dances herself to death, which caused great controversy at its 1913 premiere in Paris. For 10 points, name this Russian composer of The Rite of Spring.": {
    "guess": "Igor Stravinsky",
    "confidence": [
      [
        "I",
        -8.6735476e-05
      ],
      [
        "gor",
        0.0
      ],
      [
        " Str",
        -3.8219583e-05
      ],
      [
        "av",
        -4.8351892e-05
      ],
      [
        "insky",
        -0.00027158734
      ]
    ]
  }
}