{
  "This man went bankrupt when Ferdinand Ward swindled his lifetime savings, but his acclaimed memoir, finished": {
    "guess": "Ulysses S. Grant's Personal Memoirs",
    "confidence": [
      [
        "U",
        -0.5632848
      ],
      [
        "ly",
        -2.6299214e-05
      ],
      [
        "ss",
        -2.6895234e-05
      ],
      [
        "es",
        -0.00014632997
      ],
      [
        " S",
        -0.0007208917
      ],
      [
        ".",
        -0.00021652991
      ],
      [
        " Grant",
        -1.2948405e-05
      ],
      [
        "'s",
        -0.18861724
      ],
      [
        " Personal",
        -0.7723943
      ],
      [
        " Memo",
        -1.247159e-05
      ],
      [
        "irs",
        -0.00016742534
      ]
    ]
  },
  "He went through a period as a playwright and director where he disavowed the use of scripts, giving actors": {
    "guess": "Theatre of the Absurd",
    "confidence": [
      [
        "The",
        -0.7540662
      ],
      [
        "atre",
        -0.047888078
      ],
      [
        " of",
        -0.025981506
      ],
      [
        " the",
        -0.115777
      ],
      [
        " Abs",
        -0.003081452
      ],
      [
        "urd",
        -0.0003277176
      ]
    ]
  },
  "The Wentworth Letter outlined some of this religion's beliefs. Priests that lead quorums in this religion own \"keys\" delivered from Oliver Cowdery, who was one of this faith's \"Three Witnesses.\" Men in this religion enter either the Aaronic or Melchizedek priesthoods. Illustrations of Egyptian funeral records are found in one of this religion's holy texts, The Pearl of Great Price. Members of this faith believe that Lehi and Nephi sailed across the Atlantic. An angel named Moroni revealed some golden": {
    "guess": "Mormonism",
    "confidence": [
      [
        "M",
        -0.019053394
      ],
      [
        "orm",
        -1.735894e-05
      ],
      [
        "on",
        -0.000113913906
      ],
      [
        "ism",
        -9.376849e-05
      ]
    ]
  },
  "The Wentworth Letter outlined some of this religion's beliefs. Priests that lead quorums in this religion own \"keys\" delivered from Oliver Cowdery, who was one of this faith's \"Three Witnesses.\" Men in this religion enter either the Aaronic or Melchizedek priesthoods. Illustrations of Egyptian funeral records are found in one of this religion's holy texts, The Pearl of Great Price. Members of this faith believe that Lehi and Nephi sailed across the Atlantic. An angel named Moroni revealed some golden plates engraved with \"reformed Egyptian\" to this religion's founder. For 10 points, name this Christian": {
    "guess": "Latter Day Saint movement",
    "confidence": [
      [
        "L",
        -0.5061758
      ],
      [
        "atter",
        -0.00015121732
      ],
      [
        " Day",
        -0.09800599
      ],
      [
        " Saint",
        -0.0062814136
      ],
      [
        " movement",
        -0.002554854
      ]
    ]
  },
  "This man went bankrupt when Ferdinand Ward swindled his lifetime savings, but his acclaimed memoir, finished days before he died, brought his family out of bankruptcy. The Black Friday and Whiskey Ring scandals were among several that rocked his two term administration. He led the successful Army of the Tennessee at the Battle of Shiloh and later led the army of the Potomac, successfully forcing General Lee's surrender at Appomattox. His nickname was derived from his desire to accept \"no terms except unconditional and immediate surrender\". For ten points, name this individual featured on the $50": {
    "guess": "Ulysses S. Grant",
    "confidence": [
      [
        "U",
        -0.0011454568
      ],
      [
        "ly",
        -5.5122365e-07
      ],
      [
        "ss",
        -4.3202e-07
      ],
      [
        "es",
        -2.0100624e-05
      ],
      [
        " S",
        -8.697388e-05
      ],
      [
        ".",
        -0.00035524633
      ],
      [
        " Grant",
        -1.3544423e-05
      ]
    ]
  },
  "This man went with Diomedes to retrieve the bow of Philoctetes. Earlier, he made Palamedes look like a traitor after Palamedes revealed that he was feigning madness to avoid military service. He received a bag of winds from Aeolus which his men released, and tricked Polyphemus by adopting the name Nobody.": {
    "guess": "Odysseus",
    "confidence": [
      [
        "Od",
        -0.0014341589
      ],
      [
        "ys",
        -0.13715021
      ],
      [
        "se",
        -1.6166903e-05
      ],
      [
        "us",
        -6.396757e-05
      ]
    ]
  },
  "When this man went on a speaking tour earlier this year, David Gergen called it, \"The dumbest, most selfish, most narcissistic thing I've seen in 40 years of covering politics.\" In a recent appearance, this man said, \"The media wanted to use me as a weapon of mass destruction to destroy that man.\" Though he is not a politician, he was featured in political ads with the slogan, \"Too radical, too risky.\" His most famous speech was titled \"Confusing God and Government.\" Name this recently retired pastor from the South Side of Chicago.": {
    "guess": "Jeremiah Wright",
    "confidence": [
      [
        "Jer",
        -0.022323182
      ],
      [
        "emiah",
        -3.3213026e-05
      ],
      [
        " Wright",
        -0.04018682
      ]
    ]
  },
  "In 39 A.D. he went to Rome in hope of persuading Caligula to name his king, but failed and was banished to Lugdunum, where he died. When his father died in 4 B.C., he became tetrarch of Peraea and Galilee, and divorced his first wife to marry the wife of his half-brother Philip. FTP, name this ruler": {
    "guess": "Herod Antipas",
    "confidence": [
      [
        "Her",
        -0.020113075
      ],
      [
        "od",
        -0.00012047011
      ],
      [
        " Ant",
        -0.036724307
      ],
      [
        "ip",
        -6.749814e-06
      ],
      [
        "as",
        -0.0009339711
      ]
    ]
  },
  "In Wendish and Slavic mythology, Flins was the god of this phenomenon. Ah Puch, a deity decorated with bells and associated with owls, was the god of this for Mayans, while the Incan god of this was named Supay and ruled the realm of Uca Pacha. Egyptian gods of this phenomenon include one depicted as a green falcon, Sokar. The Aztec god of this and thunder sometimes takes the form of a dog, Xolotl, and leads people to Mictlan. In Greek myth, those to whom this happened went to Hades. For ten points, name this phenomenon associated with the Grim Reaper, the end of life.": {
    "guess": "Death",
    "confidence": [
      [
        "Death",
        -0.07398827
      ]
    ]
  },
  "This man went into hiding at Gilan following the death of his father at the hands of the Shirvanshahs, and he published poetry under the pen name Khata'i. At Qunduz, this man reunited Khanzada Begum with": {
    "guess": "Babur",
    "confidence": [
      [
        "B",
        -1.2270671
      ],
      [
        "ab",
        -0.018558653
      ],
      [
        "ur",
        -0.00075030565
      ]
    ]
  },
  "This man went bankrupt when Ferdinand Ward swindled his lifetime savings, but his acclaimed memoir, finished days before he died, brought his family out of bankruptcy. The Black Friday and Whiskey Ring scandals were among several that rocked his two term administration. He led the successful Army of": {
    "guess": "Ulysses S. Grant",
    "confidence": [
      [
        "U",
        -0.0023895642
      ],
      [
        "ly",
        -8.180258e-06
      ],
      [
        "ss",
        -4.246537e-06
      ],
      [
        "es",
        -2.8444882e-05
      ],
      [
        " S",
        -1.5451682e-05
      ],
      [
        ".",
        -5.8722613e-05
      ],
      [
        " Grant",
        -3.7697225e-06
      ]
    ]
  },
  "This man went into hiding at Gilan following the death of his father at the hands of the Shirvanshahs, and he published poetry under the pen name Khata'i. At Qunduz, this man reunited Khanzada Begum with her younger brother. This leader ordered the destruction of the tomb of Abu Hanifa during his conquest of Iraq, and Div Soltan served as regent for this man's son following his death. This son of Sheikh Haydar led a group of seven tribes, the most powerful of which was the Shamlu, to victory over": {
    "guess": "Isma'il I",
    "confidence": [
      [
        "Is",
        -0.5087828
      ],
      [
        "ma",
        -0.0006388117
      ],
      [
        "'il",
        -7.4695905e-05
      ],
      [
        " I",
        -0.00072744425
      ]
    ]
  },
  "He went through a period as a playwright and director where he disavowed the use of scripts, giving actors only what he called, \"a mandate to work around a cluster of images.\" His hometown, Port Elizabeth, plays a prominent role in his plays Blood Knot, Hello and Goodbye and Boesman and Lena. For 10 points, name this South African author of Sizwe Banzi Is Dead, The Island, and Master Harold and the": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.0022568335
      ],
      [
        "ol",
        -3.488188e-05
      ],
      [
        " F",
        -4.8471098e-05
      ],
      [
        "ug",
        -1.0921943e-05
      ],
      [
        "ard",
        -1.5809293e-05
      ]
    ]
  },
  "This man went into hiding at Gilan following the death of his father at the hands of the Shirvanshahs, and he published poetry under the pen name Khata'i. At Qunduz, this man reunited Khanzada Begum with her younger brother. This leader ordered the destruction of the tomb of Abu Hanifa during his conquest of Iraq, and Div Soltan served as regent for this man's son following his death. This son of Sheikh Haydar led a group of seven tribes, the most powerful of which was the Shamlu, to victory over the Aq Qoyunlu Confederacy. This ruler's successor signed the Treaty of (*) Amasya, and this ruler": {
    "guess": "Isma'il I",
    "confidence": [
      [
        "Is",
        -0.51066095
      ],
      [
        "ma",
        -0.0006242762
      ],
      [
        "'il",
        -0.00013190633
      ],
      [
        " I",
        -0.00039825685
      ]
    ]
  },
  "In 39 A.D. he went to Rome in hope of persuading Caligula to name his king, but failed and was banished to Lugdunum, where he died. When his father died in 4 B.C., he became tetrarch of Peraea and Galilee,": {
    "guess": "Herod Antipas",
    "confidence": [
      [
        "Her",
        -0.11030603
      ],
      [
        "od",
        -0.0006782424
      ],
      [
        " Ant",
        -0.22167003
      ],
      [
        "ip",
        -8.776276e-06
      ],
      [
        "as",
        -0.0023333093
      ]
    ]
  },
  "This man went with Diomedes to retrieve the bow of Philoctetes. Earlier, he made Palamedes look like a traitor after Palamedes revealed that he was feigning madness to avoid military service. He received": {
    "guess": "Odysseus",
    "confidence": [
      [
        "Od",
        -0.26545924
      ],
      [
        "ys",
        -0.012322562
      ],
      [
        "se",
        -4.7517467e-05
      ],
      [
        "us",
        -5.5265704e-05
      ]
    ]
  },
  "In 39 A.D. he went to Rome in hope of persuading Caligula to name his king, but failed and was banished": {
    "guess": "Herod Agrippa",
    "confidence": [
      [
        "Her",
        -0.08195896
      ],
      [
        "od",
        -0.0035636076
      ],
      [
        " Ag",
        -0.00083512004
      ],
      [
        "ripp",
        -1.27099975e-05
      ],
      [
        "a",
        -3.23786e-05
      ]
    ]
  },
  "In Wendish and Slavic mythology, Flins was the god of this phenomenon. Ah Puch, a deity decorated with bells and associated with owls, was the god of this for Mayans, while the Incan god of this was named Supay and ruled the realm of Uca Pacha. Egyptian gods of this phenomenon include one depicted as": {
    "guess": "Death",
    "confidence": [
      [
        "Death",
        -0.5323576
      ]
    ]
  },
  "This man went with Diomedes to retrieve the bow of Philoctetes. Earlier, he made Palamedes look like": {
    "guess": "Odysseus",
    "confidence": [
      [
        "Od",
        -0.6473893
      ],
      [
        "ys",
        -0.0057833814
      ],
      [
        "se",
        -2.7014437e-05
      ],
      [
        "us",
        -9.114601e-05
      ]
    ]
  },
  "He went through a period as a playwright and director where he disavowed the use of scripts, giving actors only what he called, \"a mandate to work around a cluster of images.\" His hometown, Port Elizabeth,": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.64433724
      ],
      [
        "ol",
        -0.004291965
      ],
      [
        " F",
        -5.9914648e-05
      ],
      [
        "ug",
        -2.577686e-06
      ],
      [
        "ard",
        -4.5252596e-05
      ]
    ]
  },
  "This man went bankrupt when Ferdinand Ward swindled his lifetime savings, but his acclaimed memoir, finished days before he died, brought his family out of bankruptcy. The Black Friday and Whiskey Ring scandals were among several that rocked his two term administration. He led the successful Army of the Tennessee at the Battle of Shiloh and later led the army of the Potomac, successfully forcing General Lee's surrender at Appomattox. His nickname was derived from his desire to accept \"no terms except unconditional and immediate surrender\". For ten points, name this individual featured on the $50 bill, the 18th President of the United States.": {
    "guess": "Ulysses S. Grant",
    "confidence": [
      [
        "U",
        -0.00048000488
      ],
      [
        "ly",
        -1.9361265e-07
      ],
      [
        "ss",
        -1.9361265e-07
      ],
      [
        "es",
        -1.569009e-05
      ],
      [
        " S",
        -7.398068e-05
      ],
      [
        ".",
        -0.00028052396
      ],
      [
        " Grant",
        -1.50940705e-05
      ]
    ]
  },
  "In Wendish and Slavic mythology, Flins was the god of this phenomenon. Ah Puch, a deity decorated with bells and associated with owls, was the god of this for Mayans, while the Incan god of this was named Supay and ruled the realm of Uca Pacha. Egyptian gods of this phenomenon include one depicted as a green falcon, Sokar. The Aztec god of this and thunder sometimes takes the form of a dog, Xolotl, and leads people to Mictlan. In Greek myth, those to whom this happened went to Hades. For ten points,": {
    "guess": "Death",
    "confidence": [
      [
        "Death",
        -0.8676992
      ]
    ]
  },
  "In 39 A.D. he went to Rome in hope of persuading Caligula to name his king, but failed and was banished to Lugdunum, where he died. When his father died in 4 B.C., he became tetrarch of Peraea and Galilee, and divorced his first wife to marry the wife of his half-brother Philip. FTP, name this ruler of Palestine, the husband of Herodias who ordered the death of John the Baptist.": {
    "guess": "Herod Antipas",
    "confidence": [
      [
        "Her",
        -0.0066458676
      ],
      [
        "od",
        -6.6113236e-05
      ],
      [
        " Ant",
        -0.0054378277
      ],
      [
        "ip",
        -2.2365493e-05
      ],
      [
        "as",
        -0.00043233807
      ]
    ]
  },
  "The Wentworth Letter outlined some of this religion's beliefs. Priests that lead quorums in this religion own \"keys\" delivered from Oliver Cowdery, who was one of this faith's \"Three Witnesses.\" Men in this religion enter either the Aaronic or Melchizedek priesthoods. Illustrations of Egyptian funeral records are found in one of this religion's holy texts, The Pearl of Great Price. Members of this faith believe that Lehi and Nephi sailed across the Atlantic. An angel named Moroni revealed some golden plates engraved with \"reformed Egyptian\" to this religion's founder. For 10 points, name this Christian movement popular in Utah and founded by Joseph Smith.": {
    "guess": "Mormonism",
    "confidence": [
      [
        "M",
        -0.14511132
      ],
      [
        "orm",
        -5.4385737e-06
      ],
      [
        "on",
        -3.1424974e-05
      ],
      [
        "ism",
        -1.7954959e-05
      ]
    ]
  },
  "This man went bankrupt when Ferdinand Ward swindled his lifetime savings, but his acclaimed memoir, finished days before he died, brought his family out of bankruptcy. The Black Friday and Whiskey Ring scandals were among several that rocked his two term administration. He led the successful Army of the Tennessee at the Battle of Shiloh and later led the army of the Potomac, successfully forcing General Lee's surrender at Appomattox. His nickname was derived from his desire to accept \"no terms except": {
    "guess": "Ulysses S. Grant",
    "confidence": [
      [
        "U",
        -0.0024563917
      ],
      [
        "ly",
        -5.5122365e-07
      ],
      [
        "ss",
        -4.3202e-07
      ],
      [
        "es",
        -2.057744e-05
      ],
      [
        " S",
        -5.0616763e-05
      ],
      [
        ".",
        -0.00022392054
      ],
      [
        " Grant",
        -1.6286107e-05
      ]
    ]
  },
  "This man went into hiding at Gilan following the death of his father at the hands of the Shirvanshahs, and he published poetry under the pen name Khata'i. At Qunduz, this man reunited Khanzada Begum with her younger brother. This leader ordered the destruction of the tomb of Abu Hanifa during his conquest of Iraq, and Div Soltan served as regent for this man's son following his death. This son of Sheikh Haydar led a group of seven tribes, the most powerful of which was the Shamlu, to victory over the Aq Qoyunlu Confederacy. This ruler's successor signed the Treaty of (*) Amasya, and this ruler lost his capital of Tabriz to the forces of Selim the Grim following the Battle of Chaldiran, the first": {
    "guess": "Ismail I",
    "confidence": [
      [
        "I",
        -0.69344294
      ],
      [
        "sm",
        -0.0006675215
      ],
      [
        "ail",
        -4.365741e-06
      ],
      [
        " I",
        -0.000618316
      ]
    ]
  },
  "This man went into hiding at Gilan following the death of his father at the hands of the Shirvanshahs, and he published poetry under the pen name Khata'i. At Qunduz, this man reunited Khanzada Begum with her younger brother. This leader ordered the destruction of the tomb of Abu Hanifa during his conquest": {
    "guess": "Babur",
    "confidence": [
      [
        "B",
        -1.0599808
      ],
      [
        "ab",
        -0.0074982475
      ],
      [
        "ur",
        -0.00062927906
      ]
    ]
  },
  "When this man went on a speaking tour earlier this year, David Gergen called it, \"The dumbest, most selfish, most narcissistic thing I've seen in 40 years of covering politics.\" In a recent appearance,": {
    "guess": "Donald Trump 2020 presidential campaign",
    "confidence": [
      [
        "Donald",
        -0.22673425
      ],
      [
        " Trump",
        -0.0154601885
      ],
      [
        " ",
        -0.44464335
      ],
      [
        "202",
        -0.5038006
      ],
      [
        "0",
        -0.07365201
      ],
      [
        " presidential",
        -0.0076221297
      ],
      [
        " campaign",
        -0.006717625
      ]
    ]
  },
  "The Wentworth Letter outlined some of this religion's beliefs. Priests that lead quorums in this religion own \"keys\" delivered from Oliver Cowdery, who was one of this faith's \"Three Witnesses.\" Men in this religion enter either the Aaronic or Melchizedek priesthoods. Illustrations of Egyptian funeral": {
    "guess": "Mormonism",
    "confidence": [
      [
        "M",
        -0.5033145
      ],
      [
        "orm",
        -4.167649e-05
      ],
      [
        "on",
        -0.0002906526
      ],
      [
        "ism",
        -0.0022228183
      ]
    ]
  },
  "When this man went on a speaking tour earlier this year, David Gergen called it, \"The dumbest, most selfish,": {
    "guess": "Donald Trump",
    "confidence": [
      [
        "Donald",
        -0.5755265
      ],
      [
        " Trump",
        -0.021225572
      ]
    ]
  },
  "This man went into hiding at Gilan following the death of his father at the hands of the Shirvanshahs, and he published poetry under the pen name Khata'i. At Qunduz, this man reunited Khanzada Begum with her younger brother. This leader ordered the destruction of the tomb of Abu Hanifa during his conquest of Iraq, and Div Soltan served as regent for this man's son following his death. This son of Sheikh Haydar led a group of seven tribes, the most powerful of which was the Shamlu, to victory over the Aq Qoyunlu Confederacy. This ruler's successor signed the Treaty of (*) Amasya, and this ruler lost his capital of Tabriz to the forces of Selim the Grim following the Battle of Chaldiran, the first defeat for his red-turban wearing Shi'a warriors, known as the Qizilbash. For 10 points, name this": {
    "guess": "Ismail I",
    "confidence": [
      [
        "I",
        -0.89694065
      ],
      [
        "sm",
        -0.00017398155
      ],
      [
        "ail",
        -1.473646e-05
      ],
      [
        " I",
        -0.00041148844
      ]
    ]
  },
  "In Wendish and Slavic mythology, Flins was the god of this phenomenon. Ah Puch, a deity decorated with bells and associated with owls, was the god of this for Mayans, while the Incan god of this was named": {
    "guess": "Death",
    "confidence": [
      [
        "Death",
        -0.21798678
      ]
    ]
  },
  "When this man went on a speaking tour earlier this year, David Gergen called it, \"The dumbest, most selfish, most narcissistic thing I've seen in 40 years of covering politics.\" In a recent appearance, this man said, \"The media wanted to use me as a weapon of mass destruction to destroy that man.\" Though": {
    "guess": "Donald Trump",
    "confidence": [
      [
        "Donald",
        -0.3685867
      ],
      [
        " Trump",
        -0.012447373
      ]
    ]
  },
  "This man went with Diomedes to retrieve the bow of Philoctetes. Earlier, he made Palamedes look like a traitor after Palamedes revealed that he was feigning madness to avoid military service. He received a bag of winds from Aeolus which his men released, and tricked Polyphemus by adopting the name Nobody. Meanwhile, his son Telemachus was trying to ward off suitors for Penelope. For 10 points, name this hero of the Trojan War who underwent a ten-year journey to return home in a namesake epic by Homer.": {
    "guess": "Odysseus",
    "confidence": [
      [
        "Od",
        -0.008452401
      ],
      [
        "ys",
        -0.014907071
      ],
      [
        "se",
        -2.6060809e-05
      ],
      [
        "us",
        -8.3278566e-05
      ]
    ]
  },
  "This man went into hiding at Gilan following the death of his father at the hands of the Shirvanshahs,": {
    "guess": "Shirvanshahs",
    "confidence": [
      [
        "Sh",
        -1.7862191
      ],
      [
        "ir",
        -0.43064183
      ],
      [
        "v",
        -0.171005
      ],
      [
        "ans",
        -0.00033248574
      ],
      [
        "h",
        -0.0017515802
      ],
      [
        "ah",
        -0.0015437842
      ],
      [
        "s",
        -0.19536819
      ]
    ]
  },
  "This man went into hiding at Gilan following the death of his father at the hands of the Shirvanshahs, and he published poetry under the pen name Khata'i. At Qunduz, this man reunited Khanzada Begum with her younger brother. This leader ordered the destruction of the tomb of Abu Hanifa during his conquest of Iraq, and Div Soltan served as regent for this man's son following his death. This son of Sheikh Haydar led a group of seven tribes, the most powerful of which was the Shamlu, to victory over the Aq Qoyunlu Confederacy. This ruler's successor signed the Treaty of (*) Amasya, and this ruler lost his capital of Tabriz to the forces of Selim the Grim following the Battle of Chaldiran, the first defeat for his red-turban wearing Shi'a warriors, known as the Qizilbash. For 10 points, name this founder of the Safavid dynasty.": {
    "guess": "Isma'il I",
    "confidence": [
      [
        "Is",
        -0.5129984
      ],
      [
        "ma",
        -0.011486195
      ],
      [
        "'il",
        -0.0005861567
      ],
      [
        " I",
        -0.00011486754
      ]
    ]
  },
  "He went through a period as a playwright and director where he disavowed the use of scripts, giving actors only what he called, \"a mandate to work around a cluster of images.\" His hometown, Port Elizabeth, plays a prominent role in his plays Blood Knot, Hello and Goodbye and Boesman and Lena. For 10": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.043564048
      ],
      [
        "ol",
        -4.2868523e-05
      ],
      [
        " F",
        -0.00012916465
      ],
      [
        "ug",
        -1.7954959e-05
      ],
      [
        "ard",
        -4.7875077e-05
      ]
    ]
  },
  "In Wendish and Slavic mythology, Flins was the god of this phenomenon. Ah Puch, a deity decorated with": {
    "guess": "Death",
    "confidence": [
      [
        "Death",
        -0.36134267
      ]
    ]
  },
  "The Wentworth Letter outlined some of this religion's beliefs. Priests that lead quorums in this religion own \"keys\" delivered from Oliver Cowdery, who was one of this faith's \"Three Witnesses.\" Men in this religion enter either the Aaronic or Melchizedek priesthoods. Illustrations of Egyptian funeral records are found in one of this religion's holy texts, The Pearl of Great Price. Members of this": {
    "guess": "Mormonism",
    "confidence": [
      [
        "M",
        -0.2597699
      ],
      [
        "orm",
        -1.247159e-05
      ],
      [
        "on",
        -0.0001596771
      ],
      [
        "ism",
        -0.0005794849
      ]
    ]
  },
  "When this man went on a speaking tour earlier this year, David Gergen called it, \"The dumbest, most selfish, most narcissistic thing I've seen in 40 years of covering politics.\" In a recent appearance, this man said, \"The media wanted to use me as a weapon of mass destruction to destroy that man.\" Though he is not a politician, he was featured in political ads with the slogan, \"Too radical, too risky.\" His most famous speech was titled \"Confusing God and Government.\" Name this recently retired pastor": {
    "guess": "Robert Jeffress",
    "confidence": [
      [
        "Robert",
        -1.172069
      ],
      [
        " Jeff",
        -0.0043435986
      ],
      [
        "ress",
        -3.5313153e-06
      ]
    ]
  },
  "This man went bankrupt when Ferdinand Ward swindled his lifetime savings, but his acclaimed memoir, finished days before he died, brought his family out of bankruptcy. The Black Friday and Whiskey Ring scandals were among several that rocked his two term administration. He led the successful Army of the Tennessee at the Battle of Shiloh and later led the army of the Potomac, successfully forcing General": {
    "guess": "Ulysses S. Grant",
    "confidence": [
      [
        "U",
        -0.004432728
      ],
      [
        "ly",
        -1.1517961e-05
      ],
      [
        "ss",
        -1.9146995e-05
      ],
      [
        "es",
        -5.8841815e-05
      ],
      [
        " S",
        -0.0003732351
      ],
      [
        ".",
        -0.0007007609
      ],
      [
        " Grant",
        -3.6073914e-05
      ]
    ]
  },
  "This man went with Diomedes to retrieve the bow of Philoctetes. Earlier, he made Palamedes look like a traitor after Palamedes revealed that he was feigning madness to avoid military service. He received a bag of winds from Aeolus which his men released, and tricked Polyphemus by adopting the name Nobody. Meanwhile, his son Telemachus was trying to ward off suitors for Penelope. For 10 points, name": {
    "guess": "Odysseus",
    "confidence": [
      [
        "Od",
        -0.00054886425
      ],
      [
        "ys",
        -0.25273502
      ],
      [
        "se",
        -3.3213026e-05
      ],
      [
        "us",
        -0.00012415809
      ]
    ]
  },
  "In Wendish and Slavic mythology, Flins was the god of this phenomenon. Ah Puch, a deity decorated with bells and associated with owls, was the god of this for Mayans, while the Incan god of this was named Supay and ruled the realm of Uca Pacha. Egyptian gods of this phenomenon include one depicted as a green falcon, Sokar. The Aztec god of this and thunder sometimes takes the form of a dog, Xolotl,": {
    "guess": "Underworld",
    "confidence": [
      [
        "Under",
        -0.74242187
      ],
      [
        "world",
        -3.8696395e-05
      ]
    ]
  },
  "He went through a period as a playwright and director where he disavowed the use of scripts, giving actors only what he called, \"a mandate to work around a cluster of images.\" His hometown, Port Elizabeth, plays a prominent role in his plays Blood Knot, Hello and Goodbye and Boesman and Lena. For 10 points, name this South African author of Sizwe Banzi Is Dead, The Island, and Master Harold and the Boys.": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.001829512
      ],
      [
        "ol",
        -3.1544176e-05
      ],
      [
        " F",
        -3.202099e-05
      ],
      [
        "ug",
        -1.0087517e-05
      ],
      [
        "ard",
        -1.5928495e-05
      ]
    ]
  },
  "When this man went on a speaking tour earlier this year, David Gergen called it, \"The dumbest, most selfish, most narcissistic thing I've seen in 40 years of covering politics.\" In a recent appearance, this man said, \"The media wanted to use me as a weapon of mass destruction to destroy that man.\" Though he is not a politician, he was featured in political ads with the slogan, \"Too radical, too risky.\"": {
    "guess": "Alex Jones",
    "confidence": [
      [
        "Alex",
        -1.5058615
      ],
      [
        " Jones",
        -0.0044273897
      ]
    ]
  },
  "The Wentworth Letter outlined some of this religion's beliefs. Priests that lead quorums in this religion own \"keys\" delivered from Oliver Cowdery, who was one of this faith's \"Three Witnesses.\" Men in": {
    "guess": "Mormonism",
    "confidence": [
      [
        "M",
        -0.64701086
      ],
      [
        "orm",
        -5.0616763e-05
      ],
      [
        "on",
        -0.00017159748
      ],
      [
        "ism",
        -0.0007735357
      ]
    ]
  },
  "This man went bankrupt when Ferdinand Ward swindled his lifetime savings, but his acclaimed memoir, finished days before he died, brought his family out of bankruptcy. The Black Friday and Whiskey Ring": {
    "guess": "Ulysses S. Grant's Personal Memoirs",
    "confidence": [
      [
        "U",
        -0.18708387
      ],
      [
        "ly",
        -0.00014180024
      ],
      [
        "ss",
        -4.0603656e-05
      ],
      [
        "es",
        -0.00013250235
      ],
      [
        " S",
        -0.002255999
      ],
      [
        ".",
        -0.0010684163
      ],
      [
        " Grant",
        -3.88156e-05
      ],
      [
        "'s",
        -0.83181995
      ],
      [
        " Personal",
        -0.6589485
      ],
      [
        " Memo",
        -0.0003735927
      ],
      [
        "irs",
        -0.00034976663
      ]
    ]
  },
  "The Wentworth Letter outlined some of this religion's beliefs. Priests that lead quorums in this religion": {
    "guess": "Mormonism",
    "confidence": [
      [
        "M",
        -0.84941304
      ],
      [
        "orm",
        -9.849109e-06
      ],
      [
        "on",
        -0.00015741224
      ],
      [
        "ism",
        -0.0012166635
      ]
    ]
  },
  "This man went into hiding at Gilan following the death of his father at the hands of the Shirvanshahs, and he published poetry under the pen name Khata'i. At Qunduz, this man reunited Khanzada Begum with her younger brother. This leader ordered the destruction of the tomb of Abu Hanifa during his conquest of Iraq, and Div Soltan served as regent for this man's son following his death. This son of Sheikh": {
    "guess": "Shah Ismail I",
    "confidence": [
      [
        "Sh",
        -0.7978269
      ],
      [
        "ah",
        -0.00026920327
      ],
      [
        " Is",
        -0.0039152573
      ],
      [
        "mail",
        -0.0049727126
      ],
      [
        " I",
        -0.00048811073
      ]
    ]
  }
}