{
  "An angel in the form of a man appears to this man's mother, encouraging abstention for both mother and son of all unclean things. A second angel appears before his birth with a similar message, this time disappearing into the flame of a burnt offering. He went crazy at Lehi, and killed 1000 men with the jawbone of an ass, and once hid in a cave in the rock of Etam. His birth to Manoah at Zorah comes with a promise from God that he will deliver the Israelites from the hands of the Philistines, but": {
    "guess": "Samson",
    "confidence": [
      [
        "Sam",
        -0.0032809754
      ],
      [
        "son",
        -3.4405064e-05
      ]
    ]
  },
  "An angel in the form of a man appears to this man's mother, encouraging abstention for both mother and son of all unclean things. A second angel appears before his birth with a similar message, this time disappearing into the flame of a burnt offering. He went crazy at Lehi, and killed 1000 men with": {
    "guess": "Samson",
    "confidence": [
      [
        "Sam",
        -0.09620773
      ],
      [
        "son",
        -0.00029804322
      ]
    ]
  },
  "An angel in the form of a man appears to this man's mother, encouraging abstention for both mother and son of all unclean things. A second angel appears before his birth with a similar message, this time": {
    "guess": "Samson",
    "confidence": [
      [
        "Sam",
        -0.067727625
      ],
      [
        "son",
        -0.003395633
      ]
    ]
  },
  "The angle between the entities that result from this process may be computed via Coulson's theorem. This process tends to direct greater s character towards more electropositive substituents, according": {
    "guess": "Hybridization (chemistry)",
    "confidence": [
      [
        "Hy",
        -0.5618739
      ],
      [
        "brid",
        -0.005306335
      ],
      [
        "ization",
        -0.07735863
      ],
      [
        " (",
        -0.0017585985
      ],
      [
        "chemistry",
        -0.04536238
      ],
      [
        ")",
        -3.7697225e-06
      ]
    ]
  },
  "He angered Johann Thugut when he raised a flag on his hotel balcony in the Wallnerstrasse, sparking a riot. He was wounded during his victory in the Battle of Spanden, and he led forces at the Battle of Mohrungen that fought against Levin Bennigsen. An agreement with Britain led to his receiving the Guadeloupe Fund. Earlier, he led the Saxon Ninth Corps at the Battle of Wagram, after which he lost his command as punishment for retreating. He married Desiree Clary, who was Napoleon's first fianc?, and he was given the title Prince of Pontecorvo. His son succeeded him in another position as Oscar": {
    "guess": "Jean-Baptiste Bernadotte",
    "confidence": [
      [
        "Jean",
        -0.047225602
      ],
      [
        "-B",
        -0.023735942
      ],
      [
        "apt",
        -1.0325924e-05
      ],
      [
        "iste",
        -0.00046379687
      ],
      [
        " Bern",
        -0.014325451
      ],
      [
        "ad",
        -5.9199425e-05
      ],
      [
        "otte",
        -5.3596854e-05
      ]
    ]
  },
  "He angered Johann Thugut when he raised a flag on his hotel balcony in the Wallnerstrasse, sparking a riot. He was wounded during his victory in the Battle of Spanden, and he led forces at the Battle of Mohrungen that fought against Levin Bennigsen. An agreement with Britain led to his receiving the Guadeloupe Fund. Earlier, he led the Saxon Ninth Corps at the Battle of Wagram, after which he lost his command as punishment for retreating. He married Desiree Clary, who was Napoleon's first fianc?, and he was given the title Prince of Pontecorvo. His son succeeded him in another position as Oscar I. For 10 points, name this one-time Marshal of France who became King of Sweden from 1818 to 1844,": {
    "guess": "Jean-Baptiste Bernadotte",
    "confidence": [
      [
        "Jean",
        -0.05833055
      ],
      [
        "-B",
        -0.019866982
      ],
      [
        "apt",
        -7.243103e-05
      ],
      [
        "iste",
        -0.00048274655
      ],
      [
        " Bern",
        -0.027210237
      ],
      [
        "ad",
        -8.8285124e-05
      ],
      [
        "otte",
        -0.000225947
      ]
    ]
  },
  "The angle between the entities that result from this process may be computed via Coulson's theorem. This process tends to direct greater s character towards more electropositive substituents, according to Bent's rule. This process explains how methane has a tetrahedral geometry even though the s orbital is spherical and the p orbitals are mutually perpendicular. For 10 points, name this process in which multiple atomic orbitals form linear combinations for the purpose of bonding, exemplified by sp3 orbitals.": {
    "guess": "Hybrid orbital",
    "confidence": [
      [
        "Hy",
        -0.01030973
      ],
      [
        "brid",
        -0.0001309527
      ],
      [
        " orbital",
        -0.6171771
      ]
    ]
  },
  "He angered Johann Thugut when he raised a flag on his hotel balcony in the Wallnerstrasse, sparking a riot. He was wounded during his victory in the Battle of Spanden, and he led forces at the Battle of": {
    "guess": "Battle of Wagram",
    "confidence": [
      [
        "Battle",
        -0.7830656
      ],
      [
        " of",
        -0.0003418992
      ],
      [
        " W",
        -1.3280026
      ],
      [
        "agram",
        -0.022074953
      ]
    ]
  },
  "He angered Johann Thugut when he raised a flag on his hotel balcony in the Wallnerstrasse, sparking a riot. He was wounded during his victory in the Battle of Spanden, and he led forces at the Battle of Mohrungen that fought against Levin Bennigsen. An agreement with Britain led to his receiving the Guadeloupe Fund. Earlier, he led the Saxon Ninth Corps at the Battle of Wagram, after which he lost his command as punishment for retreating. He married Desiree Clary, who was Napoleon's first fianc?, and he was given the title Prince of Pontecorvo. His son succeeded him in another position as Oscar I. For 10 points, name this one-time Marshal of France who became King of Sweden from 1818 to 1844, founding his namesake dynasty.": {
    "guess": "Jean-Baptiste Bernadotte",
    "confidence": [
      [
        "Jean",
        -0.3478184
      ],
      [
        "-B",
        -0.02449363
      ],
      [
        "apt",
        -0.00013667447
      ],
      [
        "iste",
        -0.00044604283
      ],
      [
        " Bern",
        -0.0294386
      ],
      [
        "ad",
        -7.433829e-05
      ],
      [
        "otte",
        -0.00017839209
      ]
    ]
  },
  "The angle between the entities that result from this process may be computed via Coulson's theorem. This process tends to direct greater s character towards more electropositive substituents, according to Bent's rule. This process explains how methane has a tetrahedral geometry even though the s orbital": {
    "guess": "Valence bond theory",
    "confidence": [
      [
        "Val",
        -0.4392741
      ],
      [
        "ence",
        -0.00042710046
      ],
      [
        " bond",
        -0.031198438
      ],
      [
        " theory",
        -0.00069230114
      ]
    ]
  },
  "The angle between the entities that result from this process may be computed via Coulson's theorem. This process tends to direct greater s character towards more electropositive substituents, according to Bent's rule. This process explains how methane has a tetrahedral geometry even though the s orbital is spherical and the p orbitals are mutually perpendicular. For 10 points, name this process in": {
    "guess": "Hybridization (chemistry)",
    "confidence": [
      [
        "Hy",
        -0.5600354
      ],
      [
        "brid",
        -0.0013029762
      ],
      [
        "ization",
        -0.024311215
      ],
      [
        " (",
        -0.39065334
      ],
      [
        "chemistry",
        -0.11003376
      ],
      [
        ")",
        -0.00024536622
      ]
    ]
  },
  "An angel in the form of a man appears to this man's mother, encouraging abstention for both mother and": {
    "guess": "Jesus in Islam",
    "confidence": [
      [
        "Jesus",
        -2.703203
      ],
      [
        " in",
        -0.120939195
      ],
      [
        " Islam",
        -0.36776078
      ]
    ]
  },
  "The angle between the entities that result from this process may be computed via Coulson's theorem. This": {
    "guess": "Molecular orbital theory",
    "confidence": [
      [
        "M",
        -0.92509955
      ],
      [
        "olecular",
        -0.0004985823
      ],
      [
        " orbital",
        -0.5452765
      ],
      [
        " theory",
        -0.34861082
      ]
    ]
  },
  "An angel in the form of a man appears to this man's mother, encouraging abstention for both mother and son of all unclean things. A second angel appears before his birth with a similar message, this time disappearing into the flame of a burnt offering. He went crazy at Lehi, and killed 1000 men with the jawbone of an ass, and once hid in a cave in the rock of Etam. His birth to Manoah at Zorah comes with a promise from God that he will deliver the Israelites from the hands of the Philistines, but this does not come to pass because of his falling in love with a woman from Timnah. For ten points, name this Biblical Hebrew, the last of the Judges whose power was linked to his unshaven hair, which": {
    "guess": "Samson",
    "confidence": [
      [
        "Sam",
        -0.008466473
      ],
      [
        "son",
        -5.0974373e-05
      ]
    ]
  },
  "He angered Johann Thugut when he raised a flag on his hotel balcony in the Wallnerstrasse, sparking a riot. He was wounded during his victory in the Battle of Spanden, and he led forces at the Battle of Mohrungen that fought against Levin Bennigsen. An agreement with Britain led to his receiving the Guadeloupe Fund. Earlier, he led the Saxon Ninth Corps at the Battle of Wagram, after which he lost his command as punishment for retreating. He married Desiree Clary, who was Napoleon's first fianc?,": {
    "guess": "Jean-Baptiste Bernadotte",
    "confidence": [
      [
        "Jean",
        -0.1712013
      ],
      [
        "-B",
        -0.021934425
      ],
      [
        "apt",
        -1.1517961e-05
      ],
      [
        "iste",
        -0.0007336281
      ],
      [
        " Bern",
        -0.008367289
      ],
      [
        "ad",
        -3.9769227e-05
      ],
      [
        "otte",
        -8.244414e-05
      ]
    ]
  },
  "He angered Johann Thugut when he raised a flag on his hotel balcony in the Wallnerstrasse, sparking a": {
    "guess": "Napoleon Bonaparte",
    "confidence": [
      [
        "N",
        -2.1981604
      ],
      [
        "ap",
        -0.047489937
      ],
      [
        "oleon",
        -0.34359086
      ],
      [
        " Bon",
        -0.82995754
      ],
      [
        "ap",
        -0.00078782917
      ],
      [
        "arte",
        -0.000121542944
      ]
    ]
  },
  "He angered Johann Thugut when he raised a flag on his hotel balcony in the Wallnerstrasse, sparking a riot. He was wounded during his victory in the Battle of Spanden, and he led forces at the Battle of Mohrungen that fought against Levin Bennigsen. An agreement with Britain led to his receiving the": {
    "guess": "Napoleon Bonaparte",
    "confidence": [
      [
        "N",
        -1.002167
      ],
      [
        "ap",
        -0.0025169195
      ],
      [
        "oleon",
        -0.0032913059
      ],
      [
        " Bon",
        -0.30478868
      ],
      [
        "ap",
        -3.5477897e-05
      ],
      [
        "arte",
        -4.1557283e-05
      ]
    ]
  },
  "An angel in the form of a man appears to this man's mother, encouraging abstention for both mother and son of all unclean things. A second angel appears before his birth with a similar message, this time disappearing into the flame of a burnt offering. He went crazy at Lehi, and killed 1000 men with the jawbone of an ass, and once hid in a cave in the rock of Etam. His birth to Manoah at Zorah comes with a promise from God that he will deliver the Israelites from the hands of the Philistines, but this does not come to pass because of his falling in love with a woman from Timnah. For ten points,": {
    "guess": "Samson",
    "confidence": [
      [
        "Sam",
        -0.007823218
      ],
      [
        "son",
        -2.9756122e-05
      ]
    ]
  },
  "An angel in the form of a man appears to this man's mother, encouraging abstention for both mother and son of all unclean things. A second angel appears before his birth with a similar message, this time disappearing into the flame of a burnt offering. He went crazy at Lehi, and killed 1000 men with the jawbone of an ass, and once hid in a cave in the rock of Etam. His birth to Manoah at Zorah comes": {
    "guess": "Samson",
    "confidence": [
      [
        "Sam",
        -0.009226965
      ],
      [
        "son",
        -9.126521e-05
      ]
    ]
  },
  "The angle between the entities that result from this process may be computed via Coulson's theorem. This process tends to direct greater s character towards more electropositive substituents, according to Bent's rule. This process explains how methane has a tetrahedral geometry even though the s orbital is spherical and the p orbitals are mutually perpendicular. For 10 points, name this process in which multiple atomic orbitals form linear combinations for the purpose of bonding, exemplified by sp3": {
    "guess": "Hybridization",
    "confidence": [
      [
        "Hy",
        -0.02536768
      ],
      [
        "brid",
        -0.00018018014
      ],
      [
        "ization",
        -0.2924518
      ]
    ]
  },
  "An angel in the form of a man appears to this man's mother, encouraging abstention for both mother and son of all unclean things. A second angel appears before his birth with a similar message, this time disappearing into the flame of a burnt offering. He went crazy at Lehi, and killed 1000 men with the jawbone of an ass, and once hid in a cave in the rock of Etam. His birth to Manoah at Zorah comes with a promise from God that he will deliver the Israelites from the hands of the Philistines, but this does not come to pass because of his falling in love with a woman from Timnah. For ten points, name this Biblical Hebrew, the last of the Judges whose power was linked to his unshaven hair, which was finally removed thanks to his lover Delilah.": {
    "guess": "Samson",
    "confidence": [
      [
        "Sam",
        -0.0067873662
      ],
      [
        "son",
        -4.9186317e-05
      ]
    ]
  },
  "He angered Johann Thugut when he raised a flag on his hotel balcony in the Wallnerstrasse, sparking a riot. He was wounded during his victory in the Battle of Spanden, and he led forces at the Battle of Mohrungen that fought against Levin Bennigsen. An agreement with Britain led to his receiving the Guadeloupe Fund. Earlier, he led the Saxon Ninth Corps at the Battle of Wagram, after which he lost": {
    "guess": "Frederick Augustus I of Saxony",
    "confidence": [
      [
        "Fre",
        -1.4314135
      ],
      [
        "der",
        -0.001784418
      ],
      [
        "ick",
        -0.000727921
      ],
      [
        " August",
        -0.3217666
      ],
      [
        "us",
        -0.0019621782
      ],
      [
        " I",
        -0.02031331
      ],
      [
        " of",
        -0.00014764121
      ],
      [
        " Sax",
        -0.00067050155
      ],
      [
        "ony",
        -4.012684e-05
      ]
    ]
  }
}