{
  "Wrangham and Peterson observed these creatures' violent behavior before positing the \"demonic males\" hypothesis. Their vocalizations include the crescendoing, accelerating \"pant hoot.\" Beatrix and R. Allen Gardner ran a study on one of these named Washoe. The book In the Shadow of Man describes the splitting of a group of these creatures at Gombe stream. The failure of Project Nim verified Noam Chomsky's opinions on these creatures' cognitive ability. These closest relatives of the hypersexual bonobo": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.138689
      ],
      [
        "impan",
        -9.610702e-06
      ],
      [
        "zee",
        -0.002111359
      ]
    ]
  },
  "Wrangham and Peterson observed these creatures' violent behavior before positing the \"demonic males\" hypothesis. Their vocalizations include the crescendoing, accelerating \"pant hoot.\" Beatrix and R. Allen Gardner ran a study on one of these named Washoe. The book In the Shadow of Man describes the splitting": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.2543243
      ],
      [
        "impan",
        -1.4498052e-05
      ],
      [
        "zee",
        -0.06438025
      ]
    ]
  },
  "Wrangham and Peterson observed these creatures' violent behavior before positing the \"demonic males\" hypothesis. Their vocalizations include the crescendoing, accelerating \"pant hoot.\" Beatrix and R. Allen Gardner ran a study on one of these named Washoe. The book In the Shadow of Man describes the splitting of a group of these creatures at Gombe stream. The failure of Project Nim verified Noam Chomsky's opinions on these creatures' cognitive ability. These closest relatives of the hypersexual bonobo were studied in the wild by Jane Goodall. For 10 points, name these members of genus Pan who can": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.10052162
      ],
      [
        "impan",
        -6.9882217e-06
      ],
      [
        "zee",
        -0.06313967
      ]
    ]
  },
  "Wrangham and Peterson observed these creatures' violent behavior before positing the \"demonic males\"": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.6367213
      ],
      [
        "impan",
        -9.610702e-06
      ],
      [
        "zee",
        -0.026221454
      ]
    ]
  },
  "Wrangham and Peterson observed these creatures' violent behavior before positing the \"demonic males\" hypothesis. Their vocalizations include the crescendoing, accelerating \"pant hoot.\" Beatrix and R. Allen Gardner ran a study on one of these named Washoe. The book In the Shadow of Man describes the splitting of a group of these creatures at Gombe stream. The failure of Project Nim verified Noam Chomsky's opinions on these creatures' cognitive ability. These closest relatives of the hypersexual bonobo were studied in the wild by Jane Goodall. For 10 points, name these members of genus Pan who can be taught linguistic hand signs, a type of great ape.": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.073506266
      ],
      [
        "impan",
        -1.0564331e-05
      ],
      [
        "zee",
        -0.0067980215
      ]
    ]
  },
  "Wrangham and Peterson observed these creatures' violent behavior before positing the \"demonic males\" hypothesis. Their vocalizations include the crescendoing, accelerating \"pant hoot.\" Beatrix and R. Allen Gardner ran a study on one of these named Washoe. The book In the Shadow of Man describes the splitting of a group of these creatures at Gombe stream. The failure of Project Nim verified Noam Chomsky's": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.16828021
      ],
      [
        "impan",
        -0.0004120808
      ],
      [
        "zee",
        -0.17962141
      ]
    ]
  },
  "Wrangham and Peterson observed these creatures' violent behavior before positing the \"demonic males\" hypothesis. Their vocalizations include the crescendoing, accelerating \"pant hoot.\" Beatrix and R. Allen": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.037435252
      ],
      [
        "impan",
        -9.0883464e-07
      ],
      [
        "zee",
        -0.0817106
      ]
    ]
  }
}