{
  "Brahmagupta's identity states that performing this operation on two square numbers results in a closed set under multiplication. This operation is repeatedly performed on terms in the Taylor polynomial for the hyperbolic cosine function, and the tip-to-tail method or the parallelogram method is used when performing this operation on two or more vectors. Performing this operation on a sequence of numbers": {
    "guess": "Addition",
    "confidence": [
      [
        "Add",
        -0.99425894
      ],
      [
        "ition",
        -0.00019924906
      ]
    ]
  },
  "Brahmagupta's identity states that performing this operation on two square numbers results in a closed set under multiplication. This operation is repeatedly performed on terms in the Taylor polynomial for the hyperbolic cosine function, and the tip-to-tail method or the parallelogram method is used when performing this operation on two or more vectors. Performing this operation on a sequence of numbers turns it into a series, which is represented with an uppercase sigma. For 10 points, name this": {
    "guess": "Addition",
    "confidence": [
      [
        "Add",
        -0.14443791
      ],
      [
        "ition",
        -0.00069075153
      ]
    ]
  },
  "The Brass Butterfly is a play, while the work, The Paper Men describes the pursuit of a famous novelist by an American academic. Free Fall and The Spire were followed by a collection of essays The Hot Gates, and in 1980 he recieved the Booker for Rites of Passage. But he is most famous for works that focus on man's savagery in extreme situations such as The Inheritors and Pincher Martin.FTP identify this British author best known for a reply to the optimism of Ballantyne's Coral Island, called The": {
    "guess": "William Golding",
    "confidence": [
      [
        "William",
        -0.0016777948
      ],
      [
        " Gold",
        -0.0006125979
      ],
      [
        "ing",
        -5.4788892e-05
      ]
    ]
  },
  "One branch of this organization was led by the author of the treatise The Rights of Man to Property, Thomas Skidmore, and managed to elect Ebenezer Ford to a state assembly seat on what the Journal of": {
    "guess": "Working Men's Party",
    "confidence": [
      [
        "Working",
        -1.3358569
      ],
      [
        " Men",
        -0.089482665
      ],
      [
        "'s",
        -0.0005658994
      ],
      [
        " Party",
        -0.0027654136
      ]
    ]
  },
  "One branch of Taoism uses ensigillation to accomplish it, while Vietnamese Taoists often invoke Chen Xingdao when practicing it. In Shintoism, it is often performed at a place known as a haraijo. It is": {
    "guess": "Ritual purification",
    "confidence": [
      [
        "R",
        -0.3168268
      ],
      [
        "it",
        -0.0002701569
      ],
      [
        "ual",
        -2.6968896e-06
      ],
      [
        " purification",
        -0.0063405223
      ]
    ]
  },
  "His brain was removed when his body was placed in a garbage heap, which his enemies would call a fitting fate. Always in trouble with the authorities, he was imprisoned in the Bastille for eleven months and later was exiled for criticizing the Chevalier de Rohan. Fortunately, he continued to produce works such as Merope and Mohamet even away from France. For ten points, name this author, best known": {
    "guess": "Voltaire",
    "confidence": [
      [
        "Vol",
        -0.012961508
      ],
      [
        "taire",
        -0.00015824666
      ]
    ]
  },
  "Brady Quinn may be stirring the echoes and he may be headed for a Heisman-caliber season next year, but do you remember any other Notre Dame quarterbacks? F10PE, identify these Irish QBs from the last 25 years.  A. He came to Notre Dame as the most highly touted high school prospect in history and ESPN's Beano Cook declared that he would win 2 Heismans before he even took a snap. Reality was not as kind, though when he left, he held the school career records for completions, attempts, yards, and": {
    "guess": "List of Notre Dame Fighting Irish starting quarterbacks",
    "confidence": [
      [
        "List",
        -0.21089602
      ],
      [
        " of",
        -0.00087918504
      ],
      [
        " Notre",
        -0.0011427187
      ],
      [
        " Dame",
        -2.2365493e-05
      ],
      [
        " Fighting",
        -0.00042316676
      ],
      [
        " Irish",
        -2.9279307e-05
      ],
      [
        " starting",
        -0.0022959672
      ],
      [
        " quarterbacks",
        -0.00020449402
      ]
    ]
  },
  "One branch of this river has its headwaters north of Hightown and was the namesake of the Wappocomo plantation. One of this river's main tributaries is spanned by the John Philip Sousa Bridge and joins this river at Buzzard Point; that tributary is the Anacostia River. Another tributary of this river passes through Frederick and is called the Monocacy. Its tributaries include Antietam Creek and the Shenandoah River, and it passes by Harper's Ferry and Arlington on the way to Chesapeake Bay. Forming": {
    "guess": "Potomac River",
    "confidence": [
      [
        "Pot",
        -0.00155081
      ],
      [
        "om",
        -1.9027791e-05
      ],
      [
        "ac",
        -4.1557283e-05
      ],
      [
        " River",
        -1.0564331e-05
      ]
    ]
  },
  "In Brazil, it was manufactured by Tec Toy, while more recently a portable version of this system, where the first letter is replaced by the letters \"tr\", has been produced in Hong Kong.  Japanese-only releases for it include Yu Suzuki Gameworks, (+) essentially a greatest hits of the developer of Power Drift, as well as the game Border Down.  Although it was the debut console for Headhunter, that game's only English translation was Europe only, but the terrible Spirit of Speed 1937 did make it stateside.  Better one-time exclusives for this system included a game with a cameo by Michael Jackson": {
    "guess": "Sega Dreamcast",
    "confidence": [
      [
        "Seg",
        -0.04174642
      ],
      [
        "a",
        -2.3080716e-05
      ],
      [
        " Dream",
        -0.3613941
      ],
      [
        "cast",
        -0.00014144262
      ]
    ]
  },
  "This branch of mathematics was founded by Leonard Euler (OI-ler) to settle the Konigsberg Bridge Problem,": {
    "guess": "Graph theory",
    "confidence": [
      [
        "Graph",
        -0.026292406
      ],
      [
        " theory",
        -0.0124352425
      ]
    ]
  },
  "The branch of a plant is seen in the hand found at the bottom of this painting. Along the top are a series of multi-colored houses and a church, below which is a man with a scythe and an upside-down woman.": {
    "guess": "The Harvesters",
    "confidence": [
      [
        "The",
        -0.16030344
      ],
      [
        " Harvest",
        -0.517363
      ],
      [
        "ers",
        -3.106736e-05
      ]
    ]
  },
  "His brain was removed when his body was placed in a garbage heap, which his enemies would call a fitting fate. Always in trouble with the authorities, he was imprisoned in the Bastille for eleven months": {
    "guess": "François Ravaillac",
    "confidence": [
      [
        "Fran",
        -0.7178974
      ],
      [
        "çois",
        -0.0535895
      ],
      [
        " R",
        -0.62357384
      ],
      [
        "ava",
        -0.06239202
      ],
      [
        "illac",
        -1.4617256e-05
      ]
    ]
  },
  "A brass fanfare signifying the creation of earthly life and a solo trumpet theme playing the motif of will precede the entry of the piano that begins the main portion of this work. \"The Diversification of Will\" in F and \"Creative Play\" in G correspond with red and orange, respectively, and are part of the composer's tastiera per luce innovation, a keyboard rigged to project different colors of light": {
    "guess": "Alexander Scriabin",
    "confidence": [
      [
        "Alexander",
        -0.8416789
      ],
      [
        " Scri",
        -0.036683634
      ],
      [
        "abin",
        -1.1994775e-05
      ]
    ]
  },
  "A brass fanfare signifying the creation of earthly life and a solo trumpet theme playing the motif of will precede the entry of the piano that begins the main portion of this work. \"The Diversification of Will\" in F and \"Creative Play\" in G correspond with red and orange, respectively, and are part of the composer's tastiera per luce innovation, a keyboard rigged to project different colors of light as key and tonality changed. However, the light projector failed during the 1911 Moscow premiere of": {
    "guess": "Alexander Scriabin",
    "confidence": [
      [
        "Alexander",
        -0.11280547
      ],
      [
        " Scri",
        -0.0029989777
      ],
      [
        "abin",
        -1.2664457e-06
      ]
    ]
  },
  "The Brass Butterfly is a play, while the work, The Paper Men describes the pursuit of a famous novelist by an American academic. Free Fall and The Spire were followed by a collection of essays The Hot Gates, and in 1980 he recieved the Booker for Rites of Passage. But he is most famous for works that focus on man's savagery in extreme situations such as The Inheritors and Pincher Martin.FTP identify": {
    "guess": "William Golding",
    "confidence": [
      [
        "William",
        -0.0004012369
      ],
      [
        " Gold",
        -2.451116e-05
      ],
      [
        "ing",
        -2.1173457e-05
      ]
    ]
  },
  "A brass fanfare signifying the creation of earthly life and a solo trumpet theme playing the motif of will precede the entry of the piano that begins the main portion of this work. \"The Diversification of Will\" in F and \"Creative Play\" in G correspond with red and orange, respectively, and are part of the composer's tastiera per luce innovation, a keyboard rigged to project different colors of light as key and tonality changed. However, the light projector failed during the 1911 Moscow premiere of this work, known as its composer's Fifth Symphony despite having only one movement. FTP, give the title of this Alexander Scriabin work named for the Titan who brought fire to man.": {
    "guess": "Prometheus: The Poem of Fire",
    "confidence": [
      [
        "Prom",
        -0.031722058
      ],
      [
        "etheus",
        -0.01154842
      ],
      [
        ":",
        -0.0009910109
      ],
      [
        " The",
        -0.15003313
      ],
      [
        " Po",
        -6.704273e-07
      ],
      [
        "em",
        -1.11603495e-05
      ],
      [
        " of",
        -5.967624e-05
      ],
      [
        " Fire",
        -2.1008714e-06
      ]
    ]
  },
  "Brahmagupta's identity states that performing this operation on two square numbers results in a closed set under multiplication. This operation is repeatedly performed on terms in the Taylor polynomial for the hyperbolic cosine function, and the tip-to-tail method or the parallelogram method is used when performing this operation on two or more vectors. Performing this operation on a sequence of numbers turns it into a series, which is represented with an uppercase sigma. For 10 points, name this mathematical operation that is the inverse of subtraction.": {
    "guess": "Addition",
    "confidence": [
      [
        "Add",
        -0.0039999234
      ],
      [
        "ition",
        -3.23786e-05
      ]
    ]
  },
  "In Brazil, it was manufactured by Tec Toy, while more recently a portable version of this system, where the first letter is replaced by the letters \"tr\", has been produced in Hong Kong.  Japanese-only": {
    "guess": "Sega Master System",
    "confidence": [
      [
        "Seg",
        -0.00953602
      ],
      [
        "a",
        -1.5451682e-05
      ],
      [
        " Master",
        -1.0899544
      ],
      [
        " System",
        -0.00025084958
      ]
    ]
  },
  "The Brass Butterfly is a play, while the work, The Paper Men describes the pursuit of a famous novelist by an American academic. Free Fall and The Spire were followed by a collection of essays The Hot Gates, and in 1980 he recieved the Booker for Rites of Passage. But he is most famous for works that focus on man's savagery in extreme situations such as The Inheritors and Pincher Martin.FTP identify this British author best known for a reply to the optimism of Ballantyne's Coral Island, called The Lord of the Flies.": {
    "guess": "William Golding",
    "confidence": [
      [
        "William",
        -0.009175569
      ],
      [
        " Gold",
        -0.00029220225
      ],
      [
        "ing",
        -2.4034345e-05
      ]
    ]
  },
  "One branch of this river has its headwaters north of Hightown and was the namesake of the Wappocomo plantation. One of this river's main tributaries is spanned by the John Philip Sousa Bridge and joins this river at Buzzard Point; that tributary is the Anacostia River. Another tributary of this river": {
    "guess": "Potomac River",
    "confidence": [
      [
        "Pot",
        -0.013079289
      ],
      [
        "om",
        -2.4391957e-05
      ],
      [
        "ac",
        -6.921253e-05
      ],
      [
        " River",
        -0.00080605625
      ]
    ]
  },
  "In Brazil, it was manufactured by Tec Toy, while more recently a portable version of this system, where the first letter is replaced by the letters \"tr\", has been produced in Hong Kong.  Japanese-only releases for it include Yu Suzuki Gameworks, (+) essentially a greatest hits of the developer of Power": {
    "guess": "Sega Mega Drive",
    "confidence": [
      [
        "Seg",
        -0.0039599054
      ],
      [
        "a",
        -1.50940705e-05
      ],
      [
        " Mega",
        -0.29607546
      ],
      [
        " Drive",
        -0.0017464581
      ]
    ]
  },
  "One branch of Taoism uses ensigillation to accomplish it, while Vietnamese Taoists often invoke Chen Xingdao when practicing it. In Shintoism, it is often performed at a place known as a haraijo. It is in violation of the rehat maryada, so Sikhs are forbidden to perform it, while the zar is an Islamic ceremony for it. In Catholicism, a form of it is performed prior to baptism, while in Judaism it involves getting rid of a dybbuk. FTP, name this ritual of casting out a demon which has possessed a": {
    "guess": "Exorcism",
    "confidence": [
      [
        "Ex",
        -0.0125643965
      ],
      [
        "orc",
        -9.968313e-06
      ],
      [
        "ism",
        -4.1273333e-06
      ]
    ]
  },
  "In Brazil, it was manufactured by Tec Toy, while more recently a portable version of this system, where the first letter is replaced by the letters \"tr\", has been produced in Hong Kong.  Japanese-only releases for it include Yu Suzuki Gameworks, (+) essentially a greatest hits of the developer of Power Drift, as well as the game Border Down.  Although it was the debut console for Headhunter, that game's only English translation was Europe only, but the terrible Spirit of Speed 1937 did make it stateside.": {
    "guess": "Sega Dreamcast",
    "confidence": [
      [
        "Seg",
        -0.12120915
      ],
      [
        "a",
        -1.8550976e-05
      ],
      [
        " Dream",
        -0.102554716
      ],
      [
        "cast",
        -7.839122e-05
      ]
    ]
  },
  "His brain was removed when his body was placed in a garbage heap, which his enemies would call a fitting": {
    "guess": "Phineas Gage",
    "confidence": [
      [
        "Ph",
        -0.20100479
      ],
      [
        "ine",
        -0.010560312
      ],
      [
        "as",
        -0.028046655
      ],
      [
        " G",
        -0.000761984
      ],
      [
        "age",
        -4.7159858e-05
      ]
    ]
  },
  "Brady Quinn may be stirring the echoes and he may be headed for a Heisman-caliber season next year, but do you remember any other Notre Dame quarterbacks? F10PE, identify these Irish QBs from the last 25 years.  A. He came to Notre Dame as the most highly touted high school prospect in history and ESPN's Beano Cook declared that he would win 2 Heismans before he even took a snap. Reality was not as kind, though when he left, he held the school career records for completions, attempts, yards, and touchdowns, as well as many other marks.": {
    "guess": "List of Notre Dame Fighting Irish starting quarterbacks",
    "confidence": [
      [
        "List",
        -0.2680711
      ],
      [
        " of",
        -0.004017261
      ],
      [
        " Notre",
        -0.00076781755
      ],
      [
        " Dame",
        -1.4855664e-05
      ],
      [
        " Fighting",
        -0.000435795
      ],
      [
        " Irish",
        -1.0683535e-05
      ],
      [
        " starting",
        -0.0033220805
      ],
      [
        " quarterbacks",
        -0.000102827966
      ]
    ]
  },
  "One branch of this river has its headwaters north of Hightown and was the namesake of the Wappocomo plantation.": {
    "guess": "Potomac River",
    "confidence": [
      [
        "Pot",
        -0.30564183
      ],
      [
        "om",
        -1.504853e-06
      ],
      [
        "ac",
        -4.2391708e-05
      ],
      [
        " River",
        -5.240482e-05
      ]
    ]
  },
  "His brain was removed when his body was placed in a garbage heap, which his enemies would call a fitting fate. Always in trouble with the authorities, he was imprisoned in the Bastille for eleven months and later was exiled for criticizing the Chevalier de Rohan. Fortunately, he continued to produce": {
    "guess": "Voltaire",
    "confidence": [
      [
        "Vol",
        -0.25576395
      ],
      [
        "taire",
        -0.000112245056
      ]
    ]
  },
  "The brain of this class of animals is unusual in that the cerebellum is reduced to a mere band. Some, such as Siredon mexicanum, become sexually active at the larval stage. The adult heart consists of a muscular ventricle and two auricles, but in earlier stages the circulation resembles that of fish. Except for caecilians, which have small scales in the outer folds of the body, their skin is smooth and moist, with numerous glands secreting a fluid that is often irritating and poisonous. FTP, name this class of animals which includes hellbenders, axolotls, sirens, and toads.": {
    "guess": "Amphibian",
    "confidence": [
      [
        "Am",
        -0.038147867
      ],
      [
        "ph",
        -0.00011784763
      ],
      [
        "ib",
        -0.5315951
      ],
      [
        "ian",
        -0.2387638
      ]
    ]
  },
  "The branch of a plant is seen in the hand found at the bottom of this painting. Along the top are a series": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.53764665
      ],
      [
        " Garden",
        -1.1835207
      ],
      [
        " of",
        -0.00052229286
      ],
      [
        " Earth",
        -4.4849444e-06
      ],
      [
        "ly",
        -0.00018172979
      ],
      [
        " Del",
        0.0
      ],
      [
        "ights",
        -0.0002582402
      ]
    ]
  },
  "The branch of a plant is seen in the hand found at the bottom of this painting. Along the top are a series of multi-colored houses and a church, below which is a man with a scythe and an upside-down woman. On the right is a man with a green face, who is staring at the head of a white horse, in whose": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.42947033
      ],
      [
        " Garden",
        -0.037279874
      ],
      [
        " of",
        -0.0011464105
      ],
      [
        " Earth",
        -3.106736e-05
      ],
      [
        "ly",
        -0.00035906085
      ],
      [
        " Del",
        -2.1008714e-06
      ],
      [
        "ights",
        -0.00069182436
      ]
    ]
  },
  "In Brazil, it was manufactured by Tec Toy, while more recently a portable version of this system, where the first letter is replaced by the letters \"tr\", has been produced in Hong Kong.  Japanese-only releases for it include Yu Suzuki Gameworks, (+) essentially a greatest hits of the developer of Power Drift, as well as the game Border Down.  Although it was the debut console for Headhunter, that game's": {
    "guess": "Sega Dreamcast",
    "confidence": [
      [
        "Seg",
        -0.106494494
      ],
      [
        "a",
        -3.9530823e-05
      ],
      [
        " Dream",
        -0.5781924
      ],
      [
        "cast",
        -0.00017827288
      ]
    ]
  },
  "The Brass Butterfly is a play, while the work, The Paper Men describes the pursuit of a famous novelist": {
    "guess": "William Golding",
    "confidence": [
      [
        "William",
        -0.74708635
      ],
      [
        " Gold",
        -0.008467534
      ],
      [
        "ing",
        -3.5477897e-05
      ]
    ]
  },
  "One branch of this river has its headwaters north of Hightown and was the namesake of the Wappocomo plantation. One of this river's main tributaries is spanned by the John Philip Sousa Bridge and joins this river at Buzzard Point; that tributary is the Anacostia River. Another tributary of this river passes through Frederick and is called the Monocacy. Its tributaries include Antietam Creek and the": {
    "guess": "Potomac River",
    "confidence": [
      [
        "Pot",
        -0.009490321
      ],
      [
        "om",
        -9.253091e-06
      ],
      [
        "ac",
        -4.2391708e-05
      ],
      [
        " River",
        -4.2153304e-05
      ]
    ]
  },
  "This branch of mathematics was founded by Leonard Euler (OI-ler) to settle the Konigsberg Bridge Problem, in which the object was to walk through the city traversing each bridge exactly once. Later contributors included Ramsey and Graham, and current applications include the design of transportation": {
    "guess": "Graph theory",
    "confidence": [
      [
        "Graph",
        -0.07254653
      ],
      [
        " theory",
        -0.02034905
      ]
    ]
  },
  "Brahmagupta's identity states that performing this operation on two square numbers results in a closed set under multiplication. This operation is repeatedly performed on terms in the Taylor polynomial for the hyperbolic cosine function, and the tip-to-tail method or the parallelogram method is used": {
    "guess": "Addition",
    "confidence": [
      [
        "Add",
        -0.34100714
      ],
      [
        "ition",
        -2.2603901e-05
      ]
    ]
  },
  "The Brass Butterfly is a play, while the work, The Paper Men describes the pursuit of a famous novelist by an American academic. Free Fall and The Spire were followed by a collection of essays The Hot Gates, and in 1980 he recieved the Booker for Rites of Passage. But he is most famous for works that": {
    "guess": "William Golding",
    "confidence": [
      [
        "William",
        -0.013174819
      ],
      [
        " Gold",
        -0.00073684665
      ],
      [
        "ing",
        -5.240482e-05
      ]
    ]
  },
  "This branch of mathematics was founded by Leonard Euler (OI-ler) to settle the Konigsberg Bridge Problem, in which the object was to walk through the city traversing each bridge exactly once. Later contributors": {
    "guess": "Graph theory",
    "confidence": [
      [
        "Graph",
        -0.062001754
      ],
      [
        " theory",
        -0.02221977
      ]
    ]
  },
  "Brady Quinn may be stirring the echoes and he may be headed for a Heisman-caliber season next year, but do you remember any other Notre Dame quarterbacks? F10PE, identify these Irish QBs from the last 25 years.  A. He came to Notre Dame as the most highly touted high school prospect in history and ESPN's Beano Cook declared that he would win 2 Heismans before he even took a snap. Reality was not as": {
    "guess": "List of Notre Dame Fighting Irish starting quarterbacks",
    "confidence": [
      [
        "List",
        -0.19199897
      ],
      [
        " of",
        -0.0019662238
      ],
      [
        " Notre",
        -0.00046033994
      ],
      [
        " Dame",
        -2.1173457e-05
      ],
      [
        " Fighting",
        -0.00023357604
      ],
      [
        " Irish",
        -1.2948405e-05
      ],
      [
        " starting",
        -0.0043555833
      ],
      [
        " quarterbacks",
        -5.383526e-05
      ]
    ]
  },
  "One branch of Taoism uses ensigillation to accomplish it, while Vietnamese Taoists often invoke Chen Xingdao when practicing it. In Shintoism, it is often performed at a place known as a haraijo. It is in violation of the rehat maryada, so Sikhs are forbidden to perform it, while the zar is an Islamic ceremony for it. In Catholicism, a form of it is performed prior to baptism, while in Judaism it involves getting rid of a dybbuk. FTP, name this ritual of casting out a demon which has possessed a person.": {
    "guess": "Exorcism",
    "confidence": [
      [
        "Ex",
        -0.0027468617
      ],
      [
        "orc",
        -4.298773e-05
      ],
      [
        "ism",
        -3.0545007e-06
      ]
    ]
  },
  "His brain was removed when his body was placed in a garbage heap, which his enemies would call a fitting fate. Always in trouble with the authorities, he was imprisoned in the Bastille for eleven months and later was exiled for criticizing the Chevalier de Rohan. Fortunately, he continued to produce works such as Merope and Mohamet even away from France. For ten points, name this author, best known for satiric works such as Zadig and Candide.": {
    "guess": "Voltaire",
    "confidence": [
      [
        "Vol",
        -0.026948828
      ],
      [
        "taire",
        -0.0001940041
      ]
    ]
  },
  "One branch of Taoism uses ensigillation to accomplish it, while Vietnamese Taoists often invoke Chen Xingdao when practicing it. In Shintoism, it is often performed at a place known as a haraijo. It is in violation of the rehat maryada, so Sikhs are forbidden to perform it, while the zar is an Islamic ceremony for it. In Catholicism, a form of it is performed prior to baptism, while in Judaism it involves": {
    "guess": "Ritual purification",
    "confidence": [
      [
        "R",
        -0.5217063
      ],
      [
        "it",
        -0.11485465
      ],
      [
        "ual",
        -6.869018e-06
      ],
      [
        " purification",
        -0.00929121
      ]
    ]
  },
  "One branch of this river has its headwaters north of Hightown and was the namesake of the Wappocomo plantation. One of this river's main tributaries is spanned by the John Philip Sousa Bridge and joins this river at Buzzard Point; that tributary is the Anacostia River. Another tributary of this river passes through Frederick and is called the Monocacy. Its tributaries include Antietam Creek and the Shenandoah River, and it passes by Harper's Ferry and Arlington on the way to Chesapeake Bay. Forming the border between West Virginia and Maryland, this is, for 10 points, what river that flows past Jefferson Memorial and the White House?": {
    "guess": "Potomac River",
    "confidence": [
      [
        "Pot",
        -0.0031608492
      ],
      [
        "om",
        -4.298773e-05
      ],
      [
        "ac",
        -5.574252e-05
      ],
      [
        " River",
        -1.9743013e-05
      ]
    ]
  },
  "Brady Quinn may be stirring the echoes and he may be headed for a Heisman-caliber season next year, but": {
    "guess": "Notre Dame Fighting Irish football",
    "confidence": [
      [
        "Not",
        -0.37532878
      ],
      [
        "re",
        -0.050840955
      ],
      [
        " Dame",
        -0.00010342398
      ],
      [
        " Fighting",
        -0.0025128776
      ],
      [
        " Irish",
        -9.448371e-05
      ],
      [
        " football",
        -0.013898677
      ]
    ]
  },
  "A brass fanfare signifying the creation of earthly life and a solo trumpet theme playing the motif of will precede the entry of the piano that begins the main portion of this work. \"The Diversification of Will\" in F and \"Creative Play\" in G correspond with red and orange, respectively, and are part of": {
    "guess": "The Planets",
    "confidence": [
      [
        "The",
        -0.45869207
      ],
      [
        " Plan",
        -0.8223885
      ],
      [
        "ets",
        -0.00018935515
      ]
    ]
  },
  "In Brazil, it was manufactured by Tec Toy, while more recently a portable version of this system, where the first letter is replaced by the letters \"tr\", has been produced in Hong Kong.  Japanese-only releases for it include Yu Suzuki Gameworks, (+) essentially a greatest hits of the developer of Power Drift, as well as the game Border Down.  Although it was the debut console for Headhunter, that game's only English translation was Europe only, but the terrible Spirit of Speed 1937 did make it stateside.  Better one-time exclusives for this system included a game with a cameo by Michael Jackson (*) and starring Ulala, as well as a really weird game involving a talking fish named Seaman.  The first mainstream console to come packed with a modem, FTP, identify this original home of Sambda de Amigo, Shemnue and Crazy Taxi, the last home console made by Sega.": {
    "guess": "Sega Dreamcast",
    "confidence": [
      [
        "Seg",
        -0.2505753
      ],
      [
        "a",
        -2.5703197e-05
      ],
      [
        " Dream",
        -0.00038801268
      ],
      [
        "cast",
        -5.9437833e-05
      ]
    ]
  },
  "The brain of this class of animals is unusual in that the cerebellum is reduced to a mere band. Some, such as Siredon mexicanum, become sexually active at the larval stage. The adult heart consists of a muscular ventricle and two auricles, but in earlier stages the circulation resembles that of fish. Except for caecilians, which have small scales in the outer folds of the body, their skin is smooth and moist, with numerous glands secreting a fluid that is often irritating and poisonous. FTP, name": {
    "guess": "Amphibian",
    "confidence": [
      [
        "Am",
        -0.011130704
      ],
      [
        "ph",
        -0.00011963568
      ],
      [
        "ib",
        -0.20161048
      ],
      [
        "ian",
        -0.4340159
      ]
    ]
  },
  "The Brass Butterfly is a play, while the work, The Paper Men describes the pursuit of a famous novelist by an American academic. Free Fall and The Spire were followed by a collection of essays The Hot": {
    "guess": "The Brass Butterfly",
    "confidence": [
      [
        "The",
        -0.50221515
      ],
      [
        " Brass",
        -0.59312475
      ],
      [
        " Butterfly",
        -0.00017767686
      ]
    ]
  },
  "Brahmagupta's identity states that performing this operation on two square numbers results in a closed": {
    "guess": "Square numbers",
    "confidence": [
      [
        "Square",
        -0.63635707
      ],
      [
        " numbers",
        -0.2849495
      ]
    ]
  },
  "The branch of a plant is seen in the hand found at the bottom of this painting. Along the top are a series of multi-colored houses and a church, below which is a man with a scythe and an upside-down woman. On the right is a man with a green face, who is staring at the head of a white horse, in whose cheek can be seen a woman milking a cow. FTP, what is this painting by Marc Chagall?": {
    "guess": "I and the Village",
    "confidence": [
      [
        "I",
        -0.01115276
      ],
      [
        " and",
        -0.009093358
      ],
      [
        " the",
        -0.00013822412
      ],
      [
        " Village",
        -0.00039516488
      ]
    ]
  },
  "The brain of this class of animals is unusual in that the cerebellum is reduced to a mere band. Some,": {
    "guess": "Brain size and intelligence in animals",
    "confidence": [
      [
        "Brain",
        -1.4064714
      ],
      [
        " size",
        -1.3108178
      ],
      [
        " and",
        -0.651637
      ],
      [
        " intelligence",
        -0.007905773
      ],
      [
        " in",
        -0.026736228
      ],
      [
        " animals",
        -0.036675815
      ]
    ]
  },
  "In Brazil, it was manufactured by Tec Toy, while more recently a portable version of this system, where the first letter is replaced by the letters \"tr\", has been produced in Hong Kong.  Japanese-only releases for it include Yu Suzuki Gameworks, (+) essentially a greatest hits of the developer of Power Drift, as well as the game Border Down.  Although it was the debut console for Headhunter, that game's only English translation was Europe only, but the terrible Spirit of Speed 1937 did make it stateside.  Better one-time exclusives for this system included a game with a cameo by Michael Jackson (*) and starring Ulala, as well as a really weird game involving a talking fish named Seaman.  The first mainstream console to come packed with a modem, FTP, identify this original home of Sambda de": {
    "guess": "Sega Dreamcast",
    "confidence": [
      [
        "Seg",
        -0.044850875
      ],
      [
        "a",
        -9.0073176e-05
      ],
      [
        " Dream",
        -0.0029044896
      ],
      [
        "cast",
        -0.00011486754
      ]
    ]
  },
  "Brady Quinn may be stirring the echoes and he may be headed for a Heisman-caliber season next year, but do you remember any other Notre Dame quarterbacks? F10PE, identify these Irish QBs from the last": {
    "guess": "List of Notre Dame Fighting Irish starting quarterbacks",
    "confidence": [
      [
        "List",
        -0.10052636
      ],
      [
        " of",
        -0.0016499488
      ],
      [
        " Notre",
        -0.00086894445
      ],
      [
        " Dame",
        -3.059055e-05
      ],
      [
        " Fighting",
        -0.00020878535
      ],
      [
        " Irish",
        -1.0564331e-05
      ],
      [
        " starting",
        -0.0045235157
      ],
      [
        " quarterbacks",
        -5.8126592e-05
      ]
    ]
  },
  "The brain of this class of animals is unusual in that the cerebellum is reduced to a mere band. Some, such as Siredon mexicanum, become sexually active at the larval stage. The adult heart consists of a muscular ventricle and two auricles, but in earlier stages the circulation resembles that of fish. Except for caecilians, which have small scales in the outer folds of the body, their skin is smooth": {
    "guess": "Amphibian",
    "confidence": [
      [
        "Am",
        -0.01728705
      ],
      [
        "ph",
        -0.00034750174
      ],
      [
        "ib",
        -0.2240199
      ],
      [
        "ian",
        -0.16292207
      ]
    ]
  },
  "One branch of this organization was led by the author of the treatise The Rights of Man to Property,": {
    "guess": "Thomas Paine",
    "confidence": [
      [
        "Thomas",
        -1.2391713
      ],
      [
        " P",
        -0.24533115
      ],
      [
        "aine",
        -5.0020742e-05
      ]
    ]
  },
  "One branch of this river has its headwaters north of Hightown and was the namesake of the Wappocomo plantation. One of this river's main tributaries is spanned by the John Philip Sousa Bridge and joins this river at Buzzard Point; that tributary is the Anacostia River. Another tributary of this river passes through Frederick and is called the Monocacy. Its tributaries include Antietam Creek and the Shenandoah River, and it passes by Harper's Ferry and Arlington on the way to Chesapeake Bay. Forming the border between West Virginia and Maryland, this is, for 10 points, what river that flows past": {
    "guess": "Potomac River",
    "confidence": [
      [
        "Pot",
        -0.002502175
      ],
      [
        "om",
        -4.6563837e-05
      ],
      [
        "ac",
        -5.2285613e-05
      ],
      [
        " River",
        -2.4630364e-05
      ]
    ]
  },
  "One branch of this river has its headwaters north of Hightown and was the namesake of the Wappocomo plantation. One of this river's main tributaries is spanned by the John Philip Sousa Bridge and joins": {
    "guess": "Potomac River",
    "confidence": [
      [
        "Pot",
        -0.06291582
      ],
      [
        "om",
        -1.7432603e-06
      ],
      [
        "ac",
        -4.596782e-05
      ],
      [
        " River",
        -3.0471343e-05
      ]
    ]
  },
  "This branch of mathematics was founded by Leonard Euler (OI-ler) to settle the Konigsberg Bridge Problem, in which the object was to walk through the city traversing each bridge exactly once. Later contributors included Ramsey and Graham, and current applications include the design of transportation and communications networks. FTP, what is this field, which concerns the study of systems composed of nodes connected by links?": {
    "guess": "Graph theory",
    "confidence": [
      [
        "Graph",
        -0.0075458116
      ],
      [
        " theory",
        -0.01495147
      ]
    ]
  },
  "A brass fanfare signifying the creation of earthly life and a solo trumpet theme playing the motif of": {
    "guess": "The Planets",
    "confidence": [
      [
        "The",
        -0.5073854
      ],
      [
        " Plan",
        -0.07687327
      ],
      [
        "ets",
        -1.7432603e-06
      ]
    ]
  },
  "The brain of this class of animals is unusual in that the cerebellum is reduced to a mere band. Some, such as Siredon mexicanum, become sexually active at the larval stage. The adult heart consists of a muscular ventricle and two auricles, but in earlier stages the circulation resembles that of fish.": {
    "guess": "Amphibian",
    "confidence": [
      [
        "Am",
        -0.40486008
      ],
      [
        "ph",
        -0.0003250951
      ],
      [
        "ib",
        -0.10243841
      ],
      [
        "ian",
        -0.086131975
      ]
    ]
  },
  "The brain of this class of animals is unusual in that the cerebellum is reduced to a mere band. Some, such as Siredon mexicanum, become sexually active at the larval stage. The adult heart consists of": {
    "guess": "Amphibian Brain",
    "confidence": [
      [
        "Am",
        -0.2356415
      ],
      [
        "ph",
        -0.0019050816
      ],
      [
        "ib",
        -0.02511195
      ],
      [
        "ian",
        -0.1958846
      ],
      [
        " Brain",
        -0.28208584
      ]
    ]
  },
  "A brass fanfare signifying the creation of earthly life and a solo trumpet theme playing the motif of will precede the entry of the piano that begins the main portion of this work. \"The Diversification of Will\" in F and \"Creative Play\" in G correspond with red and orange, respectively, and are part of the composer's tastiera per luce innovation, a keyboard rigged to project different colors of light as key and tonality changed. However, the light projector failed during the 1911 Moscow premiere of this work, known as its composer's Fifth Symphony despite having only one movement. FTP, give the": {
    "guess": "Alexander Scriabin",
    "confidence": [
      [
        "Alexander",
        -0.027849475
      ],
      [
        " Scri",
        -0.000658704
      ],
      [
        "abin",
        0.0
      ]
    ]
  },
  "This branch of mathematics was founded by Leonard Euler (OI-ler) to settle the Konigsberg Bridge Problem, in which the object was to walk through the city traversing each bridge exactly once. Later contributors included Ramsey and Graham, and current applications include the design of transportation and communications networks. FTP, what is this field, which concerns the study of systems composed of": {
    "guess": "Graph theory",
    "confidence": [
      [
        "Graph",
        -0.6545002
      ],
      [
        " theory",
        -0.061827052
      ]
    ]
  },
  "One branch of Taoism uses ensigillation to accomplish it, while Vietnamese Taoists often invoke Chen": {
    "guess": "Vietnamese folk religion",
    "confidence": [
      [
        "Viet",
        -0.88506305
      ],
      [
        "namese",
        -0.40119085
      ],
      [
        " folk",
        -0.31605735
      ],
      [
        " religion",
        -4.8351892e-05
      ]
    ]
  },
  "In Brazil, it was manufactured by Tec Toy, while more recently a portable version of this system, where": {
    "guess": "Sega Genesis",
    "confidence": [
      [
        "Seg",
        -0.003816822
      ],
      [
        "a",
        -5.5577775e-06
      ],
      [
        " Genesis",
        -0.20120329
      ]
    ]
  },
  "A brass fanfare signifying the creation of earthly life and a solo trumpet theme playing the motif of will precede the entry of the piano that begins the main portion of this work. \"The Diversification": {
    "guess": "The Planets",
    "confidence": [
      [
        "The",
        -0.3351576
      ],
      [
        " Plan",
        -1.0255896
      ],
      [
        "ets",
        -1.0206721e-05
      ]
    ]
  },
  "In Brazil, it was manufactured by Tec Toy, while more recently a portable version of this system, where the first letter is replaced by the letters \"tr\", has been produced in Hong Kong.  Japanese-only releases for it include Yu Suzuki Gameworks, (+) essentially a greatest hits of the developer of Power Drift, as well as the game Border Down.  Although it was the debut console for Headhunter, that game's only English translation was Europe only, but the terrible Spirit of Speed 1937 did make it stateside.  Better one-time exclusives for this system included a game with a cameo by Michael Jackson (*) and starring Ulala, as well as a really weird game involving a talking fish named Seaman.  The": {
    "guess": "Dreamcast",
    "confidence": [
      [
        "Dream",
        -0.6392718
      ],
      [
        "cast",
        -2.0935051e-05
      ]
    ]
  },
  "One branch of Taoism uses ensigillation to accomplish it, while Vietnamese Taoists often invoke Chen Xingdao when practicing it. In Shintoism, it is often performed at a place known as a haraijo. It is in violation of the rehat maryada, so Sikhs are forbidden to perform it, while the zar is an Islamic": {
    "guess": "Exorcism in Christianity",
    "confidence": [
      [
        "Ex",
        -1.2920977
      ],
      [
        "orc",
        -0.0002844577
      ],
      [
        "ism",
        -0.00053420593
      ],
      [
        " in",
        -0.13009529
      ],
      [
        " Christianity",
        -0.27429917
      ]
    ]
  },
  "Brady Quinn may be stirring the echoes and he may be headed for a Heisman-caliber season next year, but do you remember any other Notre Dame quarterbacks? F10PE, identify these Irish QBs from the last 25 years.  A. He came to Notre Dame as the most highly touted high school prospect in history and ESPN's": {
    "guess": "List of Notre Dame Fighting Irish starting quarterbacks",
    "confidence": [
      [
        "List",
        -0.16925396
      ],
      [
        " of",
        -0.00184689
      ],
      [
        " Notre",
        -0.001182608
      ],
      [
        " Dame",
        -4.739826e-05
      ],
      [
        " Fighting",
        -0.0006492906
      ],
      [
        " Irish",
        -1.3663626e-05
      ],
      [
        " starting",
        -0.002443789
      ],
      [
        " quarterbacks",
        -0.0001558626
      ]
    ]
  },
  "Brahmagupta's identity states that performing this operation on two square numbers results in a closed set under multiplication. This operation is repeatedly performed on terms in the Taylor polynomial": {
    "guess": "Taylor series",
    "confidence": [
      [
        "Taylor",
        -1.4458553
      ],
      [
        " series",
        -0.13118613
      ]
    ]
  },
  "One branch of this organization was led by the author of the treatise The Rights of Man to Property, Thomas Skidmore, and managed to elect Ebenezer Ford to a state assembly seat on what the Journal of Commerce contemptuously called \"the Fanny Wright ticket.\"  Much of the original organization of this": {
    "guess": "Working Men's Party",
    "confidence": [
      [
        "Working",
        -0.055737384
      ],
      [
        " Men",
        -0.07798381
      ],
      [
        "'s",
        -0.0036205046
      ],
      [
        " Party",
        -0.0041211424
      ]
    ]
  },
  "One branch of this organization was led by the author of the treatise The Rights of Man to Property, Thomas Skidmore, and managed to elect Ebenezer Ford to a state assembly seat on what the Journal of Commerce contemptuously called \"the Fanny Wright ticket.\"  Much of the original organization of this faction was conducted by William Heighton, who had begun holding meetings in Southwark whre he railed": {
    "guess": "Working Men's Party of New York",
    "confidence": [
      [
        "Working",
        -0.23305508
      ],
      [
        " Men",
        -0.060670152
      ],
      [
        "'s",
        -0.0028642006
      ],
      [
        " Party",
        -0.0037298917
      ],
      [
        " of",
        -0.8340398
      ],
      [
        " New",
        -0.5613247
      ],
      [
        " York",
        -0.0008594119
      ]
    ]
  },
  "One branch of this organization was led by the author of the treatise The Rights of Man to Property, Thomas Skidmore, and managed to elect Ebenezer Ford to a state assembly seat on what the Journal of Commerce contemptuously called \"the Fanny Wright ticket.\"  Much of the original organization of this faction was conducted by William Heighton, who had begun holding meetings in Southwark whre he railed against \"a system of competition,\" and through the writings of Stephen Simpson in the Columbian Observer,": {
    "guess": "Working Men's Party of the United States",
    "confidence": [
      [
        "Working",
        -0.029879618
      ],
      [
        " Men",
        -0.088911764
      ],
      [
        "'s",
        -0.0022117542
      ],
      [
        " Party",
        -0.0020736484
      ],
      [
        " of",
        -0.80437857
      ],
      [
        " the",
        -0.657947
      ],
      [
        " United",
        -0.002470663
      ],
      [
        " States",
        -0.00012916465
      ]
    ]
  },
  "One branch of this organization was led by the author of the treatise The Rights of Man to Property, Thomas Skidmore, and managed to elect Ebenezer Ford to a state assembly seat on what the Journal of Commerce contemptuously called \"the Fanny Wright ticket.\"  Much of the original organization of this faction was conducted by William Heighton, who had begun holding meetings in Southwark whre he railed against \"a system of competition,\" and through the writings of Stephen Simpson in the Columbian Observer, this party's opposition to the banking system influenced Andrew Jackson. William John Duane,": {
    "guess": "Working Men's Party of New York",
    "confidence": [
      [
        "Working",
        -0.18157126
      ],
      [
        " Men",
        -0.2539898
      ],
      [
        "'s",
        -0.0023377086
      ],
      [
        " Party",
        -0.004362352
      ],
      [
        " of",
        -0.19594106
      ],
      [
        " New",
        -0.62104905
      ],
      [
        " York",
        -0.0008074867
      ]
    ]
  },
  "One branch of this organization was led by the author of the treatise The Rights of Man to Property, Thomas Skidmore, and managed to elect Ebenezer Ford to a state assembly seat on what the Journal of Commerce contemptuously called \"the Fanny Wright ticket.\"  Much of the original organization of this faction was conducted by William Heighton, who had begun holding meetings in Southwark whre he railed against \"a system of competition,\" and through the writings of Stephen Simpson in the Columbian Observer, this party's opposition to the banking system influenced Andrew Jackson. William John Duane, a drafter of this party's anti-bank report, would later become Treasury Secretary under Jackson, and": {
    "guess": "Anti-Masonic Party",
    "confidence": [
      [
        "Anti",
        -0.47795698
      ],
      [
        "-M",
        -0.003231425
      ],
      [
        "asonic",
        -0.0041015544
      ],
      [
        " Party",
        -0.051670317
      ]
    ]
  },
  "One branch of this organization was led by the author of the treatise The Rights of Man to Property, Thomas Skidmore, and managed to elect Ebenezer Ford to a state assembly seat on what the Journal of Commerce contemptuously called \"the Fanny Wright ticket.\"  Much of the original organization of this faction was conducted by William Heighton, who had begun holding meetings in Southwark whre he railed against \"a system of competition,\" and through the writings of Stephen Simpson in the Columbian Observer, this party's opposition to the banking system influenced Andrew Jackson. William John Duane, a drafter of this party's anti-bank report, would later become Treasury Secretary under Jackson, and this party's namesake Advocate was published by George Henry Evans. This party had its greatest electoral": {
    "guess": "Working Men's Party of the United States",
    "confidence": [
      [
        "Working",
        -0.41407198
      ],
      [
        " Men",
        -0.570992
      ],
      [
        "'s",
        -0.0025247687
      ],
      [
        " Party",
        -0.008799283
      ],
      [
        " of",
        -0.14420617
      ],
      [
        " the",
        -0.06371899
      ],
      [
        " United",
        -0.0022846684
      ],
      [
        " States",
        -0.00013321757
      ]
    ]
  },
  "One branch of this organization was led by the author of the treatise The Rights of Man to Property, Thomas Skidmore, and managed to elect Ebenezer Ford to a state assembly seat on what the Journal of Commerce contemptuously called \"the Fanny Wright ticket.\"  Much of the original organization of this faction was conducted by William Heighton, who had begun holding meetings in Southwark whre he railed against \"a system of competition,\" and through the writings of Stephen Simpson in the Columbian Observer, this party's opposition to the banking system influenced Andrew Jackson. William John Duane, a drafter of this party's anti-bank report, would later become Treasury Secretary under Jackson, and this party's namesake Advocate was published by George Henry Evans. This party had its greatest electoral successes in 1828 in Philadelphia, but following a split in 1833, many members of this party": {
    "guess": "Working Men's Party",
    "confidence": [
      [
        "Working",
        -0.3641764
      ],
      [
        " Men",
        -0.49934345
      ],
      [
        "'s",
        -0.007481207
      ],
      [
        " Party",
        -0.019178294
      ]
    ]
  },
  "One branch of this organization was led by the author of the treatise The Rights of Man to Property, Thomas Skidmore, and managed to elect Ebenezer Ford to a state assembly seat on what the Journal of Commerce contemptuously called \"the Fanny Wright ticket.\"  Much of the original organization of this faction was conducted by William Heighton, who had begun holding meetings in Southwark whre he railed against \"a system of competition,\" and through the writings of Stephen Simpson in the Columbian Observer, this party's opposition to the banking system influenced Andrew Jackson. William John Duane, a drafter of this party's anti-bank report, would later become Treasury Secretary under Jackson, and this party's namesake Advocate was published by George Henry Evans. This party had its greatest electoral successes in 1828 in Philadelphia, but following a split in 1833, many members of this party joined the Equal Rights Party, while many of its New York members went over to the Locofocos. Originally": {
    "guess": "Working Men's Party of the United States",
    "confidence": [
      [
        "Working",
        -0.26900294
      ],
      [
        " Men",
        -0.48702487
      ],
      [
        "'s",
        -0.0075677033
      ],
      [
        " Party",
        -0.026884196
      ],
      [
        " of",
        -0.19554153
      ],
      [
        " the",
        -0.076618575
      ],
      [
        " United",
        -0.004909362
      ],
      [
        " States",
        -0.00021998682
      ]
    ]
  },
  "One branch of this organization was led by the author of the treatise The Rights of Man to Property, Thomas Skidmore, and managed to elect Ebenezer Ford to a state assembly seat on what the Journal of Commerce contemptuously called \"the Fanny Wright ticket.\"  Much of the original organization of this faction was conducted by William Heighton, who had begun holding meetings in Southwark whre he railed against \"a system of competition,\" and through the writings of Stephen Simpson in the Columbian Observer, this party's opposition to the banking system influenced Andrew Jackson. William John Duane, a drafter of this party's anti-bank report, would later become Treasury Secretary under Jackson, and this party's namesake Advocate was published by George Henry Evans. This party had its greatest electoral successes in 1828 in Philadelphia, but following a split in 1833, many members of this party joined the Equal Rights Party, while many of its New York members went over to the Locofocos. Originally created as the political arm of the Mechanics' Union of Trade Associations, for ten points, identify": {
    "guess": "Working Men's Party of the United States",
    "confidence": [
      [
        "Working",
        -0.28817964
      ],
      [
        " Men",
        -0.67800045
      ],
      [
        "'s",
        -0.0054891645
      ],
      [
        " Party",
        -0.015752904
      ],
      [
        " of",
        -0.23744136
      ],
      [
        " the",
        -0.10657818
      ],
      [
        " United",
        -0.0052791764
      ],
      [
        " States",
        -0.00020282516
      ]
    ]
  },
  "One branch of this organization was led by the author of the treatise The Rights of Man to Property, Thomas Skidmore, and managed to elect Ebenezer Ford to a state assembly seat on what the Journal of Commerce contemptuously called \"the Fanny Wright ticket.\"  Much of the original organization of this faction was conducted by William Heighton, who had begun holding meetings in Southwark whre he railed against \"a system of competition,\" and through the writings of Stephen Simpson in the Columbian Observer, this party's opposition to the banking system influenced Andrew Jackson. William John Duane, a drafter of this party's anti-bank report, would later become Treasury Secretary under Jackson, and this party's namesake Advocate was published by George Henry Evans. This party had its greatest electoral successes in 1828 in Philadelphia, but following a split in 1833, many members of this party joined the Equal Rights Party, while many of its New York members went over to the Locofocos. Originally created as the political arm of the Mechanics' Union of Trade Associations, for ten points, identify this political party which advocated such reforms as limited working hours and universal malfe": {
    "guess": "Working Men's Party of the United States",
    "confidence": [
      [
        "Working",
        -0.13373524
      ],
      [
        " Men",
        -0.4747985
      ],
      [
        "'s",
        -0.0049405624
      ],
      [
        " Party",
        -0.014470098
      ],
      [
        " of",
        -0.63328975
      ],
      [
        " the",
        -0.08866623
      ],
      [
        " United",
        -0.0058110054
      ],
      [
        " States",
        -0.00024144349
      ]
    ]
  },
  "One branch of this organization was led by the author of the treatise The Rights of Man to Property, Thomas Skidmore, and managed to elect Ebenezer Ford to a state assembly seat on what the Journal of Commerce contemptuously called \"the Fanny Wright ticket.\"  Much of the original organization of this faction was conducted by William Heighton, who had begun holding meetings in Southwark whre he railed against \"a system of competition,\" and through the writings of Stephen Simpson in the Columbian Observer, this party's opposition to the banking system influenced Andrew Jackson. William John Duane, a drafter of this party's anti-bank report, would later become Treasury Secretary under Jackson, and this party's namesake Advocate was published by George Henry Evans. This party had its greatest electoral successes in 1828 in Philadelphia, but following a split in 1833, many members of this party joined the Equal Rights Party, while many of its New York members went over to the Locofocos. Originally created as the political arm of the Mechanics' Union of Trade Associations, for ten points, identify this political party which advocated such reforms as limited working hours and universal malfe suffrage, the first labor-oriented political party in the United States.": {
    "guess": "Working Men's Party",
    "confidence": [
      [
        "Working",
        -0.057086382
      ],
      [
        " Men",
        -0.28197956
      ],
      [
        "'s",
        -0.0015015329
      ],
      [
        " Party",
        -0.005992551
      ]
    ]
  }
}