{
  "In 2008, an Iranian soldier won asylum in the United Kingdom after defecting over orders to use these. A group of Sri Lankans has trained mongooses to work with robots in detecting these objects. The manufacturer ATK announced plans to build these devices using reactive metals, which could enable them to be set to non-lethal strengths. That would slow the roster of over one million civilians injured": {
    "guess": "Land mine",
    "confidence": [
      [
        "Land",
        -0.7894032
      ],
      [
        " mine",
        -0.548371
      ]
    ]
  },
  "Ira Aten helped calm a war in this industry by controversially planting dynamite that blew up any lawbreakers. A group called the \"White Caps\" terrorized land-grabbing magnates of this industry.  Other magnates of this industry hired Frank Canton to lead \"the invaders\" and murder Nate Champion within": {
    "guess": "Johnson County War",
    "confidence": [
      [
        "Johnson",
        -0.23270676
      ],
      [
        " County",
        -0.00055613206
      ],
      [
        " War",
        -0.007687901
      ]
    ]
  },
  "Ira Aten helped calm a war in this industry by controversially planting dynamite that blew up any lawbreakers. A group called the \"White Caps\" terrorized land-grabbing magnates of this industry.  Other magnates of this industry hired Frank Canton to lead \"the invaders\" and murder Nate Champion within a cabin.  A small village purchased by Joseph McCoy grew into a booming center for this industry, some": {
    "guess": "Johnson County War",
    "confidence": [
      [
        "Johnson",
        -0.46671164
      ],
      [
        " County",
        -0.00040564747
      ],
      [
        " War",
        -0.0023404467
      ]
    ]
  },
  "Ira Aten helped calm a war in this industry by controversially planting dynamite that blew up any lawbreakers. A group called the \"White Caps\" terrorized land-grabbing magnates of this industry.  Other magnates of this industry hired Frank Canton to lead \"the invaders\" and murder Nate Champion within a cabin.  A small village purchased by Joseph McCoy grew into a booming center for this industry, some of whose members prosecuted the Johnson County War. The \"chuck wagon\" was invented to promote this industry by Charles Goodnight, who names a trail often used in it with Oliver Loving. Hubs in this industry included Abilene and Dodge City. For 10 points, name this industry which was revolutionized": {
    "guess": "Cattle industry",
    "confidence": [
      [
        "C",
        -0.040695813
      ],
      [
        "attle",
        -2.4987974e-05
      ],
      [
        " industry",
        -0.15942404
      ]
    ]
  },
  "Ira Aten helped calm a war in this industry by controversially planting dynamite that blew up any lawbreakers. A group called the \"White Caps\" terrorized land-grabbing magnates of this industry.  Other magnates of this industry hired Frank Canton to lead \"the invaders\" and murder Nate Champion within a cabin.  A small village purchased by Joseph McCoy grew into a booming center for this industry, some of whose members prosecuted the Johnson County War. The \"chuck wagon\" was invented to promote this": {
    "guess": "Cattle industry",
    "confidence": [
      [
        "C",
        -0.060400993
      ],
      [
        "attle",
        -0.00024715427
      ],
      [
        " industry",
        -0.27691147
      ]
    ]
  },
  "Ira Aten helped calm a war in this industry by controversially planting dynamite that blew up any lawbreakers.": {
    "guess": "Coal Wars",
    "confidence": [
      [
        "Coal",
        -1.5127884
      ],
      [
        " Wars",
        -0.2208058
      ]
    ]
  },
  "In 2008, an Iranian soldier won asylum in the United Kingdom after defecting over orders to use these. A group of Sri Lankans has trained mongooses to work with robots in detecting these objects. The manufacturer ATK announced plans to build these devices using reactive metals, which could enable them": {
    "guess": "Landmines",
    "confidence": [
      [
        "Land",
        -0.484573
      ],
      [
        "min",
        -0.8544744
      ],
      [
        "es",
        -3.357064e-05
      ]
    ]
  },
  "Ira Aten helped calm a war in this industry by controversially planting dynamite that blew up any lawbreakers. A group called the \"White Caps\" terrorized land-grabbing magnates of this industry.  Other magnates of this industry hired Frank Canton to lead \"the invaders\" and murder Nate Champion within a cabin.  A small village purchased by Joseph McCoy grew into a booming center for this industry, some of whose members prosecuted the Johnson County War. The \"chuck wagon\" was invented to promote this industry by Charles Goodnight, who names a trail often used in it with Oliver Loving. Hubs in this": {
    "guess": "Cattle industry",
    "confidence": [
      [
        "C",
        -0.07520216
      ],
      [
        "attle",
        -0.00017708084
      ],
      [
        " industry",
        -0.20998347
      ]
    ]
  },
  "Ira Aten helped calm a war in this industry by controversially planting dynamite that blew up any lawbreakers. A group called the \"White Caps\" terrorized land-grabbing magnates of this industry.  Other magnates of this industry hired Frank Canton to lead \"the invaders\" and murder Nate Champion within a cabin.  A small village purchased by Joseph McCoy grew into a booming center for this industry, some of whose members prosecuted the Johnson County War. The \"chuck wagon\" was invented to promote this industry by Charles Goodnight, who names a trail often used in it with Oliver Loving. Hubs in this industry included Abilene and Dodge City. For 10 points, name this industry which was revolutionized by the invention of barbed wire and which involved the cultivation of longhorns.": {
    "guess": "Cattle industry",
    "confidence": [
      [
        "C",
        -0.0203563
      ],
      [
        "attle",
        -4.85903e-05
      ],
      [
        " industry",
        -0.12929931
      ]
    ]
  },
  "In 2008, an Iranian soldier won asylum in the United Kingdom after defecting over orders to use these. A group of Sri Lankans has trained mongooses to work with robots in detecting these objects. The manufacturer": {
    "guess": "Land mine detection",
    "confidence": [
      [
        "Land",
        -0.15233494
      ],
      [
        " mine",
        -0.35263017
      ],
      [
        " detection",
        -0.42338514
      ]
    ]
  },
  "In 2008, an Iranian soldier won asylum in the United Kingdom after defecting over orders to use these. A group of Sri Lankans has trained mongooses to work with robots in detecting these objects. The manufacturer ATK announced plans to build these devices using reactive metals, which could enable them to be set to non-lethal strengths. That would slow the roster of over one million civilians injured or killed by these devices since 1975. For 10 points, name this form of ordnance which can lay unexploded": {
    "guess": "Land mine",
    "confidence": [
      [
        "Land",
        -0.07780087
      ],
      [
        " mine",
        -0.7047349
      ]
    ]
  },
  "In 2008, an Iranian soldier won asylum in the United Kingdom after defecting over orders to use these.": {
    "guess": "Asylum in the United Kingdom",
    "confidence": [
      [
        "As",
        -1.048156
      ],
      [
        "ylum",
        -0.020136906
      ],
      [
        " in",
        -0.3800993
      ],
      [
        " the",
        -0.0048419842
      ],
      [
        " United",
        -0.00047297185
      ],
      [
        " Kingdom",
        -0.00042638523
      ]
    ]
  },
  "Ira Aten helped calm a war in this industry by controversially planting dynamite that blew up any lawbreakers. A group called the \"White Caps\" terrorized land-grabbing magnates of this industry.  Other": {
    "guess": "Texas cattle industry",
    "confidence": [
      [
        "Texas",
        -1.0366553
      ],
      [
        " cattle",
        -1.1472099
      ],
      [
        " industry",
        -0.05084878
      ]
    ]
  },
  "In 2008, an Iranian soldier won asylum in the United Kingdom after defecting over orders to use these. A group of Sri Lankans has trained mongooses to work with robots in detecting these objects. The manufacturer ATK announced plans to build these devices using reactive metals, which could enable them to be set to non-lethal strengths. That would slow the roster of over one million civilians injured or killed by these devices since 1975. For 10 points, name this form of ordnance which can lay unexploded for decades after being placed by a military force.": {
    "guess": "Landmine",
    "confidence": [
      [
        "Land",
        -0.016279984
      ],
      [
        "mine",
        -0.64201844
      ]
    ]
  }
}