{
  "The Kepler mission will use a digital camera that will take pictures every 15 minutes of this constellation for at least 4 years. It contains the North American Nebula, and the blue and gold double star system Albireo can be seen at the opposite end from the alpha star, whose name is Arabic for \"tail.\" It also contains the X-ray source X-1, a binary system including the first strong candidate for a black hole. It is also called the Northern Cross, and the long arm points into the Summer Triangle asterism, with the alpha star Deneb at the top of the cross. For ten points, name this constellation": {
    "guess": "Cygnus (constellation)",
    "confidence": [
      [
        "Cy",
        -0.0019612247
      ],
      [
        "gn",
        -1.7432603e-06
      ],
      [
        "us",
        -2.9756122e-05
      ],
      [
        " (",
        -0.0159018
      ],
      [
        "const",
        -1.6166903e-05
      ],
      [
        "ellation",
        -8.5781845e-05
      ],
      [
        ")",
        -6.869018e-06
      ]
    ]
  },
  "The Kepler mission will use a digital camera that will take pictures every 15 minutes of this constellation for at least 4 years. It contains the North American Nebula, and the blue and gold double star system Albireo can be seen at the opposite end from the alpha star, whose name is Arabic for \"tail.\"": {
    "guess": "Cygnus (constellation)",
    "confidence": [
      [
        "Cy",
        -0.0067140744
      ],
      [
        "gn",
        -0.00013166793
      ],
      [
        "us",
        -4.2391708e-05
      ],
      [
        " (",
        -0.0024779162
      ],
      [
        "const",
        -2.8802491e-05
      ],
      [
        "ellation",
        -6.706687e-05
      ],
      [
        ")",
        -2.2961513e-05
      ]
    ]
  },
  "Kepler's Conjecture postulates that these objects can be packed with a density of approximately 74%. The Banach-Tarski paradox states that a solid one of these objects can be cut into finitely many pieces and re-assembled into two copies of the same size as the original. For a  non-Euclidean geometry": {
    "guess": "Sphere packing",
    "confidence": [
      [
        "Sphere",
        -0.08941016
      ],
      [
        " packing",
        -0.2682372
      ]
    ]
  },
  "Kepler's Conjecture postulates that these objects can be packed with a density of approximately 74%. The Banach-Tarski paradox states that a solid one of these objects can be cut into finitely many pieces and re-assembled into two copies of the same size as the original. For a  non-Euclidean geometry occurring on these objects, triangles have angle sum greater than 180 degrees. (*) Archimedes derived": {
    "guess": "Sphere packing",
    "confidence": [
      [
        "Sphere",
        -0.123055376
      ],
      [
        " packing",
        -0.24255462
      ]
    ]
  },
  "Kepler's Conjecture postulates that these objects can be packed with a density of approximately 74%.": {
    "guess": "Kepler conjecture",
    "confidence": [
      [
        "Ke",
        -0.07933333
      ],
      [
        "pler",
        -2.3795938e-05
      ],
      [
        " conject",
        -0.025485413
      ],
      [
        "ure",
        -0.0002291655
      ]
    ]
  },
  "The Kepler mission will use a digital camera that will take pictures every 15 minutes of this constellation for at least 4 years. It contains the North American Nebula, and the blue and gold double star system Albireo can be seen at the opposite end from the alpha star, whose name is Arabic for \"tail.\" It also contains the X-ray source X-1, a binary system including the first strong candidate for a": {
    "guess": "Cygnus (constellation)",
    "confidence": [
      [
        "Cy",
        -0.0038105266
      ],
      [
        "gn",
        -3.6789137e-05
      ],
      [
        "us",
        -2.9636918e-05
      ],
      [
        " (",
        -0.0004332917
      ],
      [
        "const",
        -2.0696643e-05
      ],
      [
        "ellation",
        -6.4444386e-05
      ],
      [
        ")",
        -6.0345924e-06
      ]
    ]
  },
  "Kepler's Conjecture postulates that these objects can be packed with a density of approximately 74%. The Banach-Tarski paradox states that a solid one of these objects can be cut into finitely many pieces and re-assembled into two copies of the same size as the original. For a  non-Euclidean geometry occurring on these objects, triangles have angle sum greater than 180 degrees. (*) Archimedes derived the formula for the volume of this figure by noting that it occupied two-thirds of the volume of its circumscribed cylinder. This figure has surface area equal to four pi times the radius squared, and volume four-thirds pi times radius cubed. For ten points, name this three-dimensional analogue of a circle, the outer surface of a ball.": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -0.001970862
      ]
    ]
  },
  "The Kepler mission will use a digital camera that will take pictures every 15 minutes of this constellation for at least 4 years. It contains the North American Nebula, and the blue and gold double star system Albireo can be seen at the opposite end from the alpha star, whose name is Arabic for \"tail.\" It also contains the X-ray source X-1, a binary system including the first strong candidate for a black hole. It is also called the Northern Cross, and the long arm points into the Summer Triangle": {
    "guess": "Cygnus (constellation)",
    "confidence": [
      [
        "Cy",
        -0.0038156302
      ],
      [
        "gn",
        -5.9153886e-06
      ],
      [
        "us",
        -3.8219583e-05
      ],
      [
        " (",
        -0.0022913292
      ],
      [
        "const",
        -1.8431772e-05
      ],
      [
        "ellation",
        -4.8709502e-05
      ],
      [
        ")",
        -7.9418505e-06
      ]
    ]
  },
  "The Kepler mission will use a digital camera that will take pictures every 15 minutes of this constellation for at least 4 years. It contains the North American Nebula, and the blue and gold double star": {
    "guess": "Cygnus (constellation)",
    "confidence": [
      [
        "Cy",
        -0.017037924
      ],
      [
        "gn",
        -3.1737043e-06
      ],
      [
        "us",
        -1.6882126e-05
      ],
      [
        " (",
        -0.0105631435
      ],
      [
        "const",
        -5.1928004e-05
      ],
      [
        "ellation",
        -4.3822154e-05
      ],
      [
        ")",
        -1.2590794e-05
      ]
    ]
  },
  "The Kepler mission will use a digital camera that will take pictures every 15 minutes of this constellation for at least 4 years. It contains the North American Nebula, and the blue and gold double star system Albireo can be seen at the opposite end from the alpha star, whose name is Arabic for \"tail.\" It also contains the X-ray source X-1, a binary system including the first strong candidate for a black hole. It is also called the Northern Cross, and the long arm points into the Summer Triangle asterism, with the alpha star Deneb at the top of the cross. For ten points, name this constellation of a swan.": {
    "guess": "Cygnus (constellation)",
    "confidence": [
      [
        "Cy",
        -0.003365335
      ],
      [
        "gn",
        -4.179569e-05
      ],
      [
        "us",
        -2.5226382e-05
      ],
      [
        " (",
        -0.0019846638
      ],
      [
        "const",
        -1.7478143e-05
      ],
      [
        "ellation",
        -4.823269e-05
      ],
      [
        ")",
        -5.6769813e-06
      ]
    ]
  },
  "The Kepler mission will use a digital camera that will take pictures every 15 minutes of this constellation": {
    "guess": "Cygnus",
    "confidence": [
      [
        "Cy",
        -0.17388898
      ],
      [
        "gn",
        -2.6656826e-05
      ],
      [
        "us",
        -9.253091e-06
      ]
    ]
  },
  "Kepler's Conjecture postulates that these objects can be packed with a density of approximately 74%. The Banach-Tarski paradox states that a solid one of these objects can be cut into finitely many pieces": {
    "guess": "Sphere packing",
    "confidence": [
      [
        "Sphere",
        -0.102541804
      ],
      [
        " packing",
        -0.096433364
      ]
    ]
  },
  "Kepler's Conjecture postulates that these objects can be packed with a density of approximately 74%. The Banach-Tarski paradox states that a solid one of these objects can be cut into finitely many pieces and re-assembled into two copies of the same size as the original. For a  non-Euclidean geometry occurring on these objects, triangles have angle sum greater than 180 degrees. (*) Archimedes derived the formula for the volume of this figure by noting that it occupied two-thirds of the volume of its circumscribed cylinder. This figure has surface area equal to four pi times the radius squared, and volume four-thirds pi times radius cubed. For ten points, name this three-dimensional analogue of": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -0.0055708485
      ]
    ]
  },
  "Kepler's Conjecture postulates that these objects can be packed with a density of approximately 74%. The Banach-Tarski paradox states that a solid one of these objects can be cut into finitely many pieces and re-assembled into two copies of the same size as the original. For a  non-Euclidean geometry occurring on these objects, triangles have angle sum greater than 180 degrees. (*) Archimedes derived the formula for the volume of this figure by noting that it occupied two-thirds of the volume of its circumscribed cylinder. This figure has surface area equal to four pi times the radius squared,": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -0.0021118359
      ]
    ]
  },
  "Kepler's Conjecture postulates that these objects can be packed with a density of approximately 74%. The Banach-Tarski paradox states that a solid one of these objects can be cut into finitely many pieces and re-assembled into two copies of the same size as the original. For a  non-Euclidean geometry occurring on these objects, triangles have angle sum greater than 180 degrees. (*) Archimedes derived the formula for the volume of this figure by noting that it occupied two-thirds of the volume of": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -0.007162639
      ]
    ]
  }
}