{
  "A long scenic stretch along this country's southern coast is known as the \"Garden Route\" and includes the Cango Caves. A large desert region in this country is known as the \"Karoo,\" and its highest mountain": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.00206533
      ],
      [
        " Africa",
        -0.00013810492
      ]
    ]
  },
  "One longtime professor at this school, who wrote the book Orientalism and was an outspoken advocate for Pales- tinians, was Edward Said. A professor who taught for a long time at this university's highly respected Teachers Col- lege was the author of the books The School and Society and Democracy and Education, John Dewey. One of its current professors, who won the Nobel Prize in Economics, is Joseph Stiglitz. One of its professors, who became known as the Father of American Anthropology, was Franz Boas, and one of his many important students was Margaret Mead. Just before becoming President of the United States, Dwight Eisenhower served as its President, and it awarded a Bachelor's degree in": {
    "guess": "Columbia University",
    "confidence": [
      [
        "C",
        -0.026320389
      ],
      [
        "olumbia",
        -5.080963e-06
      ],
      [
        " University",
        -0.00032533353
      ]
    ]
  },
  "A longtime friend of Thomas Jefferson, he directed the crossing of the Yadkin and Dan rivers while serving under Nathanel Greene and later conducted a blockade of Charleston.  He rose to fame in his homeland after the Battle of Dubienka and his manifesto of Polaniec helped to spur on the struggle against": {
    "guess": "Tadeusz Kościuszko",
    "confidence": [
      [
        "T",
        -0.412221
      ],
      [
        "ade",
        -0.0013323828
      ],
      [
        "usz",
        -0.0003587032
      ],
      [
        " Ko",
        -0.023792055
      ],
      [
        "ści",
        -0.0021918986
      ],
      [
        "usz",
        -0.00021283828
      ],
      [
        "ko",
        -6.146429e-05
      ]
    ]
  },
  "Not long after this artist turned to illustrating historical novels, his son died, which led to the loss of this man's pension and the creation of the works for which he is now most famous. In writing about his own work, this artist claimed that only at 73 did he \"finally comprehend something of the": {
    "guess": "Gustave Doré",
    "confidence": [
      [
        "G",
        -1.4454805
      ],
      [
        "ust",
        -0.0037784588
      ],
      [
        "ave",
        -0.0028304348
      ],
      [
        " Dor",
        -0.066880606
      ],
      [
        "é",
        -9.150362e-05
      ]
    ]
  },
  "He longs to get revenge on Dalton Ames, and in the end of the novel in which he most famously appears,": {
    "guess": "The Sound and the Fury",
    "confidence": [
      [
        "The",
        -0.01580078
      ],
      [
        " Sound",
        -0.0002663424
      ],
      [
        " and",
        -5.50273e-05
      ],
      [
        " the",
        -6.062987e-05
      ],
      [
        " Fury",
        -3.488188e-05
      ]
    ]
  },
  "One longtime professor at this school, who wrote the book Orientalism and was an outspoken advocate for Pales- tinians, was Edward Said. A professor who taught for a long time at this university's highly": {
    "guess": "Columbia University",
    "confidence": [
      [
        "C",
        -0.011307756
      ],
      [
        "olumbia",
        -7.9418505e-06
      ],
      [
        " University",
        -0.0058053094
      ]
    ]
  },
  "Its longest-reigning ruler is famous for constructing a massive pyramid- shaped mud tomb uniquely identified by stakes of acacia wood that protrude wildly from its exterior. Defeated by the Spanish eunuch Judar Pasha and his gunpowder weapons at the Battle of Tondibi, its rise was made possible in part by the usurpation of Sandaki. Daoud led it to victory over the Mossi people and Ishaq II was the last independent ruler. Its second official ruler descended from the Mande people and was granted the nickname of Usurper or \"Askiya\", a title accepted by all of its subsequent rulers. FTP, name this": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.54510236
      ],
      [
        "hai",
        -0.0009532637
      ],
      [
        " Empire",
        -0.0012063038
      ]
    ]
  },
  "Long John Silver, Hot Nikkles, Hot Nixon, John-John McLane,* The Panty Raider, John-John Blaizini, Johnny Dangerous, Johnny Blaze, The Ghost Rider, Iron Lung, Shakwon, Tical, Ticallion Stallion, Methtical,": {
    "guess": "John Blaze",
    "confidence": [
      [
        "John",
        -0.3068505
      ],
      [
        " Blaze",
        -1.52476
      ]
    ]
  },
  "The Long Range Mountains stretch up to Cape Bauld in the north, while Placentia Bay and Trinity Bay border Cape Race in the southeast. Cities on this island include Bonavista, Corner Brook, and Deer Lake, while the Strait of Belle Isle and the Cabot Strait separate it from the rest of its country. FTP, identify this island, whose more famous features include Saint George's Bay, Grand Bank, and the provincial capital, St. John's.": {
    "guess": "Newfoundland",
    "confidence": [
      [
        "New",
        -0.003812665
      ],
      [
        "foundland",
        -0.00014108501
      ]
    ]
  },
  "In his lone election, this man ran with William Rufus King as his running mate and defeated his commanding officer from the Mexican-American War, Winfield Scott. This man's Minister to Spain recommended either purchasing Cuba or taking it by force in the Ostend Manifesto. To gain land for the Southern Pacific Railroad, this man's Secretary of War arranged the Gadsden Purchase. Stephen Douglas convinced this man to repeal the Missouri Compromise and allow popular sovereignty to decide whether slavery would be legal in two certain territories. For 10 points, name this Democratic fourteenth President who signed the Kansas-Nebraska Act, succeeded by James Buchanan.": {
    "guess": "Franklin Pierce",
    "confidence": [
      [
        "Frank",
        -0.0046101497
      ],
      [
        "lin",
        -0.00027730546
      ],
      [
        " Pierce",
        -0.00032557195
      ]
    ]
  },
  "Long John Silver, Hot Nikkles, Hot Nixon, John-John McLane,* The Panty Raider, John-John Blaizini, Johnny Dangerous, Johnny Blaze, The Ghost Rider, Iron Lung, Shakwon, Tical, Ticallion Stallion, Methtical, the MZA, Clifford Smith. FTP, these are all aliases that have been adopted by what East Coast rapper": {
    "guess": "Method Man",
    "confidence": [
      [
        "Method",
        -0.036965366
      ],
      [
        " Man",
        -0.00031079436
      ]
    ]
  },
  "A long, white stadium-like building stretches far into the background and bears a red pennant flag waving towards the left.  A dark, shadowy building dominates the foreground and the right of the canvas, next to which sits a covered wagon with an open door.  The light alley between the two buildings contains the shadow of a man on the ground and the silhouette of a girl rolling a hoop down the street.": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -0.052053455
      ],
      [
        "org",
        -0.0002040172
      ],
      [
        "io",
        -0.00020973898
      ],
      [
        " de",
        -0.0021261147
      ],
      [
        " Ch",
        -8.6497064e-05
      ],
      [
        "ir",
        -0.00029279827
      ],
      [
        "ico",
        -0.000119754885
      ]
    ]
  },
  "A longtime friend of Thomas Jefferson, he directed the crossing of the Yadkin and Dan rivers while serving under Nathanel Greene and later conducted a blockade of Charleston.  He rose to fame in his homeland": {
    "guess": "Francis Marion",
    "confidence": [
      [
        "Franc",
        -0.27959967
      ],
      [
        "is",
        -0.0071210917
      ],
      [
        " Marion",
        -0.0041842987
      ]
    ]
  },
  "A longtime friend of Thomas Jefferson, he directed the crossing of the Yadkin and Dan rivers while serving under Nathanel Greene and later conducted a blockade of Charleston.  He rose to fame in his homeland after the Battle of Dubienka and his manifesto of Polaniec helped to spur on the struggle against Russian invaders in the face of a third partition.  Though he led bayonet charges during the defense of Warsaw, he was eventually captured and jailed by Catherine the Great's forces. FTP, identify": {
    "guess": "Tadeusz Kościuszko",
    "confidence": [
      [
        "T",
        -0.20305726
      ],
      [
        "ade",
        -0.0032644577
      ],
      [
        "usz",
        -2.868329e-05
      ],
      [
        " Ko",
        -0.010722483
      ],
      [
        "ści",
        -0.0011398615
      ],
      [
        "usz",
        -0.00017112066
      ],
      [
        "ko",
        -2.2603901e-05
      ]
    ]
  },
  "His long-time collaboration with drummer Dannie Richmond yielded such politically-charged pieces as \"Oh Lord Don't Let Them Drop That Atomic Bomb On Me,\" and one dedicated to an \"All-American heel\" from": {
    "guess": "Charles Mingus",
    "confidence": [
      [
        "Charles",
        -0.13146356
      ],
      [
        " Ming",
        -2.4749568e-05
      ],
      [
        "us",
        -3.392825e-05
      ]
    ]
  },
  "He longs to get revenge on Dalton Ames, and in the end of the novel in which he most famously appears, his neice, named after him, steals his brother's money and escapes the family home. He accuses Herbert Head of cheating at cards, and in 1909, he tells the story of Thomas Sutpen to his Harvard roommate Shreve. The son of Jason III and Caroline, on June 28, 1910, he drowns himself in the river, overcome by guilt at his incestuous feelings towards his sister Caddy. For ten points, identify this brother of Jason, Benjy, and Caddy, a member of the Compson family whose story is partially told in The Sound and the Fury.": {
    "guess": "Quentin Compson",
    "confidence": [
      [
        "Qu",
        -0.0070746867
      ],
      [
        "entin",
        -1.0802739e-05
      ],
      [
        " Comp",
        -0.00062260736
      ],
      [
        "son",
        -2.1054253e-05
      ]
    ]
  },
  "A long, white stadium-like building stretches far into the background and bears a red pennant flag waving towards the left.  A dark, shadowy building dominates the foreground and the right of the canvas, next to which sits a covered wagon with an open door.  The light alley between the two buildings contains the shadow of a man on the ground and the silhouette of a girl rolling a hoop down the street.  FTP, identify this 1914 painting, perhaps the most famous work by Giorgio de Chirico.": {
    "guess": "The Disquieting Muses",
    "confidence": [
      [
        "The",
        -0.41582257
      ],
      [
        " Dis",
        -0.23879233
      ],
      [
        "quiet",
        -7.89631e-07
      ],
      [
        "ing",
        -4.723352e-06
      ],
      [
        " M",
        -0.00027277938
      ],
      [
        "uses",
        -3.059055e-05
      ]
    ]
  },
  "A longtime friend of Thomas Jefferson, he directed the crossing of the Yadkin and Dan rivers while serving under Nathanel Greene and later conducted a blockade of Charleston.  He rose to fame in his homeland after the Battle of Dubienka and his manifesto of Polaniec helped to spur on the struggle against Russian invaders in the face of a third partition.  Though he led bayonet charges during the defense of Warsaw, he was eventually captured and jailed by Catherine the Great's forces. FTP, identify this Polish army officer and statesman, the namesake of Australia's highest peak.": {
    "guess": "Tadeusz Kościuszko",
    "confidence": [
      [
        "T",
        -0.013900442
      ],
      [
        "ade",
        -8.053688e-05
      ],
      [
        "usz",
        -4.477578e-05
      ],
      [
        " Ko",
        -0.014836609
      ],
      [
        "ści",
        -0.00019805702
      ],
      [
        "usz",
        -6.134509e-05
      ],
      [
        "ko",
        -1.3306016e-05
      ]
    ]
  },
  "A longtime friend of Thomas Jefferson, he directed the crossing of the Yadkin and Dan rivers while serving": {
    "guess": "Daniel Morgan",
    "confidence": [
      [
        "Daniel",
        -0.46086386
      ],
      [
        " Morgan",
        -0.033592455
      ]
    ]
  },
  "A long scenic stretch along this country's southern coast is known as the \"Garden Route\" and includes the Cango Caves. A large desert region in this country is known as the \"Karoo,\" and its highest mountain range is the Drakensberg. One city in this country has the Victoria and Alfred Waterfront, is": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.0013876127
      ],
      [
        " Africa",
        -6.6113236e-05
      ]
    ]
  },
  "Not long after this artist turned to illustrating historical novels, his son died, which led to the loss of this man's pension and the creation of the works for which he is now most famous. In writing about his own work, this artist claimed that only at 73 did he \"finally comprehend something of the true quality of birds,\" and that at 110, \"each line shall surely possess a life of its own.\" His earlier works include two collections of Festivals as well as a depiction of foreigners observing the customs of his country, but he is most famous for a collection of which one drawing inspired Rilke's poem Der Berg, as well as his namesake manga. A late contemporary of Hiroshige, for ten points, identify this painter of The Dream of the Fisherman's Wife, as well as such ukiyo-e works as Thirty Six Views of Mount Fuji.": {
    "guess": "Katsushika Hokusai",
    "confidence": [
      [
        "K",
        -0.37340167
      ],
      [
        "ats",
        -0.0005209816
      ],
      [
        "ush",
        -0.0016781525
      ],
      [
        "ika",
        -2.4272753e-05
      ],
      [
        " H",
        -0.00042233232
      ],
      [
        "okus",
        -6.6306106e-06
      ],
      [
        "ai",
        -4.0246043e-05
      ]
    ]
  },
  "One longtime professor at this school, who wrote the book Orientalism and was an outspoken advocate for": {
    "guess": "Columbia University",
    "confidence": [
      [
        "C",
        -0.51058716
      ],
      [
        "olumbia",
        -5.6338537e-05
      ],
      [
        " University",
        -0.0006400037
      ]
    ]
  },
  "A long, white stadium-like building stretches far into the background and bears a red pennant flag waving towards the left.  A dark, shadowy building dominates the foreground and the right of the canvas,": {
    "guess": "The Death of General Wolfe",
    "confidence": [
      [
        "The",
        -1.6250517
      ],
      [
        " Death",
        -0.89328074
      ],
      [
        " of",
        -0.010470533
      ],
      [
        " General",
        -0.053084534
      ],
      [
        " Wolfe",
        -0.0008004574
      ]
    ]
  },
  "The lone dissenting opinion in this case relied partially on a reading of Kidd v. Pearson to establish that contracts to purchase goods for transportation were included under the rubric of interstate commerce. The majority opinion in this case opened by citing Edward Coke's pamphlet  \"Against (*) Monopolists,": {
    "guess": "Gibbons v. Ogden",
    "confidence": [
      [
        "G",
        -0.7351346
      ],
      [
        "ib",
        -0.008554643
      ],
      [
        "bons",
        -0.00094386126
      ],
      [
        " v",
        -0.00045414869
      ],
      [
        ".",
        -0.0008258258
      ],
      [
        " Og",
        -0.00026205103
      ],
      [
        "den",
        -2.319992e-05
      ]
    ]
  },
  "In his lone election, this man ran with William Rufus King as his running mate and defeated his commanding": {
    "guess": "Franklin Pierce",
    "confidence": [
      [
        "Frank",
        -0.08217069
      ],
      [
        "lin",
        -0.00026073982
      ],
      [
        " Pierce",
        -0.00015431295
      ]
    ]
  },
  "The longest section ends when Jesse Bentley takes his grandson David Hardy into the woods so they can sacrifice a lamb to God. The first section tells of the suspected pederast Wing Biddlebaum, and this work ends with \"Departure,\" in which the protagonist gets on a train to leave the titular town. The aforementioned \"Godliness\" and \"Hands\" are just two of, FTP, what collection of short stories first": {
    "guess": "Winesburg, Ohio",
    "confidence": [
      [
        "W",
        -0.002500033
      ],
      [
        "ines",
        -0.00028743778
      ],
      [
        "burg",
        -0.0002191524
      ],
      [
        ",",
        -4.370295e-05
      ],
      [
        " Ohio",
        -2.1531068e-05
      ]
    ]
  },
  "One longtime professor at this school, who wrote the book Orientalism and was an outspoken advocate for Pales- tinians, was Edward Said. A professor who taught for a long time at this university's highly respected Teachers Col- lege was the author of the books The School and Society and Democracy and Education, John Dewey. One of its current professors, who won the Nobel Prize in Economics, is Joseph": {
    "guess": "Columbia University",
    "confidence": [
      [
        "C",
        -0.25876793
      ],
      [
        "olumbia",
        -2.486877e-05
      ],
      [
        " University",
        -0.00042245153
      ]
    ]
  },
  "One longtime professor at this school, who wrote the book Orientalism and was an outspoken advocate for Pales- tinians, was Edward Said. A professor who taught for a long time at this university's highly respected Teachers Col- lege was the author of the books The School and Society and Democracy and": {
    "guess": "Columbia University",
    "confidence": [
      [
        "C",
        -0.08389985
      ],
      [
        "olumbia",
        -5.085517e-05
      ],
      [
        " University",
        -0.0012185709
      ]
    ]
  },
  "Not long after this artist turned to illustrating historical novels, his son died, which led to the loss of this man's pension and the creation of the works for which he is now most famous. In writing about his own work, this artist claimed that only at 73 did he \"finally comprehend something of the true quality of birds,\" and that at 110, \"each line shall surely possess a life of its own.\" His earlier works include two collections of Festivals as well as a depiction of foreigners observing the customs of his country, but he is most famous for a collection of which one drawing inspired Rilke's": {
    "guess": "Hokusai",
    "confidence": [
      [
        "H",
        -1.3522477
      ],
      [
        "okus",
        -0.020236798
      ],
      [
        "ai",
        -7.9940866e-05
      ]
    ]
  },
  "Not long after this artist turned to illustrating historical novels, his son died, which led to the loss": {
    "guess": "Howard Pyle",
    "confidence": [
      [
        "Howard",
        -0.45455328
      ],
      [
        " P",
        -0.001215356
      ],
      [
        "yle",
        -1.8789384e-05
      ]
    ]
  },
  "A longtime friend of Thomas Jefferson, he directed the crossing of the Yadkin and Dan rivers while serving under Nathanel Greene and later conducted a blockade of Charleston.  He rose to fame in his homeland after the Battle of Dubienka and his manifesto of Polaniec helped to spur on the struggle against Russian invaders in the face of a third partition.  Though he led bayonet charges during the defense": {
    "guess": "Tadeusz Kościuszko",
    "confidence": [
      [
        "T",
        -0.13458648
      ],
      [
        "ade",
        -0.0004977479
      ],
      [
        "usz",
        -0.00015741224
      ],
      [
        " Ko",
        -0.015402322
      ],
      [
        "ści",
        -0.0010092307
      ],
      [
        "usz",
        -3.5358695e-05
      ],
      [
        "ko",
        -1.8789384e-05
      ]
    ]
  },
  "His long-time collaboration with drummer Dannie Richmond yielded such politically-charged pieces as \"Oh Lord Don't Let Them Drop That Atomic Bomb On Me,\" and one dedicated to an \"All-American heel\" from Arkansas which appeared on the same album as his tribute to recently-deceased Lester Young.  He teamed up with Max Roach and Duke Ellington to record Money Jungle, and led his own bands in recording": {
    "guess": "Charles Mingus",
    "confidence": [
      [
        "Charles",
        -0.031896193
      ],
      [
        " Ming",
        -0.0014935574
      ],
      [
        "us",
        -4.2272506e-05
      ]
    ]
  },
  "A long, white stadium-like building stretches far into the background and bears a red pennant flag waving": {
    "guess": "White City (Tel Aviv)",
    "confidence": [
      [
        "White",
        -1.821492
      ],
      [
        " City",
        -0.53064567
      ],
      [
        " (",
        -0.7192246
      ],
      [
        "Tel",
        -0.19835068
      ],
      [
        " Aviv",
        -3.5358695e-05
      ],
      [
        ")",
        -0.000632736
      ]
    ]
  },
  "In his lone election, this man ran with William Rufus King as his running mate and defeated his commanding officer from the Mexican-American War, Winfield Scott. This man's Minister to Spain recommended either purchasing Cuba or taking it by force in the Ostend Manifesto. To gain land for the Southern Pacific Railroad, this man's Secretary of War arranged the Gadsden Purchase. Stephen Douglas convinced this man to repeal the Missouri Compromise and allow popular sovereignty to decide whether slavery would be legal in two certain territories. For 10 points, name this Democratic fourteenth President": {
    "guess": "Franklin Pierce",
    "confidence": [
      [
        "Frank",
        -0.008729564
      ],
      [
        "lin",
        -0.0002645543
      ],
      [
        " Pierce",
        -0.00018339496
      ]
    ]
  },
  "The longest section ends when Jesse Bentley takes his grandson David Hardy into the woods so they can sacrifice a lamb to God. The first section tells of the suspected pederast Wing Biddlebaum, and this work ends with \"Departure,\" in which the protagonist gets on a train to leave the titular town. The aforementioned \"Godliness\" and \"Hands\" are just two of, FTP, what collection of short stories first published in 1919 and unified by the character of the young reporter George Willard, a work by Sherwood Anderson?": {
    "guess": "Winesburg, Ohio",
    "confidence": [
      [
        "W",
        -0.0070208376
      ],
      [
        "ines",
        -0.00012213163
      ],
      [
        "burg",
        -0.00028576894
      ],
      [
        ",",
        -7.3861476e-05
      ],
      [
        " Ohio",
        -2.7252845e-05
      ]
    ]
  },
  "The longest section ends when Jesse Bentley takes his grandson David Hardy into the woods so they can sacrifice a lamb to God. The first section tells of the suspected pederast Wing Biddlebaum, and this work ends with \"Departure,\" in which the protagonist gets on a train to leave the titular town. The": {
    "guess": "Winesburg, Ohio",
    "confidence": [
      [
        "W",
        -0.0022557606
      ],
      [
        "ines",
        -0.00042102108
      ],
      [
        "burg",
        -0.00030745665
      ],
      [
        ",",
        -3.392825e-05
      ],
      [
        " Ohio",
        -1.2829201e-05
      ]
    ]
  },
  "The Long Range Mountains stretch up to Cape Bauld in the north, while Placentia Bay and Trinity Bay border Cape Race in the southeast. Cities on this island include Bonavista, Corner Brook, and Deer Lake, while the Strait of Belle Isle and the Cabot Strait separate it from the rest of its country. FTP,": {
    "guess": "Newfoundland (island)",
    "confidence": [
      [
        "New",
        -0.0018526007
      ],
      [
        "foundland",
        -5.4669687e-05
      ],
      [
        " (",
        -0.04923692
      ],
      [
        "is",
        -0.001797039
      ],
      [
        "land",
        -5.9153886e-06
      ],
      [
        ")",
        -1.9743013e-05
      ]
    ]
  },
  "The longest one in Asia is called the Altyn Tagh. These structures commonly end with radiating normal structures called horsetail splays.  Enechelon folds commonly occur on either side of them, and mountain ranges may form when one encounters a restraining bend.  Indent-linked ones like the Red River": {
    "guess": "Altyn-Tagh",
    "confidence": [
      [
        "Alt",
        -0.5744662
      ],
      [
        "yn",
        -0.009083669
      ],
      [
        "-",
        -0.14303799
      ],
      [
        "Tag",
        -0.00048215056
      ],
      [
        "h",
        -0.00035441187
      ]
    ]
  },
  "His long-time collaboration with drummer Dannie Richmond yielded such politically-charged pieces as \"Oh Lord Don't Let Them Drop That Atomic Bomb On Me,\" and one dedicated to an \"All-American heel\" from Arkansas which appeared on the same album as his tribute to recently-deceased Lester Young.  He teamed up with Max Roach and Duke Ellington to record Money Jungle, and led his own bands in recording such albums as The Black Saint and the Sinner Lady and Pithecanthropus Erectus.  For 10 points, name": {
    "guess": "Charles Mingus",
    "confidence": [
      [
        "Charles",
        -0.04300137
      ],
      [
        " Ming",
        -0.00014966767
      ],
      [
        "us",
        -8.657073e-06
      ]
    ]
  },
  "A long scenic stretch along this country's southern coast is known as the \"Garden Route\" and includes the Cango Caves. A large desert region in this country is known as the \"Karoo,\" and its highest mountain range is the Drakensberg. One city in this country has the Victoria and Alfred Waterfront, is overlooked by Table Mountain, and is accessible by boat from Robben Island. Its provinces include Gauteng": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.015339867
      ],
      [
        " Africa",
        -0.00096815685
      ]
    ]
  },
  "He longs to get revenge on Dalton Ames, and in the end of the novel in which he most famously appears, his neice, named after him, steals his brother's money and escapes the family home. He accuses Herbert Head of cheating at cards, and in 1909, he tells the story of Thomas Sutpen to his Harvard roommate Shreve. The son of Jason III and Caroline, on June 28, 1910, he drowns himself in the river, overcome by guilt at his incestuous feelings towards his sister Caddy. For ten points, identify this brother of Jason, Benjy, and Caddy, a member of the Compson family whose story is partially told in The": {
    "guess": "Quentin Compson",
    "confidence": [
      [
        "Qu",
        -0.007886974
      ],
      [
        "entin",
        -2.618001e-05
      ],
      [
        " Comp",
        -0.0010088731
      ],
      [
        "son",
        -3.5954712e-05
      ]
    ]
  },
  "The longest section ends when Jesse Bentley takes his grandson David Hardy into the woods so they can sacrifice a lamb to God. The first section tells of the suspected pederast Wing Biddlebaum, and this work ends with \"Departure,\" in which the protagonist gets on a train to leave the titular town. The aforementioned \"Godliness\" and \"Hands\" are just two of, FTP, what collection of short stories first published in 1919 and unified by the character of the young reporter George Willard, a work by Sherwood": {
    "guess": "Winesburg, Ohio",
    "confidence": [
      [
        "W",
        -0.0039279643
      ],
      [
        "ines",
        -0.0006726399
      ],
      [
        "burg",
        -0.00033510823
      ],
      [
        ",",
        -6.515961e-05
      ],
      [
        " Ohio",
        -1.2590794e-05
      ]
    ]
  },
  "The longest one in Asia is called the Altyn Tagh. These structures commonly end with radiating normal structures called horsetail splays.  Enechelon folds commonly occur on either side of them, and mountain": {
    "guess": "Altyn-Tagh Fault",
    "confidence": [
      [
        "Alt",
        -0.5773225
      ],
      [
        "yn",
        -0.0013761838
      ],
      [
        "-",
        -0.43926135
      ],
      [
        "Tag",
        -0.00021152703
      ],
      [
        "h",
        -0.00027063373
      ],
      [
        " Fault",
        -1.0685492
      ]
    ]
  },
  "The longest one in Asia is called the Altyn Tagh. These structures commonly end with radiating normal": {
    "guess": "Altyn-Tagh",
    "confidence": [
      [
        "Alt",
        -0.1230717
      ],
      [
        "yn",
        -0.00655669
      ],
      [
        "-",
        -0.12214159
      ],
      [
        "Tag",
        -0.00015252856
      ],
      [
        "h",
        -3.392825e-05
      ]
    ]
  },
  "The lone dissenting opinion in this case relied partially on a reading of Kidd v. Pearson to establish that contracts to purchase goods for transportation were included under the rubric of interstate commerce.": {
    "guess": "United States v. E. C. Knight Co.",
    "confidence": [
      [
        "United",
        -0.68843967
      ],
      [
        " States",
        -0.00012892624
      ],
      [
        " v",
        -0.034458224
      ],
      [
        ".",
        -0.00067335507
      ],
      [
        " E",
        -0.044450168
      ],
      [
        ".",
        -0.0063375565
      ],
      [
        " C",
        -1.5570886e-05
      ],
      [
        ".",
        -8.776276e-06
      ],
      [
        " Knight",
        -4.1273333e-06
      ],
      [
        " Co",
        -0.00097208685
      ],
      [
        ".",
        -3.488188e-05
      ]
    ]
  },
  "A long scenic stretch along this country's southern coast is known as the \"Garden Route\" and includes": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.00149653
      ],
      [
        " Africa",
        -3.357064e-05
      ]
    ]
  },
  "Its longest-reigning ruler is famous for constructing a massive pyramid- shaped mud tomb uniquely identified by stakes of acacia wood that protrude wildly from its exterior. Defeated by the Spanish eunuch Judar Pasha and his gunpowder weapons at the Battle of Tondibi, its rise was made possible in part by the usurpation of Sandaki. Daoud led it to victory over the Mossi people and Ishaq II was the": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.20142026
      ],
      [
        "hai",
        -0.0006850334
      ],
      [
        " Empire",
        -0.0004552215
      ]
    ]
  },
  "In his lone election, this man ran with William Rufus King as his running mate and defeated his commanding officer from the Mexican-American War, Winfield Scott. This man's Minister to Spain recommended": {
    "guess": "Franklin Pierce",
    "confidence": [
      [
        "Frank",
        -0.011030375
      ],
      [
        "lin",
        -0.00014478032
      ],
      [
        " Pierce",
        -6.217952e-05
      ]
    ]
  },
  "A long scenic stretch along this country's southern coast is known as the \"Garden Route\" and includes the Cango Caves. A large desert region in this country is known as the \"Karoo,\" and its highest mountain range is the Drakensberg. One city in this country has the Victoria and Alfred Waterfront, is overlooked by Table Mountain, and is accessible by boat from Robben Island. Its provinces include Gauteng and Limpopo and its judicial capital is at Bloemfontein. For 10 points, name this African country with other capitals at Pretoria and Capetown.": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.0024252408
      ],
      [
        " Africa",
        -0.00022475497
      ]
    ]
  },
  "Long John Silver, Hot Nikkles, Hot Nixon, John-John McLane,* The Panty Raider, John-John Blaizini, Johnny": {
    "guess": "John McAfee",
    "confidence": [
      [
        "John",
        -0.80894065
      ],
      [
        " McA",
        -0.70679617
      ],
      [
        "fee",
        -0.0003398727
      ]
    ]
  },
  "The lone dissenting opinion in this case relied partially on a reading of Kidd v. Pearson to establish that contracts to purchase goods for transportation were included under the rubric of interstate commerce. The majority opinion in this case opened by citing Edward Coke's pamphlet  \"Against (*) Monopolists, Propounders, and Projectors;\" that opinion was delivered by Melvin Fuller, who argued that the substance in question was probably only intended to be sold in Philadelphia and was thus not interstate": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.5034608
      ]
    ]
  },
  "One longtime professor at this school, who wrote the book Orientalism and was an outspoken advocate for Pales- tinians, was Edward Said. A professor who taught for a long time at this university's highly respected Teachers Col- lege was the author of the books The School and Society and Democracy and Education, John Dewey. One of its current professors, who won the Nobel Prize in Economics, is Joseph Stiglitz. One of its professors, who became known as the Father of American Anthropology, was Franz Boas, and one of his many important students was Margaret Mead. Just before becoming President of": {
    "guess": "Columbia University",
    "confidence": [
      [
        "C",
        -0.17335047
      ],
      [
        "olumbia",
        -1.0683535e-05
      ],
      [
        " University",
        -0.001036622
      ]
    ]
  },
  "Not long after this artist turned to illustrating historical novels, his son died, which led to the loss of this man's pension and the creation of the works for which he is now most famous. In writing about his own work, this artist claimed that only at 73 did he \"finally comprehend something of the true quality of birds,\" and that at 110, \"each line shall surely possess a life of its own.\" His earlier works include two collections of Festivals as well as a depiction of foreigners observing the customs of his country, but he is most famous for a collection of which one drawing inspired Rilke's poem Der Berg, as well as his namesake manga. A late contemporary of Hiroshige, for ten points, identify this painter of The Dream of the Fisherman's Wife, as well as such ukiyo-e works as Thirty Six": {
    "guess": "Katsushika Hokusai",
    "confidence": [
      [
        "K",
        -0.24249324
      ],
      [
        "ats",
        -0.00087227486
      ],
      [
        "ush",
        -0.0010773493
      ],
      [
        "ika",
        -4.7040652e-05
      ],
      [
        " H",
        -0.0005243193
      ],
      [
        "okus",
        -2.0339032e-05
      ],
      [
        "ai",
        -4.572941e-05
      ]
    ]
  },
  "A long, white stadium-like building stretches far into the background and bears a red pennant flag waving towards the left.  A dark, shadowy building dominates the foreground and the right of the canvas, next to which sits a covered wagon with an open door.  The light alley between the two buildings": {
    "guess": "Guernica (Picasso)",
    "confidence": [
      [
        "Gu",
        -0.2053907
      ],
      [
        "ern",
        -0.00027802069
      ],
      [
        "ica",
        -0.00013893934
      ],
      [
        " (",
        -0.13805443
      ],
      [
        "Pic",
        -0.0007026608
      ],
      [
        "asso",
        -0.000113913906
      ],
      [
        ")",
        -0.00036239854
      ]
    ]
  },
  "The Long Range Mountains stretch up to Cape Bauld in the north, while Placentia Bay and Trinity Bay border Cape Race in the southeast. Cities on this island include Bonavista, Corner Brook, and Deer Lake, while the Strait of Belle Isle and the Cabot Strait separate it from the rest of its country. FTP, identify this island, whose more famous features include Saint George's Bay, Grand Bank, and the": {
    "guess": "Newfoundland",
    "confidence": [
      [
        "New",
        -0.0057699922
      ],
      [
        "foundland",
        -0.00017278951
      ]
    ]
  },
  "The Long Range Mountains stretch up to Cape Bauld in the north, while Placentia Bay and Trinity Bay border": {
    "guess": "Newfoundland and Labrador",
    "confidence": [
      [
        "New",
        -0.10192052
      ],
      [
        "foundland",
        -0.0001844678
      ],
      [
        " and",
        -0.4155137
      ],
      [
        " Labrador",
        -0.00039421127
      ]
    ]
  },
  "The longest one in Asia is called the Altyn Tagh. These structures commonly end with radiating normal structures called horsetail splays.  Enechelon folds commonly occur on either side of them, and mountain ranges may form when one encounters a restraining bend.  Indent-linked ones like the Red River carry material away from transpression zones, and transform ones connect convergent and divergent plate boundaries.  Classified as \"sinistral\" or \"dextral,\" FTP, name this type of fault characterized": {
    "guess": "Strike-slip fault",
    "confidence": [
      [
        "Strike",
        -0.022134302
      ],
      [
        "-s",
        -0.00095171767
      ],
      [
        "lip",
        -0.00034750174
      ],
      [
        " fault",
        -0.07618433
      ]
    ]
  },
  "His long-time collaboration with drummer Dannie Richmond yielded such politically-charged pieces as \"Oh Lord Don't Let Them Drop That Atomic Bomb On Me,\" and one dedicated to an \"All-American heel\" from Arkansas which appeared on the same album as his tribute to recently-deceased Lester Young.  He teamed up with Max Roach and Duke Ellington to record Money Jungle, and led his own bands in recording such albums as The Black Saint and the Sinner Lady and Pithecanthropus Erectus.  For 10 points, name this man whose songs \"Fables of Faubus\" and \"Goodbye, Pork Pie Hat\" featured his virtuosic double bass playing.": {
    "guess": "Charles Mingus",
    "confidence": [
      [
        "Charles",
        -0.043594852
      ],
      [
        " Ming",
        -0.00015205175
      ],
      [
        "us",
        -1.2113979e-05
      ]
    ]
  },
  "The longest section ends when Jesse Bentley takes his grandson David Hardy into the woods so they can sacrifice a lamb to God. The first section tells of the suspected pederast Wing Biddlebaum, and this": {
    "guess": "Winesburg, Ohio",
    "confidence": [
      [
        "W",
        -0.0010972379
      ],
      [
        "ines",
        -0.00055898924
      ],
      [
        "burg",
        -0.00037478472
      ],
      [
        ",",
        -7.100059e-05
      ],
      [
        " Ohio",
        -1.9504607e-05
      ]
    ]
  },
  "Not long after this artist turned to illustrating historical novels, his son died, which led to the loss of this man's pension and the creation of the works for which he is now most famous. In writing about his own work, this artist claimed that only at 73 did he \"finally comprehend something of the true quality of birds,\" and that at 110, \"each line shall surely possess a life of its own.\" His earlier": {
    "guess": "John James Audubon",
    "confidence": [
      [
        "John",
        -0.61896336
      ],
      [
        " James",
        -0.0017417009
      ],
      [
        " Aud",
        -0.00021509947
      ],
      [
        "ub",
        -0.0015824705
      ],
      [
        "on",
        -7.302705e-05
      ]
    ]
  },
  "He longs to get revenge on Dalton Ames, and in the end of the novel in which he most famously appears, his neice, named after him, steals his brother's money and escapes the family home. He accuses Herbert Head of cheating at cards, and in 1909, he tells the story of Thomas Sutpen to his Harvard roommate Shreve. The son of Jason III and Caroline, on June 28, 1910, he drowns himself in the river, overcome by guilt at his incestuous feelings towards his sister Caddy. For ten points, identify this brother": {
    "guess": "Quentin Compson",
    "confidence": [
      [
        "Qu",
        -0.069200866
      ],
      [
        "entin",
        -2.0219828e-05
      ],
      [
        " Comp",
        -0.0033050969
      ],
      [
        "son",
        -2.0935051e-05
      ]
    ]
  },
  "Long John Silver, Hot Nikkles, Hot Nixon, John-John McLane,* The Panty Raider, John-John Blaizini, Johnny Dangerous, Johnny Blaze, The Ghost Rider, Iron Lung, Shakwon, Tical, Ticallion Stallion, Methtical, the MZA, Clifford Smith. FTP, these are all aliases that have been adopted by what East Coast rapper and member of the Wu-Tang Clan who might be best known for his many collaborations with Redman?": {
    "guess": "Method Man",
    "confidence": [
      [
        "Method",
        -0.018250262
      ],
      [
        " Man",
        -0.00031031753
      ]
    ]
  },
  "A long scenic stretch along this country's southern coast is known as the \"Garden Route\" and includes the Cango Caves. A large desert region in this country is known as the \"Karoo,\" and its highest mountain range is the Drakensberg. One city in this country has the Victoria and Alfred Waterfront, is overlooked by Table Mountain, and is accessible by boat from Robben Island. Its provinces include Gauteng and Limpopo and its judicial capital is at Bloemfontein. For 10 points, name this African country": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.0007653143
      ],
      [
        " Africa",
        -0.0013027379
      ]
    ]
  },
  "The lone dissenting opinion in this case relied partially on a reading of Kidd v. Pearson to establish": {
    "guess": "Roe v. Wade",
    "confidence": [
      [
        "R",
        -0.19507635
      ],
      [
        "oe",
        -0.0001690942
      ],
      [
        " v",
        -0.0007992654
      ],
      [
        ".",
        -9.2457245e-05
      ],
      [
        " Wade",
        -1.962381e-05
      ]
    ]
  },
  "Its longest-reigning ruler is famous for constructing a massive pyramid- shaped mud tomb uniquely identified by stakes of acacia wood that protrude wildly from its exterior. Defeated by the Spanish eunuch": {
    "guess": "Tomb of Qin Shi Huang",
    "confidence": [
      [
        "T",
        -1.715881
      ],
      [
        "omb",
        -0.030515634
      ],
      [
        " of",
        -0.004082317
      ],
      [
        " Qin",
        -1.2880288
      ],
      [
        " Shi",
        -0.0031034462
      ],
      [
        " Huang",
        -0.00027158734
      ]
    ]
  },
  "Its longest-reigning ruler is famous for constructing a massive pyramid- shaped mud tomb uniquely identified by stakes of acacia wood that protrude wildly from its exterior. Defeated by the Spanish eunuch Judar Pasha and his gunpowder weapons at the Battle of Tondibi, its rise was made possible in part": {
    "guess": "Askia Ishaq I",
    "confidence": [
      [
        "Ask",
        -0.63122684
      ],
      [
        "ia",
        -1.1279553e-05
      ],
      [
        " I",
        -0.7268264
      ],
      [
        "sha",
        -0.02485883
      ],
      [
        "q",
        -6.241792e-05
      ],
      [
        " I",
        -0.6632193
      ]
    ]
  },
  "Not long after this artist turned to illustrating historical novels, his son died, which led to the loss of this man's pension and the creation of the works for which he is now most famous. In writing about his own work, this artist claimed that only at 73 did he \"finally comprehend something of the true quality of birds,\" and that at 110, \"each line shall surely possess a life of its own.\" His earlier works include two collections of Festivals as well as a depiction of foreigners observing the customs of his country, but he is most famous for a collection of which one drawing inspired Rilke's poem Der Berg, as well as his namesake manga. A late contemporary of Hiroshige, for ten points, identify": {
    "guess": "Hokusai",
    "confidence": [
      [
        "H",
        -0.13742279
      ],
      [
        "okus",
        -4.6444635e-05
      ],
      [
        "ai",
        -3.8219583e-05
      ]
    ]
  },
  "The longest section ends when Jesse Bentley takes his grandson David Hardy into the woods so they can": {
    "guess": "Winesburg, Ohio",
    "confidence": [
      [
        "W",
        -0.0006566776
      ],
      [
        "ines",
        -0.00036001447
      ],
      [
        "burg",
        -0.00024358915
      ],
      [
        ",",
        -1.8193366e-05
      ],
      [
        " Ohio",
        -1.9146995e-05
      ]
    ]
  },
  "The longest one in Asia is called the Altyn Tagh. These structures commonly end with radiating normal structures called horsetail splays.  Enechelon folds commonly occur on either side of them, and mountain ranges may form when one encounters a restraining bend.  Indent-linked ones like the Red River carry material away from transpression zones, and transform ones connect convergent and divergent plate": {
    "guess": "Strike-slip fault",
    "confidence": [
      [
        "Strike",
        -0.5872435
      ],
      [
        "-s",
        -0.0030763485
      ],
      [
        "lip",
        -0.00019138161
      ],
      [
        " fault",
        -0.30207503
      ]
    ]
  },
  "In his lone election, this man ran with William Rufus King as his running mate and defeated his commanding officer from the Mexican-American War, Winfield Scott. This man's Minister to Spain recommended either purchasing Cuba or taking it by force in the Ostend Manifesto. To gain land for the Southern": {
    "guess": "Franklin Pierce",
    "confidence": [
      [
        "Frank",
        -0.009271841
      ],
      [
        "lin",
        -0.00028672256
      ],
      [
        " Pierce",
        -0.0001006823
      ]
    ]
  },
  "One longtime professor at this school, who wrote the book Orientalism and was an outspoken advocate for Pales- tinians, was Edward Said. A professor who taught for a long time at this university's highly respected Teachers Col- lege was the author of the books The School and Society and Democracy and Education, John Dewey. One of its current professors, who won the Nobel Prize in Economics, is Joseph Stiglitz. One of its professors, who became known as the Father of American Anthropology, was Franz": {
    "guess": "Columbia University",
    "confidence": [
      [
        "C",
        -0.15921444
      ],
      [
        "olumbia",
        -6.6306106e-06
      ],
      [
        " University",
        -0.0016838707
      ]
    ]
  },
  "The Long Range Mountains stretch up to Cape Bauld in the north, while Placentia Bay and Trinity Bay border Cape Race in the southeast. Cities on this island include Bonavista, Corner Brook, and Deer Lake,": {
    "guess": "Newfoundland",
    "confidence": [
      [
        "New",
        -0.0030453317
      ],
      [
        "foundland",
        -4.3583746e-05
      ]
    ]
  },
  "His long-time collaboration with drummer Dannie Richmond yielded such politically-charged pieces as \"Oh": {
    "guess": "Charles Mingus",
    "confidence": [
      [
        "Charles",
        -0.026443923
      ],
      [
        " Ming",
        -0.0005745976
      ],
      [
        "us",
        -5.3193703e-06
      ]
    ]
  },
  "Not long after this artist turned to illustrating historical novels, his son died, which led to the loss of this man's pension and the creation of the works for which he is now most famous. In writing": {
    "guess": "Gustave Doré",
    "confidence": [
      [
        "G",
        -0.3628298
      ],
      [
        "ust",
        -0.0003924232
      ],
      [
        "ave",
        -0.003915615
      ],
      [
        " Dor",
        -0.029660698
      ],
      [
        "é",
        -2.6656826e-05
      ]
    ]
  },
  "The lone dissenting opinion in this case relied partially on a reading of Kidd v. Pearson to establish that contracts to purchase goods for transportation were included under the rubric of interstate commerce. The majority opinion in this case opened by citing Edward Coke's pamphlet  \"Against (*) Monopolists, Propounders, and Projectors;\" that opinion was delivered by Melvin Fuller, who argued that": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.6460285
      ]
    ]
  },
  "He longs to get revenge on Dalton Ames, and in the end of the novel in which he most famously appears, his neice, named after him, steals his brother's money and escapes the family home. He accuses Herbert": {
    "guess": "The Sound and the Fury",
    "confidence": [
      [
        "The",
        -0.9526895
      ],
      [
        " Sound",
        -0.044231445
      ],
      [
        " and",
        -0.00050501566
      ],
      [
        " the",
        -0.0016147232
      ],
      [
        " Fury",
        -4.596782e-05
      ]
    ]
  },
  "His long-time collaboration with drummer Dannie Richmond yielded such politically-charged pieces as \"Oh Lord Don't Let Them Drop That Atomic Bomb On Me,\" and one dedicated to an \"All-American heel\" from Arkansas which appeared on the same album as his tribute to recently-deceased Lester Young.  He teamed up with Max Roach and Duke Ellington to record Money Jungle, and led his own bands in recording such albums as The Black Saint and the Sinner Lady and Pithecanthropus Erectus.  For 10 points, name this man whose songs \"Fables of Faubus\" and \"Goodbye, Pork Pie Hat\" featured his virtuosic double": {
    "guess": "Charles Mingus",
    "confidence": [
      [
        "Charles",
        -0.045863587
      ],
      [
        " Ming",
        -0.00029816243
      ],
      [
        "us",
        -1.640531e-05
      ]
    ]
  },
  "In his lone election, this man ran with William Rufus King as his running mate and defeated his commanding officer from the Mexican-American War, Winfield Scott. This man's Minister to Spain recommended either purchasing Cuba or taking it by force in the Ostend Manifesto. To gain land for the Southern Pacific Railroad, this man's Secretary of War arranged the Gadsden Purchase. Stephen Douglas convinced this man to repeal the Missouri Compromise and allow popular sovereignty to decide whether slavery": {
    "guess": "Franklin Pierce",
    "confidence": [
      [
        "Frank",
        -0.55519867
      ],
      [
        "lin",
        -0.00018375258
      ],
      [
        " Pierce",
        -0.00021212305
      ]
    ]
  },
  "The longest one in Asia is called the Altyn Tagh. These structures commonly end with radiating normal structures called horsetail splays.  Enechelon folds commonly occur on either side of them, and mountain ranges may form when one encounters a restraining bend.  Indent-linked ones like the Red River carry material away from transpression zones, and transform ones connect convergent and divergent plate boundaries.  Classified as \"sinistral\" or \"dextral,\" FTP, name this type of fault characterized by horizontal displacement along the fracture plane, whose best known example is the San Andreas.": {
    "guess": "Strike-slip fault",
    "confidence": [
      [
        "Strike",
        -0.058122046
      ],
      [
        "-s",
        -0.0011745095
      ],
      [
        "lip",
        -0.00046391605
      ],
      [
        " fault",
        -0.03774364
      ]
    ]
  },
  "He longs to get revenge on Dalton Ames, and in the end of the novel in which he most famously appears, his neice, named after him, steals his brother's money and escapes the family home. He accuses Herbert Head of cheating at cards, and in 1909, he tells the story of Thomas Sutpen to his Harvard roommate": {
    "guess": "The Sound and the Fury",
    "confidence": [
      [
        "The",
        -0.80314237
      ],
      [
        " Sound",
        -0.0042964728
      ],
      [
        " and",
        -0.00018482542
      ],
      [
        " the",
        -0.001269401
      ],
      [
        " Fury",
        -1.342522e-05
      ]
    ]
  },
  "His long-time collaboration with drummer Dannie Richmond yielded such politically-charged pieces as \"Oh Lord Don't Let Them Drop That Atomic Bomb On Me,\" and one dedicated to an \"All-American heel\" from Arkansas which appeared on the same album as his tribute to recently-deceased Lester Young.  He teamed": {
    "guess": "Charles Mingus",
    "confidence": [
      [
        "Charles",
        -0.18810418
      ],
      [
        " Ming",
        -0.00031258242
      ],
      [
        "us",
        -1.0683535e-05
      ]
    ]
  },
  "One longtime professor at this school, who wrote the book Orientalism and was an outspoken advocate for Pales- tinians, was Edward Said. A professor who taught for a long time at this university's highly respected Teachers Col- lege was the author of the books The School and Society and Democracy and Education, John Dewey. One of its current professors, who won the Nobel Prize in Economics, is Joseph Stiglitz. One of its professors, who became known as the Father of American Anthropology, was Franz Boas, and one of his many important students was Margaret Mead. Just before becoming President of the United States, Dwight Eisenhower served as its President, and it awarded a Bachelor's degree in Political Science to Barack Obama. Name this Ivy League university located in New York City.": {
    "guess": "Columbia University",
    "confidence": [
      [
        "C",
        -0.0004510494
      ],
      [
        "olumbia",
        -3.5313153e-06
      ],
      [
        " University",
        -0.00029649358
      ]
    ]
  },
  "The lone dissenting opinion in this case relied partially on a reading of Kidd v. Pearson to establish that contracts to purchase goods for transportation were included under the rubric of interstate commerce. The majority opinion in this case opened by citing Edward Coke's pamphlet  \"Against (*) Monopolists, Propounders, and Projectors;\" that opinion was delivered by Melvin Fuller, who argued that the substance in question was probably only intended to be sold in Philadelphia and was thus not interstate commerce. For 10 points, identify this Supreme Court case which held that the Sherman Anti-Trust Act did not apply to manufacturing, brought by the namesake sugar corporation.": {
    "guess": "United States v. E. C. Knight Co.",
    "confidence": [
      [
        "United",
        -0.52315986
      ],
      [
        " States",
        -0.0003457137
      ],
      [
        " v",
        -0.0006004538
      ],
      [
        ".",
        -0.0010518653
      ],
      [
        " E",
        -0.001798231
      ],
      [
        ".",
        -0.22409269
      ],
      [
        " C",
        -5.276243e-05
      ],
      [
        ".",
        -1.2590794e-05
      ],
      [
        " Knight",
        -2.2365493e-05
      ],
      [
        " Co",
        -0.19981447
      ],
      [
        ".",
        -5.7530575e-05
      ]
    ]
  },
  "Its longest-reigning ruler is famous for constructing a massive pyramid- shaped mud tomb uniquely identified by stakes of acacia wood that protrude wildly from its exterior. Defeated by the Spanish eunuch Judar Pasha and his gunpowder weapons at the Battle of Tondibi, its rise was made possible in part by the usurpation of Sandaki. Daoud led it to victory over the Mossi people and Ishaq II was the last independent ruler. Its second official ruler descended from the Mande people and was granted the": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -1.1279594
      ],
      [
        "hai",
        -0.0028996167
      ],
      [
        " Empire",
        -0.0021771467
      ]
    ]
  },
  "The lone dissenting opinion in this case relied partially on a reading of Kidd v. Pearson to establish that contracts to purchase goods for transportation were included under the rubric of interstate commerce. The majority opinion in this case opened by citing Edward Coke's pamphlet  \"Against (*) Monopolists, Propounders, and Projectors;\" that opinion was delivered by Melvin Fuller, who argued that the substance in question was probably only intended to be sold in Philadelphia and was thus not interstate commerce. For 10 points, identify this Supreme Court case which held that the Sherman Anti-Trust": {
    "guess": "Addyston Pipe & Steel Co. v. United States",
    "confidence": [
      [
        "Add",
        -0.49722752
      ],
      [
        "yst",
        -0.00053861644
      ],
      [
        "on",
        -0.00012237004
      ],
      [
        " Pipe",
        -2.8325678e-05
      ],
      [
        " &",
        -0.031056305
      ],
      [
        " Steel",
        -0.00081129395
      ],
      [
        " Co",
        -0.0053589754
      ],
      [
        ".",
        -0.0030782446
      ],
      [
        " v",
        -0.00054838747
      ],
      [
        ".",
        -0.00042030588
      ],
      [
        " United",
        -0.00846186
      ],
      [
        " States",
        -0.00010139752
      ]
    ]
  },
  "Not long after this artist turned to illustrating historical novels, his son died, which led to the loss of this man's pension and the creation of the works for which he is now most famous. In writing about his own work, this artist claimed that only at 73 did he \"finally comprehend something of the true quality of birds,\" and that at 110, \"each line shall surely possess a life of its own.\" His earlier works include two collections of Festivals as well as a depiction of foreigners observing the customs": {
    "guess": "John James Audubon",
    "confidence": [
      [
        "John",
        -1.000854
      ],
      [
        " James",
        -0.021249032
      ],
      [
        " Aud",
        -0.00043066923
      ],
      [
        "ub",
        -0.004185602
      ],
      [
        "on",
        -7.2907846e-05
      ]
    ]
  },
  "In his lone election, this man ran with William Rufus King as his running mate and defeated his commanding officer from the Mexican-American War, Winfield Scott. This man's Minister to Spain recommended either purchasing Cuba or taking it by force in the Ostend Manifesto. To gain land for the Southern Pacific Railroad, this man's Secretary of War arranged the Gadsden Purchase. Stephen Douglas convinced": {
    "guess": "Franklin Pierce",
    "confidence": [
      [
        "Frank",
        -0.027324617
      ],
      [
        "lin",
        -0.0002634815
      ],
      [
        " Pierce",
        -0.00029017578
      ]
    ]
  },
  "He longs to get revenge on Dalton Ames, and in the end of the novel in which he most famously appears, his neice, named after him, steals his brother's money and escapes the family home. He accuses Herbert Head of cheating at cards, and in 1909, he tells the story of Thomas Sutpen to his Harvard roommate Shreve. The son of Jason III and Caroline, on June 28, 1910, he drowns himself in the river, overcome": {
    "guess": "Quentin Compson",
    "confidence": [
      [
        "Qu",
        -0.024581114
      ],
      [
        "entin",
        -1.6286107e-05
      ],
      [
        " Comp",
        -0.0020448635
      ],
      [
        "son",
        -2.451116e-05
      ]
    ]
  },
  "Its longest-reigning ruler is famous for constructing a massive pyramid- shaped mud tomb uniquely identified by stakes of acacia wood that protrude wildly from its exterior. Defeated by the Spanish eunuch Judar Pasha and his gunpowder weapons at the Battle of Tondibi, its rise was made possible in part by the usurpation of Sandaki. Daoud led it to victory over the Mossi people and Ishaq II was the last independent ruler. Its second official ruler descended from the Mande people and was granted the nickname of Usurper or \"Askiya\", a title accepted by all of its subsequent rulers. FTP, name this west African empire, with its capital at Gao, founded by Sonni Ali.": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.2434714
      ],
      [
        "hai",
        -0.0003808641
      ],
      [
        " Empire",
        -9.7821416e-05
      ]
    ]
  },
  "Its longest-reigning ruler is famous for constructing a massive pyramid- shaped mud tomb uniquely identified": {
    "guess": "Mausoleum of the First Qin Emperor",
    "confidence": [
      [
        "M",
        -1.2547405
      ],
      [
        "aus",
        -0.002659482
      ],
      [
        "ole",
        -0.0004017137
      ],
      [
        "um",
        -3.5358695e-05
      ],
      [
        " of",
        -0.04978024
      ],
      [
        " the",
        -0.02533444
      ],
      [
        " First",
        -0.0013839246
      ],
      [
        " Qin",
        -1.998142e-05
      ],
      [
        " Emperor",
        -6.704273e-07
      ]
    ]
  }
}