{
  "This document originally included a complicated plan for apportionment of representatives as well as a section, later ratified as the 27th Amendment, forbidding Congressional pay raises to take effect before an election. Federalist Paper #84 defended the lack of this in the government, saying its absence actually protected the people. It was influenced by a similar document created by George Mason of Virginia in 1776, and it was first presented by James Madison. Including parts such as the Confrontation": {
    "guess": "United States Bill of Rights",
    "confidence": [
      [
        "United",
        -0.47938126
      ],
      [
        " States",
        -0.0007032568
      ],
      [
        " Bill",
        -0.10570866
      ],
      [
        " of",
        -0.14985685
      ],
      [
        " Rights",
        -0.00073660817
      ]
    ]
  },
  "A documentary by Shane O'Sullivan argues that the CIA agents George Joannides, Gordon Campbell, and David Morales were present at this event, suggesting covert CIA involvement. According to Jonn Christian and William Turner's book about this event, Dr. William Joseph Bryan hypnotized the man responsible for it. Boris Yaro's iconic photograph of this event depicts Juan Romero placing a rosary in the hand of its victim. Eyewitnesses to this event reported seeing a girl wearing a polka-dot dress who exclaimed \"we shot him! we shot him!\" The perpetrator of this event was disarmed by bodyguards Rafer Johnson and Rosey Grier in the Embassy Room of the Ambassador Hotel, where victim of this event was celebrating his victory in the California Primary over Eugene McCarthy. For 10 points, name this June": {
    "guess": "Assassination of Robert F. Kennedy",
    "confidence": [
      [
        "Ass",
        -0.015784469
      ],
      [
        "ass",
        -0.0003651402
      ],
      [
        "ination",
        -8.7450695e-05
      ],
      [
        " of",
        -0.0019061435
      ],
      [
        " Robert",
        -0.0012154751
      ],
      [
        " F",
        -0.0003038842
      ],
      [
        ".",
        -8.6616266e-05
      ],
      [
        " Kennedy",
        -2.2127088e-05
      ]
    ]
  },
  "This document condemned the subordination of the legislative and judicial powers to the executive, and argued that a certain nation had been offered peace full of shame in exchange for tyranny. After this document was published, police killed Carmen and Aquiles Serdan. Originally drafted by Federico": {
    "guess": "Plan of Ayala",
    "confidence": [
      [
        "Plan",
        -0.8309673
      ],
      [
        " of",
        -0.040816095
      ],
      [
        " Ay",
        -0.57751983
      ],
      [
        "ala",
        -0.0008582198
      ]
    ]
  },
  "This document claimed that the person to whom it was addressed had refused a golden crown in favor of a phrygium. The creator of this document claims to have served as that addressee's groom and to have met with the addressee while accompanied by his high ranking satraps. The namesake of this document": {
    "guess": "Donation of Constantine",
    "confidence": [
      [
        "Don",
        -0.06422443
      ],
      [
        "ation",
        -0.0006771696
      ],
      [
        " of",
        -5.419287e-05
      ],
      [
        " Constant",
        -0.00044914213
      ],
      [
        "ine",
        -1.0683535e-05
      ]
    ]
  },
  "A documentary by Shane O'Sullivan argues that the CIA agents George Joannides, Gordon Campbell, and David Morales were present at this event, suggesting covert CIA involvement. According to Jonn Christian": {
    "guess": "Assassination of Robert F. Kennedy",
    "confidence": [
      [
        "Ass",
        -0.22189789
      ],
      [
        "ass",
        -0.00018149138
      ],
      [
        "ination",
        -0.00058484543
      ],
      [
        " of",
        -0.0006942047
      ],
      [
        " Robert",
        -0.1379696
      ],
      [
        " F",
        -0.00051955116
      ],
      [
        ".",
        -0.0004446124
      ],
      [
        " Kennedy",
        -2.5941605e-05
      ]
    ]
  },
  "One document produced at this event refers to promoting the proper development of culture to be one of \"problems of special urgency\". In this event's aftermath, the journal Concilium was founded to promote its spirit. At this event, the concept of ressourcement was championed by the conservative wing, many of whom were members of the Congregation of the Holy Office. At this meeting's \"Black Thursday\"": {
    "guess": "Second Vatican Council",
    "confidence": [
      [
        "Second",
        -0.015441063
      ],
      [
        " Vatican",
        -4.6563837e-05
      ],
      [
        " Council",
        -0.0006423805
      ]
    ]
  },
  "One document important to this religion distinguishes between animal, vegatable, mineral, and human, and was written as a letter to Auguste-Henri Forel, while another relates an account of how a man indebted to two brothers organized their religious persecution, the Epistle to the Son of the Wolf. Realms of \"Search,\" \"Love,\" and \"True Poverty and Absolute Nothingness\" are described in a document in this faith written for a Qadiriyyih judge, and it teaches that the 100th name of god derives from the word for \"splendor.\" Symbols prominent in this faith, which posits two covenants between mankind and the divine, include a ringstone symbol, the (*) haykal, and the nine- pointed star. Its advocates a \"rational soul\" and its main texts include the aforementioned Seven Valleys and one laying out a Nineteen Day Fast during the month of ala and written in the \"black pit\" dungeon, the the Kitab-i-Aqdas and Kitab-i-Iqan or Book of Certitude, respectively. Based out of the Universal House of Justice in Haifa, Israel, this faith venerates figures like Buddha, Mohammed, and other prophets to emphasize": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0035955524
      ],
      [
        "á",
        -3.6669935e-05
      ],
      [
        "'",
        -0.00055315194
      ],
      [
        "í",
        -2.8444882e-05
      ],
      [
        " Faith",
        -0.0002193908
      ]
    ]
  },
  "This document ends abruptly with the words, \"There goes Amblard.  I believe he comes deeply taken up": {
    "guess": "The Charterhouse of Parma",
    "confidence": [
      [
        "The",
        -1.1400973
      ],
      [
        " Charter",
        -2.6078265
      ],
      [
        "house",
        -0.47602043
      ],
      [
        " of",
        -4.6683042e-05
      ],
      [
        " Par",
        -0.00011534435
      ],
      [
        "ma",
        -6.6306106e-06
      ]
    ]
  },
  "This document ends abruptly with the words, \"There goes Amblard.  I believe he comes deeply taken up with political matters\".  Addressed to \"His Excellency Don Jos?Canalejas,\" it was first published in the New York Journal after being intercepted by a Cuban agent and inflamed its readers with its descriptions of President McKinley as \"weak\" and a \"bidder for the affections of his people.\"  FTP, identify this letter written from the namesake Spanish ambassador that incited the Spanish-American War.": {
    "guess": "De Lome Letter",
    "confidence": [
      [
        "De",
        -0.0055244924
      ],
      [
        " L",
        -0.00015729303
      ],
      [
        "ome",
        -0.5124758
      ],
      [
        " Letter",
        -0.030029777
      ]
    ]
  },
  "This doctrine was deemed compatible with intuitionism yet irreconcilable with egoism as a form of \"universal hedonism\" in The Methods of Ethics, by Henry Sidgwick. Another of this school's adherents was William Paley, while its founder sought to apply it to a universal code of law in works such as Introduction": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -1.2617742
      ],
      [
        "itarian",
        -0.0001135563
      ],
      [
        "ism",
        -0.007895726
      ]
    ]
  },
  "One document important to this religion distinguishes between animal, vegatable, mineral, and human,": {
    "guess": "Classification of the Sciences",
    "confidence": [
      [
        "Classification",
        -1.9169805
      ],
      [
        " of",
        -0.102082625
      ],
      [
        " the",
        -1.9254618
      ],
      [
        " Sciences",
        -0.43133712
      ]
    ]
  },
  "One document produced at this event refers to promoting the proper development of culture to be one of \"problems of special urgency\". In this event's aftermath, the journal Concilium was founded to promote": {
    "guess": "Second Vatican Council",
    "confidence": [
      [
        "Second",
        -0.008758863
      ],
      [
        " Vatican",
        -1.7120534e-05
      ],
      [
        " Council",
        -0.0012728544
      ]
    ]
  },
  "This document condemned the subordination of the legislative and judicial powers to the executive, and argued that a certain nation had been offered peace full of shame in exchange for tyranny. After this": {
    "guess": "The Spirit of the Laws",
    "confidence": [
      [
        "The",
        -0.88494325
      ],
      [
        " Spirit",
        -0.12291896
      ],
      [
        " of",
        -0.00013619766
      ],
      [
        " the",
        -0.005048387
      ],
      [
        " Laws",
        -0.00061962724
      ]
    ]
  },
  "While this document has been entirely superceded in the United States, it remains the basis of relationships between Canada and the Native American tribes there. Its original intent was suppression of Indian warfare along the frontier, but it was largely ignored by colonists, who saw it as an unnecessary and unenforceable, alienating measure. For ten points, name the British policy issued by King George": {
    "guess": "Royal Proclamation of 1763",
    "confidence": [
      [
        "Royal",
        -0.18725727
      ],
      [
        " Pro",
        -0.00024156268
      ],
      [
        "clamation",
        -0.00012594614
      ],
      [
        " of",
        -3.2736214e-05
      ],
      [
        " ",
        -3.357064e-05
      ],
      [
        "176",
        -0.00037800323
      ],
      [
        "3",
        -1.247159e-05
      ]
    ]
  },
  "This document originally included a complicated plan for apportionment of representatives as well as a section, later ratified as the 27th Amendment, forbidding Congressional pay raises to take effect": {
    "guess": "United States Constitution",
    "confidence": [
      [
        "United",
        -0.64949346
      ],
      [
        " States",
        -0.00040850835
      ],
      [
        " Constitution",
        -0.08990233
      ]
    ]
  },
  "This document claims that history proves mankind is \"more disposed to suffer… than to right [itself] by abolishing the forms to which [it is] accustomed.\" After quoting Blackstone that \"man shall pursue his own true and substantial happiness,\" this document goes on to list twelve points, among which are that \"the equality of (*) human rights results necessarily from the fact of the identity of the": {
    "guess": "United States Declaration of Independence",
    "confidence": [
      [
        "United",
        -0.100186706
      ],
      [
        " States",
        -0.0012432056
      ],
      [
        " Declaration",
        -0.00481185
      ],
      [
        " of",
        -2.9756122e-05
      ],
      [
        " Independence",
        -0.00067240145
      ]
    ]
  },
  "This doctrine preaches that only the first man received a soul from the divine and all other souls are physically inherited from parents during conception. It believes that reality can be distinguished from the error of the senses by the strength of the impression produced and, from a strict materialism, it deduces that the human soul, human body, fire, God, and the logos are all identical. It preaches": {
    "guess": "Gnosticism",
    "confidence": [
      [
        "G",
        -1.776133
      ],
      [
        "nost",
        -0.14295492
      ],
      [
        "icism",
        -0.00083952316
      ]
    ]
  },
  "This man's doctrine declared the right of the Soviet Union to intervene in the affairs of other Communist countries when their governments were threatened. In 1950 he spent time in Moldavia sovietizing Romanians, and after losing and then regaining his seat on the Politburo he became President of the Praesidium if the Supreme Soviet in 1960. Although he briefly shared power with Alexei Kosygin after he engineered the ouster of Khrushchev, he soon took over full control of the government. FTP, who": {
    "guess": "Brezhnev Doctrine",
    "confidence": [
      [
        "B",
        -0.12283083
      ],
      [
        "rez",
        -0.00014573395
      ],
      [
        "h",
        -0.00012368128
      ],
      [
        "nev",
        -6.587483e-05
      ],
      [
        " Doctrine",
        -0.00051919353
      ]
    ]
  },
  "This doctrine preaches that only the first man received a soul from the divine and all other souls are physically inherited from parents during conception. It believes that reality can be distinguished from the error of the senses by the strength of the impression produced and, from a strict materialism, it deduces that the human soul, human body, fire, God, and the logos are all identical. It preaches apathea to the external world and its formal school was led by Cleanthes and Chrysippus. Calling for the suppression of all passions and individual desires, this philosophy found later proponents": {
    "guess": "Stoicism",
    "confidence": [
      [
        "St",
        -0.18197918
      ],
      [
        "o",
        -2.1411865e-05
      ],
      [
        "icism",
        -0.00080093055
      ]
    ]
  },
  "This document begins by mentioning the \"cultural, religious and humanist inheritance\" of the region it governs, but notably does not invoke Christianity to the chagrin of the Vatican (*) and several signatories. This document further describes its members as being \"united in diversity\" and contains statutes on the Court of Justice, Central Bank and the roles of national Parliaments in its system. FTP, name this document signed in October of 2004 and notably not ratified by the governments of The": {
    "guess": "Treaty establishing a Constitution for Europe",
    "confidence": [
      [
        "T",
        -0.7775951
      ],
      [
        "reat",
        -1.1398757e-05
      ],
      [
        "y",
        -6.80205e-05
      ],
      [
        " establishing",
        -0.58365005
      ],
      [
        " a",
        -0.0007169579
      ],
      [
        " Constitution",
        -0.0116356155
      ],
      [
        " for",
        -0.00035965684
      ],
      [
        " Europe",
        -0.0001409658
      ]
    ]
  },
  "His doctrine of human knowledge and attacks on skepticism was in direct response to Henry of Ghent.  He advanced a \"triple primacy\" proof of God's existence, an elaboration of the First Cause argument.  His earliest works were his \"parva logicalia:\" questions on Porphry's Isagoge and his commentaries on Aristotle's Categories. His dissertation was the so-called Quodlibetales Questions though his most": {
    "guess": "John Duns Scotus",
    "confidence": [
      [
        "John",
        -0.24109721
      ],
      [
        " D",
        -0.0014249986
      ],
      [
        "uns",
        -0.0002885106
      ],
      [
        " Scot",
        -0.00311533
      ],
      [
        "us",
        -1.1279553e-05
      ]
    ]
  },
  "This document originally included a complicated plan for apportionment of representatives as well as": {
    "guess": "Apportionment Act 1911",
    "confidence": [
      [
        "Ap",
        -1.0281804
      ],
      [
        "portion",
        -3.5716304e-05
      ],
      [
        "ment",
        -0.0003278368
      ],
      [
        " Act",
        -0.16054083
      ],
      [
        " ",
        -0.2089492
      ],
      [
        "191",
        -0.09363797
      ],
      [
        "1",
        -0.016676316
      ]
    ]
  },
  "One document in support of this cause stated that \"unfortunately, the overworked term 'genocide' is applicable\" and led to the recall of the Foreign Service employee who wrote that dissent-channel communique, Archer Blood. This goal was opposed by the militias Razarkars and al-Shams, and its achivement led to the displacement into refugee status of many Bihari speakers. This goal was advanced by the": {
    "guess": "1971 Bangladesh genocide",
    "confidence": [
      [
        "197",
        -0.7928213
      ],
      [
        "1",
        -0.0047933455
      ],
      [
        " Bangladesh",
        -0.27555823
      ],
      [
        " genocide",
        -0.16999677
      ]
    ]
  },
  "This document may have been signed at the house of the financier André Ruiz, and it triggered a riot at Fiac. Pope Clement VIII claimed that the passing of this law \"crucified\" him and denounced it for": {
    "guess": "Edict of Nantes",
    "confidence": [
      [
        "Ed",
        -0.00447332
      ],
      [
        "ict",
        -6.6306106e-06
      ],
      [
        " of",
        -5.3000836e-05
      ],
      [
        " N",
        -3.357064e-05
      ],
      [
        "antes",
        -4.3583746e-05
      ]
    ]
  },
  "This document may have been signed at the house of the financier André Ruiz, and it triggered a riot at Fiac. Pope Clement VIII claimed that the passing of this law \"crucified\" him and denounced it for allowing \"freedom of conscience.\" It decreed that members of the minority religion were not exempt": {
    "guess": "Edict of Nantes",
    "confidence": [
      [
        "Ed",
        -0.0010365028
      ],
      [
        "ict",
        -1.378283e-05
      ],
      [
        " of",
        -0.00013917775
      ],
      [
        " N",
        -0.00014001218
      ],
      [
        "antes",
        -3.070975e-05
      ]
    ]
  },
  "This document describes how many gallons of liquid are to be placed in water clocks for various stages of arbitration. Pseudo-Xenophon the Old Oligarch wrote a tract criticizing it, and it is the subject of a history by Aristotle. It establishes the rotation of the office of Prytanes and details which office gives offerings to Harmodius and Aristogeiton. It was reformed in the seisactheia, which included removal of the horai. The version of (*) Aristides was put into place following Ephialtes' toppling of the former archons while the Council of the Four Hundred was put into place in Draco's version. For 10 points, name this legal document reformed by Cleisthenes and Solon that provided for democracy in a Greek city-state.": {
    "guess": "Athenian Constitution",
    "confidence": [
      [
        "A",
        -0.53477544
      ],
      [
        "then",
        -0.0002484655
      ],
      [
        "ian",
        -9.865584e-05
      ],
      [
        " Constitution",
        -0.0013451157
      ]
    ]
  },
  "While this document has been entirely superceded in the United States, it remains the basis of relationships": {
    "guess": "Magna Carta",
    "confidence": [
      [
        "M",
        -0.15503775
      ],
      [
        "agna",
        -2.8802491e-05
      ],
      [
        " Cart",
        -3.917321e-05
      ],
      [
        "a",
        -6.2729996e-06
      ]
    ]
  },
  "His doctrine of human knowledge and attacks on skepticism was in direct response to Henry of Ghent.  He advanced a \"triple primacy\" proof of God's existence, an elaboration of the First Cause argument.": {
    "guess": "John Duns Scotus",
    "confidence": [
      [
        "John",
        -0.32235003
      ],
      [
        " D",
        -0.012694817
      ],
      [
        "uns",
        -0.00035584232
      ],
      [
        " Scot",
        -0.00024715427
      ],
      [
        "us",
        -3.1186566e-05
      ]
    ]
  },
  "His doctoral dissertation concerned the substitution between Labor and Capital in U.S. Manufacturing.": {
    "guess": "Substitution between Labor and Capital in U.S. Manufacturing",
    "confidence": [
      [
        "Sub",
        -0.87431616
      ],
      [
        "stitution",
        -0.0065658106
      ],
      [
        " between",
        -0.174419
      ],
      [
        " Labor",
        -0.05415339
      ],
      [
        " and",
        -0.0002933943
      ],
      [
        " Capital",
        -0.0002006795
      ],
      [
        " in",
        -0.056649536
      ],
      [
        " U",
        -0.07413671
      ],
      [
        ".S",
        -0.0005586316
      ],
      [
        ".",
        -0.00075495464
      ],
      [
        " Manufacturing",
        -0.001743843
      ]
    ]
  },
  "This document describes how many gallons of liquid are to be placed in water clocks for various stages of arbitration. Pseudo-Xenophon the Old Oligarch wrote a tract criticizing it, and it is the subject": {
    "guess": "Spartan Constitution",
    "confidence": [
      [
        "S",
        -0.80122995
      ],
      [
        "part",
        -0.00085750467
      ],
      [
        "an",
        -0.035050023
      ],
      [
        " Constitution",
        -0.00067062076
      ]
    ]
  },
  "One document in support of this cause stated that \"unfortunately, the overworked term 'genocide' is applicable\" and led to the recall of the Foreign Service employee who wrote that dissent-channel communique, Archer Blood. This goal was opposed by the militias Razarkars and al-Shams, and its achivement led to the displacement into refugee status of many Bihari speakers. This goal was advanced by the militant Freedom Force, which was enraged that Yahya Khan had asked Zulfikar Ali Bhutto to become": {
    "guess": "1971 East Pakistan genocide",
    "confidence": [
      [
        "197",
        -0.83012074
      ],
      [
        "1",
        -0.011200725
      ],
      [
        " East",
        -0.68237966
      ],
      [
        " Pakistan",
        -0.23817353
      ],
      [
        " genocide",
        -0.099906065
      ]
    ]
  },
  "A documentary by Shane O'Sullivan argues that the CIA agents George Joannides, Gordon Campbell, and David": {
    "guess": "RFK Must Die: The Assassination of Bobby Kennedy",
    "confidence": [
      [
        "RF",
        -0.5620877
      ],
      [
        "K",
        -0.0007069522
      ],
      [
        " Must",
        -0.00018494461
      ],
      [
        " Die",
        -8.5781845e-05
      ],
      [
        ":",
        -0.03127804
      ],
      [
        " The",
        -0.0023399699
      ],
      [
        " Assass",
        -0.0025594956
      ],
      [
        "ination",
        -0.00016814057
      ],
      [
        " of",
        -0.005462255
      ],
      [
        " Bobby",
        -0.009241957
      ],
      [
        " Kennedy",
        -0.0001005631
      ]
    ]
  },
  "His 1938 doctoral dissertation on Science, Technology and Society in Seventeenth Century England proved influential in its prosopographic analysis of scientific communities. He began teaching at Columbia in 1941, where he was co-director with Lazarsfeld of the Bureau of Applied Social Research, and his major work included studies of reference groups, role theory, and deviance from a functionalist perspective. FTP, identify this American sociologist, whose best known works include Sociological Ambivalence": {
    "guess": "Robert K. Merton",
    "confidence": [
      [
        "Robert",
        -0.16855161
      ],
      [
        " K",
        -0.68716234
      ],
      [
        ".",
        -0.0045779883
      ],
      [
        " M",
        -7.421909e-05
      ],
      [
        "erton",
        -8.2324936e-05
      ]
    ]
  },
  "This man's doctrine declared the right of the Soviet Union to intervene in the affairs of other Communist": {
    "guess": "Brezhnev Doctrine",
    "confidence": [
      [
        "B",
        -0.0653605
      ],
      [
        "rez",
        -1.5213274e-05
      ],
      [
        "h",
        -4.0842064e-05
      ],
      [
        "nev",
        -3.1544176e-05
      ],
      [
        " Doctrine",
        -0.0009361167
      ]
    ]
  },
  "This man's doctrine declared the right of the Soviet Union to intervene in the affairs of other Communist countries when their governments were threatened. In 1950 he spent time in Moldavia sovietizing Romanians, and after losing and then regaining his seat on the Politburo he became President of the Praesidium if the Supreme Soviet in 1960. Although he briefly shared power with Alexei Kosygin after": {
    "guess": "Brezhnev Doctrine",
    "confidence": [
      [
        "B",
        -0.27578917
      ],
      [
        "rez",
        -6.4802e-05
      ],
      [
        "h",
        -8.780831e-05
      ],
      [
        "nev",
        -6.0033854e-05
      ],
      [
        " Doctrine",
        -0.0006120019
      ]
    ]
  },
  "One document important to this religion distinguishes between animal, vegatable, mineral, and human, and was written as a letter to Auguste-Henri Forel, while another relates an account of how a man indebted to two brothers organized their religious persecution, the Epistle to the Son of the Wolf. Realms of \"Search,\" \"Love,\" and \"True Poverty and Absolute Nothingness\" are described in a document in this faith written for a Qadiriyyih judge, and it teaches that the 100th name of god derives from the word for \"splendor.\" Symbols prominent in this faith, which posits two covenants between mankind and the divine, include a ringstone symbol, the (*) haykal, and the nine- pointed star. Its advocates a \"rational soul\" and its main texts include the aforementioned Seven Valleys and one laying out a Nineteen Day Fast during the month of ala and written in the \"black pit\" dungeon, the the Kitab-i-Aqdas and Kitab-i-Iqan or Book of Certitude, respectively. Based out of the Universal House of Justice in Haifa, Israel, this faith venerates figures like Buddha, Mohammed, and other prophets to emphasize the unity of all religions and of mankind. FTP, name this religion based on Shia Islam, which was founded by Baha-u-llah in nineteenth-century Persia.": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.00056852185
      ],
      [
        "á",
        -0.00011164904
      ],
      [
        "'",
        -0.010663634
      ],
      [
        "í",
        -1.5928495e-05
      ],
      [
        " Faith",
        -0.00029101022
      ]
    ]
  },
  "This document claims that history proves mankind is \"more disposed to suffer… than to right [itself]": {
    "guess": "Common Sense (pamphlet)",
    "confidence": [
      [
        "Common",
        -0.50918853
      ],
      [
        " Sense",
        -0.0003390383
      ],
      [
        " (",
        -0.3841306
      ],
      [
        "p",
        -0.015235977
      ],
      [
        "am",
        -2.1531068e-05
      ],
      [
        "ph",
        -1.147242e-06
      ],
      [
        "let",
        -1.147242e-06
      ],
      [
        ")",
        -5.5265704e-05
      ]
    ]
  },
  "This doctrine preaches that only the first man received a soul from the divine and all other souls are physically inherited from parents during conception. It believes that reality can be distinguished from the error of the senses by the strength of the impression produced and, from a strict materialism,": {
    "guess": "Gnosticism",
    "confidence": [
      [
        "G",
        -1.918914
      ],
      [
        "nost",
        -0.17343386
      ],
      [
        "icism",
        -0.00013691289
      ]
    ]
  },
  "One document important to this religion distinguishes between animal, vegatable, mineral, and human, and was written as a letter to Auguste-Henri Forel, while another relates an account of how a man indebted to two brothers organized their religious persecution, the Epistle to the Son of the Wolf. Realms of \"Search,\" \"Love,\" and \"True Poverty and Absolute Nothingness\" are described in a document in": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0034438574
      ],
      [
        "á",
        -1.342522e-05
      ],
      [
        "'",
        -0.00023798658
      ],
      [
        "í",
        -2.355753e-05
      ],
      [
        " Faith",
        -0.0010350723
      ]
    ]
  },
  "This document describes how many gallons of liquid are to be placed in water clocks for various stages of arbitration. Pseudo-Xenophon the Old Oligarch wrote a tract criticizing it, and it is the subject of a history by Aristotle. It establishes the rotation of the office of Prytanes and details which office gives offerings to Harmodius and Aristogeiton. It was reformed in the seisactheia, which included removal of the horai. The version of (*) Aristides was put into place following Ephialtes' toppling": {
    "guess": "Athenian Constitution",
    "confidence": [
      [
        "A",
        -0.19671972
      ],
      [
        "then",
        -0.0057449793
      ],
      [
        "ian",
        -0.00013536324
      ],
      [
        " Constitution",
        -0.0062154243
      ]
    ]
  },
  "One document produced at this event refers to promoting the proper development of culture to be one of \"problems of special urgency\". In this event's aftermath, the journal Concilium was founded to promote its spirit. At this event, the concept of ressourcement was championed by the conservative wing, many of whom were members of the Congregation of the Holy Office. At this meeting's \"Black Thursday\" or \"Day of Wrath\", the pope postponed the vote on a document lobbied for by John (*) Courtney Murray, which was a declaration on religious freedom. Cardinal Bea spearheaded a document that opposes": {
    "guess": "Second Vatican Council",
    "confidence": [
      [
        "Second",
        -0.009557272
      ],
      [
        " Vatican",
        -7.326546e-05
      ],
      [
        " Council",
        -0.0008687061
      ]
    ]
  },
  "This document was the subject of a 1947 court case which revolved around the Stanoline Oil and Gas Company. Ambrose Sevier carried it in his saddle bag when he and Nathan Clifford were sent to complete it and offer explanations of the proposed amendments to it, which consisted of modifying or rejecting Articles 9, 10, and 12, though it was made clear that the transfer of 12 million dollars would be uninterrupted. This amendment, known as the Protocol of Queretaro, finalized the 23-article document": {
    "guess": "Treaty of Guadalupe Hidalgo",
    "confidence": [
      [
        "T",
        -1.0524881
      ],
      [
        "reat",
        -0.00037347348
      ],
      [
        "y",
        -0.0011037794
      ],
      [
        " of",
        -0.0023532875
      ],
      [
        " Gu",
        -0.011068811
      ],
      [
        "ad",
        -0.0038675389
      ],
      [
        "alu",
        -2.6299214e-05
      ],
      [
        "pe",
        -2.3438328e-05
      ],
      [
        " H",
        -0.00085108227
      ],
      [
        "idal",
        -0.0011450992
      ],
      [
        "go",
        -9.729906e-06
      ]
    ]
  },
  "This document begins by mentioning the \"cultural, religious and humanist inheritance\" of the region it governs, but notably does not invoke Christianity to the chagrin of the Vatican (*) and several signatories. This document further describes its members as being \"united in diversity\" and contains statutes on the Court of Justice, Central Bank and the roles of national Parliaments in its system. FTP, name this document signed in October of 2004 and notably not ratified by the governments of The Netherlands and France.": {
    "guess": "Constitution of the European Union",
    "confidence": [
      [
        "Con",
        -0.79114693
      ],
      [
        "stitution",
        -0.0005645882
      ],
      [
        " of",
        -0.3904987
      ],
      [
        " the",
        -0.10195152
      ],
      [
        " European",
        -0.00083225913
      ],
      [
        " Union",
        -0.00072613294
      ]
    ]
  },
  "This document may have been signed at the house of the financier André Ruiz, and it triggered a riot at Fiac. Pope Clement VIII claimed that the passing of this law \"crucified\" him and denounced it for allowing \"freedom of conscience.\" It decreed that members of the minority religion were not exempt from paying tithes and had to respect Catholic holidays, but it did establish safe havens such as La Rochelle. It was later revoked by the Edict of Fontainebleau. For 10 points, name this 1598 Edict by": {
    "guess": "Edict of Nantes",
    "confidence": [
      [
        "Ed",
        -0.018042235
      ],
      [
        "ict",
        -0.00024120507
      ],
      [
        " of",
        -0.007281353
      ],
      [
        " N",
        -0.001027093
      ],
      [
        "antes",
        -0.00020795093
      ]
    ]
  },
  "One document named for this city concluded the Albigensian Crusade. Another signed thirty years later relinquished Henry III's claim to Normandy and Anjou. One treaty named after this city ended the Crimean War. Under the conditions of another treaty with this name, Spain ceded Guam to the United States.": {
    "guess": "Paris",
    "confidence": [
      [
        "Paris",
        -0.45113802
      ]
    ]
  },
  "This document describes how many gallons of liquid are to be placed in water clocks for various stages of arbitration. Pseudo-Xenophon the Old Oligarch wrote a tract criticizing it, and it is the subject of a history by Aristotle. It establishes the rotation of the office of Prytanes and details which office gives offerings to Harmodius and Aristogeiton. It was reformed in the seisactheia, which included removal of the horai. The version of (*) Aristides was put into place following Ephialtes' toppling of the former archons while the Council of the Four Hundred was put into place in Draco's version. For 10 points, name this legal document reformed by Cleisthenes and Solon that provided for democracy": {
    "guess": "Athenian Constitution",
    "confidence": [
      [
        "A",
        -0.4092501
      ],
      [
        "then",
        -0.00010676169
      ],
      [
        "ian",
        -6.4444386e-05
      ],
      [
        " Constitution",
        -0.00071862683
      ]
    ]
  },
  "This document claims that history proves mankind is \"more disposed to suffer… than to right [itself] by abolishing the forms to which [it is] accustomed.\" After quoting Blackstone that \"man shall pursue his own true and substantial happiness,\" this document goes on to list twelve points, among which are that \"the equality of (*) human rights results necessarily from the fact of the identity of the race in capabilities and responsibilities\" and that a \"perverted application of the Scriptures\" has caused a certain group of people to be confined to \"corrupt customs.\" Its ninth point dealt with the issue of voting, and its one hundred signers included Frederick Douglass and Elizabeth Cady Stanton. For 10 points, name this 1848 document, the product of the Seneca Falls Convention.": {
    "guess": "Declaration of Sentiments",
    "confidence": [
      [
        "Declaration",
        -0.017796347
      ],
      [
        " of",
        -0.00015622021
      ],
      [
        " Sent",
        -0.019195607
      ],
      [
        "iments",
        -2.451116e-05
      ]
    ]
  },
  "One document important to this religion distinguishes between animal, vegatable, mineral, and human, and was written as a letter to Auguste-Henri Forel, while another relates an account of how a man indebted to two brothers organized their religious persecution, the Epistle to the Son of the Wolf. Realms of \"Search,\" \"Love,\" and \"True Poverty and Absolute Nothingness\" are described in a document in this faith written for a Qadiriyyih judge, and it teaches that the 100th name of god derives from the word for \"splendor.\" Symbols prominent in this faith, which posits two covenants between mankind": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0060106833
      ],
      [
        "á",
        -3.8219583e-05
      ],
      [
        "'",
        -0.46282247
      ],
      [
        "í",
        -3.655073e-05
      ],
      [
        " Faith",
        -0.0852795
      ]
    ]
  },
  "This document begins by mentioning the \"cultural, religious and humanist inheritance\" of the region it governs, but notably does not invoke Christianity to the chagrin of the Vatican (*) and several signatories. This document further describes its members as being \"united in diversity\" and contains statutes": {
    "guess": "Treaty on the Prohibition of Nuclear Weapons",
    "confidence": [
      [
        "T",
        -0.76963955
      ],
      [
        "reat",
        -3.888926e-06
      ],
      [
        "y",
        -0.00027980874
      ],
      [
        " on",
        -0.24990627
      ],
      [
        " the",
        -0.09419698
      ],
      [
        " Pro",
        -0.2595163
      ],
      [
        "hibition",
        -5.025915e-05
      ],
      [
        " of",
        -0.00020318278
      ],
      [
        " Nuclear",
        -4.1080468e-05
      ],
      [
        " Weapons",
        -0.00017672323
      ]
    ]
  },
  "This document's ninth section provided for a council of 25 members to ensure cooperation. This document": {
    "guess": "Articles of Confederation",
    "confidence": [
      [
        "Articles",
        -0.4339306
      ],
      [
        " of",
        -0.017030776
      ],
      [
        " Confeder",
        -0.00016623331
      ],
      [
        "ation",
        -0.00010223195
      ]
    ]
  },
  "A document published by this group complained about the imprisonment of Major Tulidah, the oppressions of the Merchant Adventurers monopoly, and the existing government's continuation of religious persecution": {
    "guess": "Company of Merchant Adventurers of London",
    "confidence": [
      [
        "Company",
        -1.1811455
      ],
      [
        " of",
        -0.0035557658
      ],
      [
        " Merchant",
        -0.19289978
      ],
      [
        " Advent",
        -0.0014686766
      ],
      [
        "urers",
        -9.233804e-05
      ],
      [
        " of",
        -0.017730998
      ],
      [
        " London",
        -0.23668897
      ]
    ]
  },
  "His doctoral dissertation concerned the substitution between Labor and Capital in U.S. Manufacturing. One of his articles introduced a model in which all individuals can only observe aggregated price changes, a set up which means that they cannot make the right decisions about changing production levels. A related concept to that Islands model is this man's namesake critique which claims that any economic relationships that appear to hold in the real world may become invalid as a response to active": {
    "guess": "Lucas critique",
    "confidence": [
      [
        "Luc",
        -0.22215736
      ],
      [
        "as",
        -0.0001468068
      ],
      [
        " critique",
        -0.09258031
      ]
    ]
  },
  "In the Doctor Who universe, it was written by the Silurians, making it millions of years older than in other mythos. Believed to have been written around 730AD, translations include a Russian version for": {
    "guess": "Voynich manuscript",
    "confidence": [
      [
        "Vo",
        -1.5195053
      ],
      [
        "yn",
        -0.00022678143
      ],
      [
        "ich",
        -1.2590794e-05
      ],
      [
        " manuscript",
        -0.59276843
      ]
    ]
  },
  "A documentary by Shane O'Sullivan argues that the CIA agents George Joannides, Gordon Campbell, and David Morales were present at this event, suggesting covert CIA involvement. According to Jonn Christian and William Turner's book about this event, Dr. William Joseph Bryan hypnotized the man responsible for it. Boris Yaro's iconic photograph of this event depicts Juan Romero placing a rosary in the hand of its victim. Eyewitnesses to this event reported seeing a girl wearing a polka-dot dress who": {
    "guess": "Assassination of Robert F. Kennedy",
    "confidence": [
      [
        "Ass",
        -0.009422775
      ],
      [
        "ass",
        -0.00027992795
      ],
      [
        "ination",
        -9.968313e-06
      ],
      [
        " of",
        -0.0005723327
      ],
      [
        " Robert",
        -0.00013548243
      ],
      [
        " F",
        -3.035214e-05
      ],
      [
        ".",
        -4.7040652e-05
      ],
      [
        " Kennedy",
        -1.7835755e-05
      ]
    ]
  },
  "This doctrine was deemed compatible with intuitionism yet irreconcilable with egoism as a form of \"universal hedonism\" in The Methods of Ethics, by Henry Sidgwick. Another of this school's adherents was William Paley, while its founder sought to apply it to a universal code of law in works such as Introduction to the (*) Principles of Morals and Legislation. In addition to Jeremy Bentham, it was advocated": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.31874076
      ],
      [
        "itarian",
        -7.445749e-05
      ],
      [
        "ism",
        -0.0022259066
      ]
    ]
  },
  "This document condemned the subordination of the legislative and judicial powers to the executive, and argued that a certain nation had been offered peace full of shame in exchange for tyranny. After this document was published, police killed Carmen and Aquiles Serdan. Originally drafted by Federico González Garza, Roque Estrada, Juan Sánchez Azcona, and Enrique Bordas Mangel, it attacked the choice": {
    "guess": "Plan of San Luis Potosí",
    "confidence": [
      [
        "Plan",
        -1.3825009
      ],
      [
        " of",
        -0.0547797
      ],
      [
        " San",
        -0.7833508
      ],
      [
        " Luis",
        -4.8113485e-05
      ],
      [
        " P",
        -0.020804744
      ],
      [
        "otos",
        -3.4121115e-06
      ],
      [
        "í",
        -0.2908621
      ]
    ]
  },
  "This doctrine was deemed compatible with intuitionism yet irreconcilable with egoism as a form of \"universal hedonism\" in The Methods of Ethics, by Henry Sidgwick. Another of this school's adherents was William Paley, while its founder sought to apply it to a universal code of law in works such as Introduction to the (*) Principles of Morals and Legislation. In addition to Jeremy Bentham, it was advocated by the man who wrote On Liberty, John Stuart Mill. For 10 points, name this school of ethics": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.017030306
      ],
      [
        "itarian",
        -6.0345924e-06
      ],
      [
        "ism",
        -9.305327e-05
      ]
    ]
  },
  "This man's doctrine declared the right of the Soviet Union to intervene in the affairs of other Communist countries when their governments were threatened. In 1950 he spent time in Moldavia sovietizing Romanians, and after losing and then regaining his seat on the Politburo he became President of the": {
    "guess": "Brezhnev Doctrine",
    "confidence": [
      [
        "B",
        -0.34253567
      ],
      [
        "rez",
        -0.0003802681
      ],
      [
        "h",
        -0.0001472836
      ],
      [
        "nev",
        -8.43514e-05
      ],
      [
        " Doctrine",
        -0.0010011323
      ]
    ]
  },
  "One document produced at this event refers to promoting the proper development of culture to be one of \"problems of special urgency\". In this event's aftermath, the journal Concilium was founded to promote its spirit. At this event, the concept of ressourcement was championed by the conservative wing, many of whom were members of the Congregation of the Holy Office. At this meeting's \"Black Thursday\" or \"Day of Wrath\", the pope postponed the vote on a document lobbied for by John (*) Courtney Murray, which was a declaration on religious freedom. Cardinal Bea spearheaded a document that opposes blaming Jews for the death of Christ. Those documents produced by this council are the Dignitatis Humanae and the Nostra Aetate. For 10 points, name this church council led by John XXIII and Paul VI,": {
    "guess": "Second Vatican Council",
    "confidence": [
      [
        "Second",
        -0.0125526255
      ],
      [
        " Vatican",
        -8.4112995e-05
      ],
      [
        " Council",
        -0.00029542076
      ]
    ]
  },
  "A document published by this group complained about the imprisonment of Major Tulidah, the oppressions of the Merchant Adventurers monopoly, and the existing government's continuation of religious persecution once carried out by the High Commission. That document was called Gold Tried in the Fire because it responded to the public burning of this group's petitions. An early mutiny by this group took place on Corkbush Field near Ware; a later one ended when three of the ringleaders were shot in a churchyard at Burford. One leader of this movement was stabbed at Doncaster by conspirators who tried to capture him in exchange for Marmaduke Langdale. That man, who was told \"you must fly for refuge": {
    "guess": "Levellers",
    "confidence": [
      [
        "Le",
        -0.34481922
      ],
      [
        "v",
        -0.00015455135
      ],
      [
        "ellers",
        -0.009881102
      ]
    ]
  },
  "This document originally included a complicated plan for apportionment of representatives as well as a section, later ratified as the 27th Amendment, forbidding Congressional pay raises to take effect before an election. Federalist Paper #84 defended the lack of this in the government, saying its absence actually protected the people. It was influenced by a similar document created by George Mason of Virginia in 1776, and it was first presented by James Madison. Including parts such as the Confrontation Clause, the Establishment Clause, and the Free Exercise Clause, this is, FTP, what document": {
    "guess": "United States Constitution",
    "confidence": [
      [
        "United",
        -0.0010379294
      ],
      [
        " States",
        -2.0696643e-05
      ],
      [
        " Constitution",
        -0.2622651
      ]
    ]
  },
  "His doctrine of human knowledge and attacks on skepticism was in direct response to Henry of Ghent.  He advanced a \"triple primacy\" proof of God's existence, an elaboration of the First Cause argument.  His earliest works were his \"parva logicalia:\" questions on Porphry's Isagoge and his commentaries on Aristotle's Categories. His dissertation was the so-called Quodlibetales Questions though his most famous work is his commentary on Peter Lombard's Sentences.  FTP, name this theologian and philosopher, known as Doctor Subtilis, whose surname comes from his origin in Scotland and whose followers became known as dunces.": {
    "guess": "Duns Scotus",
    "confidence": [
      [
        "D",
        -0.012877831
      ],
      [
        "uns",
        -7.107425e-06
      ],
      [
        " Scot",
        -0.00014239625
      ],
      [
        "us",
        -6.2729996e-06
      ]
    ]
  },
  "This document begins by mentioning the \"cultural, religious and humanist inheritance\" of the region it governs, but notably does not invoke Christianity to the chagrin of the Vatican (*) and several signatories.": {
    "guess": "Constitution of Europe",
    "confidence": [
      [
        "Con",
        -1.1051171
      ],
      [
        "stitution",
        -0.046806153
      ],
      [
        " of",
        -0.005103899
      ],
      [
        " Europe",
        -1.2733244
      ]
    ]
  },
  "This document condemned the subordination of the legislative and judicial powers to the executive, and argued that a certain nation had been offered peace full of shame in exchange for tyranny. After this document was published, police killed Carmen and Aquiles Serdan. Originally drafted by Federico González Garza, Roque Estrada, Juan Sánchez Azcona, and Enrique Bordas Mangel, it attacked the choice of Ramon Corral as a successor, and was partially inspired by a raid on its author's newspaper El Anti-Reelectionista. First issued during its author's exile in San Antonio, it called for an uprising": {
    "guess": "Plan of San Luis Potosí",
    "confidence": [
      [
        "Plan",
        -0.07910085
      ],
      [
        " of",
        -0.13619046
      ],
      [
        " San",
        -0.0006965888
      ],
      [
        " Luis",
        -4.2272506e-05
      ],
      [
        " P",
        -0.105162285
      ],
      [
        "otos",
        -5.5122365e-07
      ],
      [
        "í",
        -0.2731597
      ]
    ]
  },
  "A documentary by Shane O'Sullivan argues that the CIA agents George Joannides, Gordon Campbell, and David Morales were present at this event, suggesting covert CIA involvement. According to Jonn Christian and William Turner's book about this event, Dr. William Joseph Bryan hypnotized the man responsible for it. Boris Yaro's iconic photograph of this event depicts Juan Romero placing a rosary in the hand of its victim. Eyewitnesses to this event reported seeing a girl wearing a polka-dot dress who exclaimed \"we shot him! we shot him!\" The perpetrator of this event was disarmed by bodyguards Rafer Johnson and Rosey Grier in the Embassy Room of the Ambassador Hotel, where victim of this event was": {
    "guess": "Assassination of Robert F. Kennedy",
    "confidence": [
      [
        "Ass",
        -0.0027166647
      ],
      [
        "ass",
        -0.00019579215
      ],
      [
        "ination",
        -1.1041146e-05
      ],
      [
        " of",
        -0.0016612585
      ],
      [
        " Robert",
        -0.00032545274
      ],
      [
        " F",
        -7.862962e-05
      ],
      [
        ".",
        -7.672237e-05
      ],
      [
        " Kennedy",
        -1.1279553e-05
      ]
    ]
  },
  "This document claims that history proves mankind is \"more disposed to suffer… than to right [itself] by abolishing the forms to which [it is] accustomed.\" After quoting Blackstone that \"man shall pursue his own true and substantial happiness,\" this document goes on to list twelve points, among which are that \"the equality of (*) human rights results necessarily from the fact of the identity of the race in capabilities and responsibilities\" and that a \"perverted application of the Scriptures\" has caused a certain group of people to be confined to \"corrupt customs.\" Its ninth point dealt with the": {
    "guess": "United States Declaration of Sentiments",
    "confidence": [
      [
        "United",
        -1.2750459
      ],
      [
        " States",
        -0.18505333
      ],
      [
        " Declaration",
        -0.00222781
      ],
      [
        " of",
        -6.563642e-05
      ],
      [
        " Sent",
        -0.6564715
      ],
      [
        "iments",
        -6.9331734e-05
      ]
    ]
  },
  "One document named for this city concluded the Albigensian Crusade. Another signed thirty years later relinquished Henry III's claim to Normandy and Anjou. One treaty named after this city ended the Crimean War. Under the conditions of another treaty with this name, Spain ceded Guam to the United States. A treaty with this name acknowledged the independence of the Thirteen Colonies. For 10 points, name this city that gave its name to treaties that ended both the Spanish-American and the Revolutionary": {
    "guess": "Treaty of Paris",
    "confidence": [
      [
        "T",
        -0.56641126
      ],
      [
        "reat",
        -4.3202e-07
      ],
      [
        "y",
        -0.0023255793
      ],
      [
        " of",
        -4.0722858e-05
      ],
      [
        " Paris",
        -0.0002879146
      ]
    ]
  },
  "One document named for this city concluded the Albigensian Crusade. Another signed thirty years later relinquished Henry III's claim to Normandy and Anjou. One treaty named after this city ended the Crimean War. Under the conditions of another treaty with this name, Spain ceded Guam to the United States. A treaty with this name acknowledged the independence of the Thirteen Colonies. For 10 points,": {
    "guess": "Paris",
    "confidence": [
      [
        "Paris",
        -0.3761974
      ]
    ]
  },
  "In the Doctor Who universe, it was written by the Silurians, making it millions of years older than in other mythos. Believed to have been written around 730AD, translations include a Russian version for Stalin, a Greek version that gives it its current name, the English Sussex Manuscript, and a Gothic": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -0.06344279
      ],
      [
        "ow",
        -4.8351892e-05
      ],
      [
        "ulf",
        -0.00019674578
      ]
    ]
  },
  "One document important to this religion distinguishes between animal, vegatable, mineral, and human, and was written as a letter to Auguste-Henri Forel, while another relates an account of how a man indebted to two brothers organized their religious persecution, the Epistle to the Son of the Wolf. Realms of \"Search,\" \"Love,\" and \"True Poverty and Absolute Nothingness\" are described in a document in this faith written for a Qadiriyyih judge, and it teaches that the 100th name of god derives from the word for \"splendor.\" Symbols prominent in this faith, which posits two covenants between mankind and the divine, include a ringstone symbol, the (*) haykal, and the nine- pointed star. Its advocates": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.015572885
      ],
      [
        "á",
        -1.4259645e-05
      ],
      [
        "'",
        -0.0004074355
      ],
      [
        "í",
        -5.6100132e-05
      ],
      [
        " Faith",
        -0.013886566
      ]
    ]
  },
  "A document published by this group complained about the imprisonment of Major Tulidah, the oppressions of the Merchant Adventurers monopoly, and the existing government's continuation of religious persecution once carried out by the High Commission. That document was called Gold Tried in the Fire because": {
    "guess": "Levellers Manifesto",
    "confidence": [
      [
        "Le",
        -0.9030993
      ],
      [
        "v",
        -0.0409937
      ],
      [
        "ellers",
        -0.21866083
      ],
      [
        " Manifest",
        -0.932582
      ],
      [
        "o",
        -0.014398075
      ]
    ]
  },
  "One document produced at this event refers to promoting the proper development of culture to be one of \"problems of special urgency\". In this event's aftermath, the journal Concilium was founded to promote its spirit. At this event, the concept of ressourcement was championed by the conservative wing, many of whom were members of the Congregation of the Holy Office. At this meeting's \"Black Thursday\" or \"Day of Wrath\", the pope postponed the vote on a document lobbied for by John (*) Courtney Murray,": {
    "guess": "Second Vatican Council",
    "confidence": [
      [
        "Second",
        -0.086920224
      ],
      [
        " Vatican",
        -0.00013703208
      ],
      [
        " Council",
        -0.0019128151
      ]
    ]
  },
  "One document produced at this event refers to promoting the proper development of culture to be one of \"problems of special urgency\". In this event's aftermath, the journal Concilium was founded to promote its spirit. At this event, the concept of ressourcement was championed by the conservative wing,": {
    "guess": "Second Vatican Council",
    "confidence": [
      [
        "Second",
        -0.011880793
      ],
      [
        " Vatican",
        -1.7239736e-05
      ],
      [
        " Council",
        -0.0017900169
      ]
    ]
  },
  "His doctoral dissertation concerned the substitution between Labor and Capital in U.S. Manufacturing. One of his articles introduced a model in which all individuals can only observe aggregated price changes, a set up which means that they cannot make the right decisions about changing production levels. A related concept to that Islands model is this man's namesake critique which claims that any economic": {
    "guess": "Lucas critique",
    "confidence": [
      [
        "Luc",
        -1.1562614
      ],
      [
        "as",
        -5.1928004e-05
      ],
      [
        " critique",
        -0.014137417
      ]
    ]
  },
  "This doctrine was deemed compatible with intuitionism yet irreconcilable with egoism as a form of \"universal hedonism\" in The Methods of Ethics, by Henry Sidgwick. Another of this school's adherents was William Paley, while its founder sought to apply it to a universal code of law in works such as Introduction to the (*) Principles of Morals and Legislation. In addition to Jeremy Bentham, it was advocated by the man who wrote On Liberty, John Stuart Mill. For 10 points, name this school of ethics that seeks to achieve \"the greatest good for the greatest number.\"": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.0066546225
      ],
      [
        "itarian",
        -5.4550484e-05
      ],
      [
        "ism",
        -3.4285862e-05
      ]
    ]
  },
  "His doctoral dissertation concerned the substitution between Labor and Capital in U.S. Manufacturing. One of his articles introduced a model in which all individuals can only observe aggregated price changes, a set up which means that they cannot make the right decisions about changing production levels.": {
    "guess": "George Akerlof",
    "confidence": [
      [
        "George",
        -0.29516605
      ],
      [
        " A",
        -0.00701326
      ],
      [
        "ker",
        -0.051479995
      ],
      [
        "lo",
        -0.00024037065
      ],
      [
        "f",
        -1.2233183e-05
      ]
    ]
  },
  "This document was the subject of a 1947 court case which revolved around the Stanoline Oil and Gas Company. Ambrose Sevier carried it in his saddle bag when he and Nathan Clifford were sent to complete it and offer explanations of the proposed amendments to it, which consisted of modifying or rejecting": {
    "guess": "Corwin Amendment",
    "confidence": [
      [
        "Cor",
        -1.7087184
      ],
      [
        "win",
        -0.0051604626
      ],
      [
        " Amendment",
        -0.0046498957
      ]
    ]
  },
  "This document claims that history proves mankind is \"more disposed to suffer… than to right [itself] by abolishing the forms to which [it is] accustomed.\" After quoting Blackstone that \"man shall pursue his own true and substantial happiness,\" this document goes on to list twelve points, among which are that \"the equality of (*) human rights results necessarily from the fact of the identity of the race in capabilities and responsibilities\" and that a \"perverted application of the Scriptures\" has": {
    "guess": "United States Declaration of Independence",
    "confidence": [
      [
        "United",
        -0.09463206
      ],
      [
        " States",
        -0.08396967
      ],
      [
        " Declaration",
        -0.0015686647
      ],
      [
        " of",
        -2.4153549e-05
      ],
      [
        " Independence",
        -0.10170368
      ]
    ]
  },
  "One document important to this religion distinguishes between animal, vegatable, mineral, and human, and was written as a letter to Auguste-Henri Forel, while another relates an account of how a man indebted": {
    "guess": "Tablet to Auguste-Henri Forel",
    "confidence": [
      [
        "Table",
        -0.10985892
      ],
      [
        "t",
        -0.4610048
      ],
      [
        " to",
        -0.0030068231
      ],
      [
        " August",
        -0.0008894256
      ],
      [
        "e",
        -0.0012194052
      ],
      [
        "-H",
        -0.00055064866
      ],
      [
        "en",
        -7.278864e-05
      ],
      [
        "ri",
        -0.00023691374
      ],
      [
        " Fore",
        -1.998142e-05
      ],
      [
        "l",
        -3.297462e-05
      ]
    ]
  },
  "This document claims that history proves mankind is \"more disposed to suffer… than to right [itself] by abolishing the forms to which [it is] accustomed.\" After quoting Blackstone that \"man shall pursue his own true and substantial happiness,\" this document goes on to list twelve points, among which are that \"the equality of (*) human rights results necessarily from the fact of the identity of the race in capabilities and responsibilities\" and that a \"perverted application of the Scriptures\" has caused a certain group of people to be confined to \"corrupt customs.\" Its ninth point dealt with the issue of voting, and its one hundred signers included Frederick Douglass and Elizabeth Cady Stanton.": {
    "guess": "Declaration of Sentiments",
    "confidence": [
      [
        "Declaration",
        -0.018284092
      ],
      [
        " of",
        -0.00023715216
      ],
      [
        " Sent",
        -0.009236283
      ],
      [
        "iments",
        -9.253091e-06
      ]
    ]
  },
  "While this document has been entirely superceded in the United States, it remains the basis of relationships between Canada and the Native American tribes there. Its original intent was suppression of Indian warfare along the frontier, but it was largely ignored by colonists, who saw it as an unnecessary and unenforceable, alienating measure. For ten points, name the British policy issued by King George III that banned colonial settlement of Trans-Appalachia.": {
    "guess": "Royal Proclamation of 1763",
    "confidence": [
      [
        "Royal",
        -0.5918207
      ],
      [
        " Pro",
        -0.00024048986
      ],
      [
        "clamation",
        -7.696077e-05
      ],
      [
        " of",
        -6.873572e-05
      ],
      [
        " ",
        -3.6073914e-05
      ],
      [
        "176",
        -0.00028982185
      ],
      [
        "3",
        -1.0802739e-05
      ]
    ]
  },
  "This document condemned the subordination of the legislative and judicial powers to the executive, and": {
    "guess": "Montesquieu",
    "confidence": [
      [
        "Mont",
        -0.32118487
      ],
      [
        "es",
        -0.00018089537
      ],
      [
        "qu",
        -1.998142e-05
      ],
      [
        "ieu",
        -9.729906e-06
      ]
    ]
  },
  "While this document has been entirely superceded in the United States, it remains the basis of relationships between Canada and the Native American tribes there. Its original intent was suppression of": {
    "guess": "Royal Proclamation of 1763",
    "confidence": [
      [
        "Royal",
        -0.5698647
      ],
      [
        " Pro",
        -0.000342972
      ],
      [
        "clamation",
        -0.00020663968
      ],
      [
        " of",
        -0.0006490522
      ],
      [
        " ",
        -1.7239736e-05
      ],
      [
        "176",
        -0.0002584786
      ],
      [
        "3",
        -9.253091e-06
      ]
    ]
  },
  "This document originally included a complicated plan for apportionment of representatives as well as a section, later ratified as the 27th Amendment, forbidding Congressional pay raises to take effect before an election. Federalist Paper #84 defended the lack of this in the government, saying its absence": {
    "guess": "United States Bill of Rights",
    "confidence": [
      [
        "United",
        -0.1924176
      ],
      [
        " States",
        -0.00044711566
      ],
      [
        " Bill",
        -0.6627945
      ],
      [
        " of",
        -0.0006928971
      ],
      [
        " Rights",
        -0.00028231202
      ]
    ]
  },
  "This document condemned the subordination of the legislative and judicial powers to the executive, and argued that a certain nation had been offered peace full of shame in exchange for tyranny. After this document was published, police killed Carmen and Aquiles Serdan. Originally drafted by Federico González Garza, Roque Estrada, Juan Sánchez Azcona, and Enrique Bordas Mangel, it attacked the choice of Ramon Corral as a successor, and was partially inspired by a raid on its author's newspaper El Anti-Reelectionista. First issued during its author's exile in San Antonio, it called for an uprising on November 20th, and proclaimed the nullification of a fraudulent election won by Porfirio Diaz. FTP, name this 1910 plan issued by ? Francisco Madero, which marked the beginning of the Mexican Revolution.": {
    "guess": "Plan of San Luis Potosí",
    "confidence": [
      [
        "Plan",
        -0.018351164
      ],
      [
        " of",
        -0.50005406
      ],
      [
        " San",
        -0.00032867122
      ],
      [
        " Luis",
        -5.312004e-05
      ],
      [
        " P",
        -0.0004119616
      ],
      [
        "otos",
        -2.3392786e-06
      ],
      [
        "í",
        -0.13880251
      ]
    ]
  },
  "This document begins by granting freedom to a church, which is followed by several statements on   inheritances. Clause ten of this document allowed for children to pay off inherited debt after they  were of age. After clause 61 of this agreement was renounced, the First Baron's War was fought as a   result. The monarch who signed this document had been excommunicated by Pope Innocent III. This  document was preceded by the Charter of Liberties and signed at Runnymede. Name this agreement  that barons forced upon King John that limited the power of the monarchy.": {
    "guess": "Magna Carta",
    "confidence": [
      [
        "M",
        -7.0285365e-05
      ],
      [
        "agna",
        -8.537869e-06
      ],
      [
        " Cart",
        -5.3193703e-06
      ],
      [
        "a",
        -3.2929079e-06
      ]
    ]
  },
  "One document named for this city concluded the Albigensian Crusade. Another signed thirty years later relinquished Henry III's claim to Normandy and Anjou. One treaty named after this city ended the Crimean War. Under the conditions of another treaty with this name, Spain ceded Guam to the United States. A treaty with this name acknowledged the independence of the Thirteen Colonies. For 10 points, name this city that gave its name to treaties that ended both the Spanish-American and the Revolutionary Wars.": {
    "guess": "Paris",
    "confidence": [
      [
        "Paris",
        -0.16387343
      ]
    ]
  },
  "A documentary by Shane O'Sullivan argues that the CIA agents George Joannides, Gordon Campbell, and David Morales were present at this event, suggesting covert CIA involvement. According to Jonn Christian and William Turner's book about this event, Dr. William Joseph Bryan hypnotized the man responsible for it. Boris Yaro's iconic photograph of this event depicts Juan Romero placing a rosary in the hand of its victim. Eyewitnesses to this event reported seeing a girl wearing a polka-dot dress who exclaimed \"we shot him! we shot him!\" The perpetrator of this event was disarmed by bodyguards Rafer Johnson and Rosey Grier in the Embassy Room of the Ambassador Hotel, where victim of this event was celebrating his victory in the California Primary over Eugene McCarthy. For 10 points, name this June 5, 1968 event in which a leading Democratic presidential candidate was shot by Sirhan Sirhan.": {
    "guess": "Assassination of Robert F. Kennedy",
    "confidence": [
      [
        "Ass",
        -0.024393117
      ],
      [
        "ass",
        -0.00030269218
      ],
      [
        "ination",
        -1.0802739e-05
      ],
      [
        " of",
        -0.0007067138
      ],
      [
        " Robert",
        -3.500108e-05
      ],
      [
        " F",
        -1.378283e-05
      ],
      [
        ".",
        -0.00013393279
      ],
      [
        " Kennedy",
        -8.061054e-06
      ]
    ]
  },
  "This document claims that history proves mankind is \"more disposed to suffer… than to right [itself] by abolishing the forms to which [it is] accustomed.\" After quoting Blackstone that \"man shall pursue his own true and substantial happiness,\" this document goes on to list twelve points, among which": {
    "guess": "United States Declaration of Independence",
    "confidence": [
      [
        "United",
        -0.30176893
      ],
      [
        " States",
        -6.837811e-05
      ],
      [
        " Declaration",
        -0.008942019
      ],
      [
        " of",
        -1.700133e-05
      ],
      [
        " Independence",
        -0.00018482542
      ]
    ]
  },
  "In the Doctor Who universe, it was written by the Silurians, making it millions of years older than in": {
    "guess": "Doctor Who (series 5)",
    "confidence": [
      [
        "Doctor",
        -0.68580115
      ],
      [
        " Who",
        -0.002261356
      ],
      [
        " (",
        -1.5610037
      ],
      [
        "series",
        -0.07912265
      ],
      [
        " ",
        -0.016586272
      ],
      [
        "5",
        -0.060993206
      ],
      [
        ")",
        -0.0036456878
      ]
    ]
  },
  "A document published by this group complained about the imprisonment of Major Tulidah, the oppressions of the Merchant Adventurers monopoly, and the existing government's continuation of religious persecution once carried out by the High Commission. That document was called Gold Tried in the Fire because it responded to the public burning of this group's petitions. An early mutiny by this group took place on Corkbush Field near Ware; a later one ended when three of the ringleaders were shot in a churchyard at Burford. One leader of this movement was stabbed at Doncaster by conspirators who tried": {
    "guess": "Levellers",
    "confidence": [
      [
        "Le",
        -0.38058868
      ],
      [
        "v",
        -5.025915e-05
      ],
      [
        "ellers",
        -0.009207115
      ]
    ]
  },
  "His doctrine of human knowledge and attacks on skepticism was in direct response to Henry of Ghent.  He advanced a \"triple primacy\" proof of God's existence, an elaboration of the First Cause argument.  His earliest works were his \"parva logicalia:\" questions on Porphry's Isagoge and his commentaries on Aristotle's Categories. His dissertation was the so-called Quodlibetales Questions though his most famous work is his commentary on Peter Lombard's Sentences.  FTP, name this theologian and philosopher,": {
    "guess": "John Duns Scotus",
    "confidence": [
      [
        "John",
        -0.5262592
      ],
      [
        " D",
        -0.00033260495
      ],
      [
        "uns",
        -0.0001039008
      ],
      [
        " Scot",
        -0.00023715216
      ],
      [
        "us",
        -1.342522e-05
      ]
    ]
  },
  "In the Doctor Who universe, it was written by the Silurians, making it millions of years older than in other mythos. Believed to have been written around 730AD, translations include a Russian version for Stalin, a Greek version that gives it its current name, the English Sussex Manuscript, and a Gothic version, lacking the allegorical obscurity, making it even more dangerous. For 10 points--name this book by the \"mad Arab\" Abdul Al-hazred, a tome of forbidden knowledge in the Cthulhu mythos.": {
    "guess": "Necronomicon",
    "confidence": [
      [
        "N",
        -0.019787284
      ],
      [
        "ec",
        -7.703444e-06
      ],
      [
        "ron",
        -4.441817e-05
      ],
      [
        "om",
        -0.00013345598
      ],
      [
        "icon",
        -5.6457742e-05
      ]
    ]
  },
  "This document was the subject of a 1947 court case which revolved around the Stanoline Oil and Gas Company. Ambrose Sevier carried it in his saddle bag when he and Nathan Clifford were sent to complete it and offer explanations of the proposed amendments to it, which consisted of modifying or rejecting Articles 9, 10, and 12, though it was made clear that the transfer of 12 million dollars would be": {
    "guess": "Constitution of Arkansas",
    "confidence": [
      [
        "Con",
        -1.1833863
      ],
      [
        "stitution",
        -0.0018884223
      ],
      [
        " of",
        -0.020218689
      ],
      [
        " Arkansas",
        -0.43821022
      ]
    ]
  },
  "This document begins by granting freedom to a church, which is followed by several statements on   inheritances. Clause ten of this document allowed for children to pay off inherited debt after they ": {
    "guess": "Magna Carta",
    "confidence": [
      [
        "M",
        -0.00084953266
      ],
      [
        "agna",
        -5.9153886e-06
      ],
      [
        " Cart",
        -3.888926e-06
      ],
      [
        "a",
        -1.504853e-06
      ]
    ]
  },
  "This document claimed that the person to whom it was addressed had refused a golden crown in favor of a phrygium. The creator of this document claims to have served as that addressee's groom and to have met with the addressee while accompanied by his high ranking satraps. The namesake of this document claims to be moving to the east and leaving his lands to its addressee, Sylvester I. This document's veracity was attacked by Nicolas of Cusa and Lorenzo Valla. For 10 points, name this forgery in which": {
    "guess": "Donation of Constantine",
    "confidence": [
      [
        "Don",
        -0.0033326568
      ],
      [
        "ation",
        -4.7517467e-05
      ],
      [
        " of",
        -5.3239244e-05
      ],
      [
        " Constant",
        -5.574252e-05
      ],
      [
        "ine",
        -3.6789137e-05
      ]
    ]
  },
  "This document condemned the subordination of the legislative and judicial powers to the executive, and argued that a certain nation had been offered peace full of shame in exchange for tyranny. After this document was published, police killed Carmen and Aquiles Serdan. Originally drafted by Federico González Garza, Roque Estrada, Juan Sánchez Azcona, and Enrique Bordas Mangel, it attacked the choice of Ramon Corral as a successor, and was partially inspired by a raid on its author's newspaper El": {
    "guess": "Plan of San Luis Potosí",
    "confidence": [
      [
        "Plan",
        -0.16757132
      ],
      [
        " of",
        -0.19754572
      ],
      [
        " San",
        -0.3040169
      ],
      [
        " Luis",
        -1.1398757e-05
      ],
      [
        " P",
        -0.028632542
      ],
      [
        "otos",
        0.0
      ],
      [
        "í",
        -0.21107557
      ]
    ]
  },
  "His doctrine of human knowledge and attacks on skepticism was in direct response to Henry of Ghent. ": {
    "guess": "Duns Scotus",
    "confidence": [
      [
        "D",
        -0.2837232
      ],
      [
        "uns",
        -9.627177e-05
      ],
      [
        " Scot",
        -0.0002669384
      ],
      [
        "us",
        -1.8550976e-05
      ]
    ]
  },
  "One document produced at this event refers to promoting the proper development of culture to be one of \"problems of special urgency\". In this event's aftermath, the journal Concilium was founded to promote its spirit. At this event, the concept of ressourcement was championed by the conservative wing, many of whom were members of the Congregation of the Holy Office. At this meeting's \"Black Thursday\" or \"Day of Wrath\", the pope postponed the vote on a document lobbied for by John (*) Courtney Murray, which was a declaration on religious freedom. Cardinal Bea spearheaded a document that opposes blaming Jews for the death of Christ. Those documents produced by this council are the Dignitatis Humanae and the Nostra Aetate. For 10 points, name this church council led by John XXIII and Paul VI, which authorized masses in the vernacular and liberalized 20th-century Catholic practice.": {
    "guess": "Second Vatican Council",
    "confidence": [
      [
        "Second",
        -0.0042010364
      ],
      [
        " Vatican",
        -6.206032e-05
      ],
      [
        " Council",
        -0.00012642296
      ]
    ]
  },
  "One document important to this religion distinguishes between animal, vegatable, mineral, and human, and was written as a letter to Auguste-Henri Forel, while another relates an account of how a man indebted to two brothers organized their religious persecution, the Epistle to the Son of the Wolf. Realms of \"Search,\" \"Love,\" and \"True Poverty and Absolute Nothingness\" are described in a document in this faith written for a Qadiriyyih judge, and it teaches that the 100th name of god derives from the word for \"splendor.\" Symbols prominent in this faith, which posits two covenants between mankind and the divine, include a ringstone symbol, the (*) haykal, and the nine- pointed star. Its advocates a \"rational soul\" and its main texts include the aforementioned Seven Valleys and one laying out a": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0032480625
      ],
      [
        "á",
        -1.50940705e-05
      ],
      [
        "'",
        -0.00015157493
      ],
      [
        "í",
        -1.640531e-05
      ],
      [
        " Faith",
        -0.0007893788
      ]
    ]
  },
  "His doctoral dissertation concerned the substitution between Labor and Capital in U.S. Manufacturing. One of his articles introduced a model in which all individuals can only observe aggregated price changes, a set up which means that they cannot make the right decisions about changing production levels. A related concept to that Islands model is this man's namesake critique which claims that any economic relationships that appear to hold in the real world may become invalid as a response to active fiscal or monetary policy. For 10 points, identify this Chicago economist whose paradox concerns why more capital is not flowing from developed to developing nations, a 1995 Nobelist better known for expounding the neutrality of money and rational expectations.": {
    "guess": "Robert Lucas Jr.",
    "confidence": [
      [
        "Robert",
        -0.26354352
      ],
      [
        " Lucas",
        -0.00053670915
      ],
      [
        " Jr",
        -3.7981175e-05
      ],
      [
        ".",
        -1.4140442e-05
      ]
    ]
  },
  "One document in support of this cause stated that \"unfortunately, the overworked term 'genocide' is applicable\" and led to the recall of the Foreign Service employee who wrote that dissent-channel communique, Archer Blood. This goal was opposed by the militias Razarkars and al-Shams, and its achivement": {
    "guess": "Archer Blood",
    "confidence": [
      [
        "Ar",
        -0.77634346
      ],
      [
        "cher",
        -5.8841815e-05
      ],
      [
        " Blood",
        -0.40162125
      ]
    ]
  },
  "This document's ninth section provided for a council of 25 members to ensure cooperation. This document was called void by the Fourth Lateran Council, although Pope Innocent III forced one signer of this document to appoint Stephen Langton to a position of power. Langton helped organize the unrest which led to this document's predecessor, the Articles of the Barons. For 10 points, name this document": {
    "guess": "Magna Carta",
    "confidence": [
      [
        "M",
        -0.007872067
      ],
      [
        "agna",
        -0.00013023747
      ],
      [
        " Cart",
        -0.00012190055
      ],
      [
        "a",
        -2.3080716e-05
      ]
    ]
  },
  "This document describes how many gallons of liquid are to be placed in water clocks for various stages of arbitration. Pseudo-Xenophon the Old Oligarch wrote a tract criticizing it, and it is the subject of a history by Aristotle. It establishes the rotation of the office of Prytanes and details which": {
    "guess": "Athenian Constitution",
    "confidence": [
      [
        "A",
        -0.46243456
      ],
      [
        "then",
        -0.0039410256
      ],
      [
        "ian",
        -0.0042053093
      ],
      [
        " Constitution",
        -0.0048265615
      ]
    ]
  },
  "This document begins by granting freedom to a church, which is followed by several statements on   inheritances. Clause ten of this document allowed for children to pay off inherited debt after they  were of age. After clause 61 of this agreement was renounced, the First Baron's War was fought as a": {
    "guess": "Magna Carta",
    "confidence": [
      [
        "M",
        -0.00073231687
      ],
      [
        "agna",
        -1.2113979e-05
      ],
      [
        " Cart",
        -3.650519e-06
      ],
      [
        "a",
        -2.9352968e-06
      ]
    ]
  },
  "One document important to this religion distinguishes between animal, vegatable, mineral, and human, and was written as a letter to Auguste-Henri Forel, while another relates an account of how a man indebted to two brothers organized their religious persecution, the Epistle to the Son of the Wolf. Realms of \"Search,\" \"Love,\" and \"True Poverty and Absolute Nothingness\" are described in a document in this faith written for a Qadiriyyih judge, and it teaches that the 100th name of god derives from the word for \"splendor.\" Symbols prominent in this faith, which posits two covenants between mankind and the divine, include a ringstone symbol, the (*) haykal, and the nine- pointed star. Its advocates a \"rational soul\" and its main texts include the aforementioned Seven Valleys and one laying out a Nineteen Day Fast during the month of ala and written in the \"black pit\" dungeon, the the Kitab-i-Aqdas and Kitab-i-Iqan or Book of Certitude, respectively. Based out of the Universal House of Justice in Haifa, Israel, this faith venerates figures like Buddha, Mohammed, and other prophets to emphasize the unity of all religions and of mankind. FTP, name this religion based on Shia Islam, which was": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.006165428
      ],
      [
        "á",
        -7.302705e-05
      ],
      [
        "'",
        -0.0010111344
      ],
      [
        "í",
        -3.5477897e-05
      ],
      [
        " Faith",
        -3.8934802e-05
      ]
    ]
  },
  "This document's ninth section provided for a council of 25 members to ensure cooperation. This document was called void by the Fourth Lateran Council, although Pope Innocent III forced one signer of this": {
    "guess": "Charter of Liberties",
    "confidence": [
      [
        "Char",
        -0.68489146
      ],
      [
        "ter",
        -2.546479e-05
      ],
      [
        " of",
        -0.0016211456
      ],
      [
        " Liberties",
        -0.32696927
      ]
    ]
  },
  "His doctoral dissertation concerned the substitution between Labor and Capital in U.S. Manufacturing. One of his articles introduced a model in which all individuals can only observe aggregated price changes,": {
    "guess": "Eugene Fama",
    "confidence": [
      [
        "E",
        -0.9152289
      ],
      [
        "ug",
        -0.027142713
      ],
      [
        "ene",
        -0.00036894376
      ],
      [
        " F",
        -0.0009396891
      ],
      [
        "ama",
        -0.02617373
      ]
    ]
  },
  "This document was the subject of a 1947 court case which revolved around the Stanoline Oil and Gas Company. Ambrose Sevier carried it in his saddle bag when he and Nathan Clifford were sent to complete it and offer explanations of the proposed amendments to it, which consisted of modifying or rejecting Articles 9, 10, and 12, though it was made clear that the transfer of 12 million dollars would be uninterrupted. This amendment, known as the Protocol of Queretaro, finalized the 23-article document initially signed by Nicholas Trist and Luis Cuevas, among others. FTP, name this treaty, which secured the purchase of Texas and ended the Mexican-American War.": {
    "guess": "Treaty of Guadalupe Hidalgo",
    "confidence": [
      [
        "T",
        -0.34971765
      ],
      [
        "reat",
        -8.470901e-05
      ],
      [
        "y",
        -0.0009014541
      ],
      [
        " of",
        -0.0021472853
      ],
      [
        " Gu",
        -0.032057263
      ],
      [
        "ad",
        -0.0010020859
      ],
      [
        "alu",
        -1.247159e-05
      ],
      [
        "pe",
        -3.0545007e-06
      ],
      [
        " H",
        -0.000108907356
      ],
      [
        "idal",
        -0.00014525715
      ],
      [
        "go",
        -1.6166903e-05
      ]
    ]
  },
  "This document claimed that the person to whom it was addressed had refused a golden crown in favor of a phrygium. The creator of this document claims to have served as that addressee's groom and to have": {
    "guess": "Donation of Constantine",
    "confidence": [
      [
        "Don",
        -0.0021022023
      ],
      [
        "ation",
        -0.00010914576
      ],
      [
        " of",
        -3.464347e-05
      ],
      [
        " Constant",
        -0.00021688752
      ],
      [
        "ine",
        -2.355753e-05
      ]
    ]
  },
  "This document may have been signed at the house of the financier André Ruiz, and it triggered a riot at Fiac. Pope Clement VIII claimed that the passing of this law \"crucified\" him and denounced it for allowing \"freedom of conscience.\" It decreed that members of the minority religion were not exempt from paying tithes and had to respect Catholic holidays, but it did establish safe havens such as La": {
    "guess": "Edict of Nantes",
    "confidence": [
      [
        "Ed",
        -0.02743388
      ],
      [
        "ict",
        -6.6947665e-05
      ],
      [
        " of",
        -0.00020580526
      ],
      [
        " N",
        -0.024779178
      ],
      [
        "antes",
        -0.0005106182
      ]
    ]
  },
  "His doctrine of human knowledge and attacks on skepticism was in direct response to Henry of Ghent.  He advanced a \"triple primacy\" proof of God's existence, an elaboration of the First Cause argument.  His earliest works were his \"parva logicalia:\" questions on Porphry's Isagoge and his commentaries on Aristotle's Categories. His dissertation was the so-called Quodlibetales Questions though his most famous work is his commentary on Peter Lombard's Sentences.  FTP, name this theologian and philosopher, known as Doctor Subtilis, whose surname comes from his origin in Scotland and whose followers": {
    "guess": "Duns Scotus",
    "confidence": [
      [
        "D",
        -0.3054378
      ],
      [
        "uns",
        -6.9882217e-06
      ],
      [
        " Scot",
        -6.730528e-05
      ],
      [
        "us",
        -3.1737043e-06
      ]
    ]
  },
  "One document named for this city concluded the Albigensian Crusade. Another signed thirty years later": {
    "guess": "Treaty of Paris",
    "confidence": [
      [
        "T",
        -0.079984024
      ],
      [
        "reat",
        -0.010789118
      ],
      [
        "y",
        -0.0012347569
      ],
      [
        " of",
        -0.0004322189
      ],
      [
        " Paris",
        -0.6279733
      ]
    ]
  },
  "His 1938 doctoral dissertation on Science, Technology and Society in Seventeenth Century England proved influential in its prosopographic analysis of scientific communities. He began teaching at Columbia in 1941, where he was co-director with Lazarsfeld of the Bureau of Applied Social Research, and his major work included studies of reference groups, role theory, and deviance from a functionalist perspective.": {
    "guess": "Paul Lazarsfeld",
    "confidence": [
      [
        "Paul",
        -0.70291567
      ],
      [
        " Laz",
        -0.020001484
      ],
      [
        "ars",
        -0.00010902656
      ],
      [
        "feld",
        -0.0004684458
      ]
    ]
  },
  "This doctrine preaches that only the first man received a soul from the divine and all other souls are physically inherited from parents during conception. It believes that reality can be distinguished from the error of the senses by the strength of the impression produced and, from a strict materialism, it deduces that the human soul, human body, fire, God, and the logos are all identical. It preaches apathea to the external world and its formal school was led by Cleanthes and Chrysippus. Calling for the suppression of all passions and individual desires, this philosophy found later proponents in Epictetus and Marcus Aurelius. FTP, name this school of philosophy founded by Zeno of Citium and": {
    "guess": "Stoicism",
    "confidence": [
      [
        "St",
        -0.048595887
      ],
      [
        "o",
        -1.735894e-05
      ],
      [
        "icism",
        -3.4047454e-05
      ]
    ]
  },
  "This document ends abruptly with the words, \"There goes Amblard.  I believe he comes deeply taken up with political matters\".  Addressed to \"His Excellency Don Jos?Canalejas,\" it was first published in the New York Journal after being intercepted by a Cuban agent and inflamed its readers with its descriptions": {
    "guess": "The Montauk Project",
    "confidence": [
      [
        "The",
        -1.0735966
      ],
      [
        " Mont",
        -1.5648137
      ],
      [
        "au",
        -1.7845358
      ],
      [
        "k",
        -0.00046391605
      ],
      [
        " Project",
        -0.035369165
      ]
    ]
  },
  "A document published by this group complained about the imprisonment of Major Tulidah, the oppressions of the Merchant Adventurers monopoly, and the existing government's continuation of religious persecution once carried out by the High Commission. That document was called Gold Tried in the Fire because it responded to the public burning of this group's petitions. An early mutiny by this group took place on Corkbush Field near Ware; a later one ended when three of the ringleaders were shot in a churchyard at Burford. One leader of this movement was stabbed at Doncaster by conspirators who tried to capture him in exchange for Marmaduke Langdale. That man, who was told \"you must fly for refuge to an absolute natural right\" by Henry Ireton, was Colonel Thomas Rainsborough, an opponent of the \"grandees\" at the Putney Debates. Members of this movement wore sea-green ribbons to protest the imprisonment": {
    "guess": "Levellers",
    "confidence": [
      [
        "Le",
        -0.0054246695
      ],
      [
        "v",
        -5.8245798e-05
      ],
      [
        "ellers",
        -0.014438489
      ]
    ]
  },
  "This doctrine preaches that only the first man received a soul from the divine and all other souls are physically inherited from parents during conception. It believes that reality can be distinguished from the error of the senses by the strength of the impression produced and, from a strict materialism, it deduces that the human soul, human body, fire, God, and the logos are all identical. It preaches apathea to the external world and its formal school was led by Cleanthes and Chrysippus. Calling for the suppression of all passions and individual desires, this philosophy found later proponents in Epictetus and Marcus Aurelius. FTP, name this school of philosophy founded by Zeno of Citium and antithetical to Epicureanism.": {
    "guess": "Stoicism",
    "confidence": [
      [
        "St",
        -0.017447779
      ],
      [
        "o",
        -1.6643718e-05
      ],
      [
        "icism",
        -2.3676734e-05
      ]
    ]
  },
  "A document published by this group complained about the imprisonment of Major Tulidah, the oppressions of the Merchant Adventurers monopoly, and the existing government's continuation of religious persecution once carried out by the High Commission. That document was called Gold Tried in the Fire because it responded to the public burning of this group's petitions. An early mutiny by this group took place on Corkbush Field near Ware; a later one ended when three of the ringleaders were shot in a churchyard at Burford. One leader of this movement was stabbed at Doncaster by conspirators who tried to capture him in exchange for Marmaduke Langdale. That man, who was told \"you must fly for refuge to an absolute natural right\" by Henry Ireton, was Colonel Thomas Rainsborough, an opponent of the \"grandees\" at the Putney Debates. Members of this movement wore sea-green ribbons to protest the imprisonment of the author of England's New Chains Discovered, John Lilburne. FTP, identify this movement from the English Revolution, named for its platform of flattening all social distinction.": {
    "guess": "Levellers",
    "confidence": [
      [
        "Le",
        -0.028477179
      ],
      [
        "v",
        -5.3358446e-05
      ],
      [
        "ellers",
        -0.0032463972
      ]
    ]
  },
  "This doctrine preaches that only the first man received a soul from the divine and all other souls are": {
    "guess": "Pre-existence of the soul",
    "confidence": [
      [
        "Pre",
        -0.60666764
      ],
      [
        "-ex",
        -0.21920395
      ],
      [
        "istence",
        -0.001273685
      ],
      [
        " of",
        -0.14481093
      ],
      [
        " the",
        -0.476917
      ],
      [
        " soul",
        -0.45204648
      ]
    ]
  },
  "A document published by this group complained about the imprisonment of Major Tulidah, the oppressions of the Merchant Adventurers monopoly, and the existing government's continuation of religious persecution once carried out by the High Commission. That document was called Gold Tried in the Fire because it responded to the public burning of this group's petitions. An early mutiny by this group took place on Corkbush Field near Ware; a later one ended when three of the ringleaders were shot in a": {
    "guess": "Fifth Monarchists",
    "confidence": [
      [
        "F",
        -0.9957817
      ],
      [
        "ifth",
        -0.0057014846
      ],
      [
        " Mon",
        -0.0022395893
      ],
      [
        "arch",
        -0.0054452973
      ],
      [
        "ists",
        -0.0031147338
      ]
    ]
  },
  "This document begins by granting freedom to a church, which is followed by several statements on   inheritances. Clause ten of this document allowed for children to pay off inherited debt after they  were of age. After clause 61 of this agreement was renounced, the First Baron's War was fought as a   result. The monarch who signed this document had been excommunicated by Pope Innocent III. This  document was preceded by the Charter of Liberties and signed at Runnymede. Name this agreement  that": {
    "guess": "Magna Carta",
    "confidence": [
      [
        "M",
        -0.0002422779
      ],
      [
        "agna",
        -1.4021238e-05
      ],
      [
        " Cart",
        -6.6306106e-06
      ],
      [
        "a",
        -9.014684e-06
      ]
    ]
  },
  "This document was the subject of a 1947 court case which revolved around the Stanoline Oil and Gas Company.": {
    "guess": "Taft-Hartley Act",
    "confidence": [
      [
        "Ta",
        -1.1097114
      ],
      [
        "ft",
        -0.0018007233
      ],
      [
        "-H",
        -0.22260517
      ],
      [
        "art",
        -0.0021455009
      ],
      [
        "ley",
        -0.00047607115
      ],
      [
        " Act",
        -0.008403934
      ]
    ]
  },
  "One document in support of this cause stated that \"unfortunately, the overworked term 'genocide' is applicable\" and led to the recall of the Foreign Service employee who wrote that dissent-channel communique, Archer Blood. This goal was opposed by the militias Razarkars and al-Shams, and its achivement led to the displacement into refugee status of many Bihari speakers. This goal was advanced by the militant Freedom Force, which was enraged that Yahya Khan had asked Zulfikar Ali Bhutto to become prime minister. Politically, it was advocated by the Awami League, whose leader Mujibur Rahman became": {
    "guess": "Operation Searchlight",
    "confidence": [
      [
        "Operation",
        -0.9519501
      ],
      [
        " Search",
        -0.0035138337
      ],
      [
        "light",
        -8.776276e-06
      ]
    ]
  },
  "His doctrine of human knowledge and attacks on skepticism was in direct response to Henry of Ghent.  He advanced a \"triple primacy\" proof of God's existence, an elaboration of the First Cause argument.  His earliest works were his \"parva logicalia:\" questions on Porphry's Isagoge and his commentaries": {
    "guess": "Duns Scotus",
    "confidence": [
      [
        "D",
        -0.47351402
      ],
      [
        "uns",
        -7.529192e-05
      ],
      [
        " Scot",
        -0.00022952311
      ],
      [
        "us",
        -6.2729996e-06
      ]
    ]
  },
  "This document ends abruptly with the words, \"There goes Amblard.  I believe he comes deeply taken up with political matters\".  Addressed to \"His Excellency Don Jos?Canalejas,\" it was first published in": {
    "guess": "The Four Just Men",
    "confidence": [
      [
        "The",
        -1.1468725
      ],
      [
        " Four",
        -2.719507
      ],
      [
        " Just",
        -1.1055167
      ],
      [
        " Men",
        -8.1371305e-05
      ]
    ]
  },
  "One document produced at this event refers to promoting the proper development of culture to be one of \"problems of special urgency\". In this event's aftermath, the journal Concilium was founded to promote its spirit. At this event, the concept of ressourcement was championed by the conservative wing, many of whom were members of the Congregation of the Holy Office. At this meeting's \"Black Thursday\" or \"Day of Wrath\", the pope postponed the vote on a document lobbied for by John (*) Courtney Murray, which was a declaration on religious freedom. Cardinal Bea spearheaded a document that opposes blaming Jews for the death of Christ. Those documents produced by this council are the Dignitatis Humanae": {
    "guess": "Second Vatican Council",
    "confidence": [
      [
        "Second",
        -0.010070658
      ],
      [
        " Vatican",
        -0.00061402837
      ],
      [
        " Council",
        -0.0010285234
      ]
    ]
  },
  "This document may have been signed at the house of the financier André Ruiz, and it triggered a riot": {
    "guess": "Treaty of Tordesillas",
    "confidence": [
      [
        "T",
        -1.4807062
      ],
      [
        "reat",
        -0.045094304
      ],
      [
        "y",
        -0.00020222914
      ],
      [
        " of",
        -0.0016156769
      ],
      [
        " T",
        -1.8738763
      ],
      [
        "ordes",
        -0.032743007
      ],
      [
        "illas",
        -0.0007206533
      ]
    ]
  },
  "This document describes how many gallons of liquid are to be placed in water clocks for various stages of arbitration. Pseudo-Xenophon the Old Oligarch wrote a tract criticizing it, and it is the subject of a history by Aristotle. It establishes the rotation of the office of Prytanes and details which office gives offerings to Harmodius and Aristogeiton. It was reformed in the seisactheia, which included removal of the horai. The version of (*) Aristides was put into place following Ephialtes' toppling of the former archons while the Council of the Four Hundred was put into place in Draco's version.": {
    "guess": "Athenian Constitution",
    "confidence": [
      [
        "A",
        -0.29596666
      ],
      [
        "then",
        -0.0058467854
      ],
      [
        "ian",
        -8.3874584e-05
      ],
      [
        " Constitution",
        -0.010800441
      ]
    ]
  },
  "A documentary by Shane O'Sullivan argues that the CIA agents George Joannides, Gordon Campbell, and David Morales were present at this event, suggesting covert CIA involvement. According to Jonn Christian and William Turner's book about this event, Dr. William Joseph Bryan hypnotized the man responsible": {
    "guess": "Assassination of Robert F. Kennedy",
    "confidence": [
      [
        "Ass",
        -0.8036597
      ],
      [
        "ass",
        -0.00028624575
      ],
      [
        "ination",
        -5.312004e-05
      ],
      [
        " of",
        -0.0009120595
      ],
      [
        " Robert",
        -0.025813885
      ],
      [
        " F",
        -0.0034617947
      ],
      [
        ".",
        -0.0003706126
      ],
      [
        " Kennedy",
        -1.0445127e-05
      ]
    ]
  },
  "This document may have been signed at the house of the financier André Ruiz, and it triggered a riot at Fiac. Pope Clement VIII claimed that the passing of this law \"crucified\" him and denounced it for allowing \"freedom of conscience.\" It decreed that members of the minority religion were not exempt from paying tithes and had to respect Catholic holidays, but it did establish safe havens such as La Rochelle. It was later revoked by the Edict of Fontainebleau. For 10 points, name this 1598 Edict by Henry IV of France that granted rights to Huguenots.": {
    "guess": "Edict of Nantes",
    "confidence": [
      [
        "Ed",
        -0.018037673
      ],
      [
        "ict",
        -6.849731e-05
      ],
      [
        " of",
        -0.00031067515
      ],
      [
        " N",
        -0.0072485614
      ],
      [
        "antes",
        -5.0735965e-05
      ]
    ]
  },
  "A document published by this group complained about the imprisonment of Major Tulidah, the oppressions of the Merchant Adventurers monopoly, and the existing government's continuation of religious persecution once carried out by the High Commission. That document was called Gold Tried in the Fire because it responded to the public burning of this group's petitions. An early mutiny by this group took": {
    "guess": "Pilgrims (Plymouth Colony)",
    "confidence": [
      [
        "P",
        -1.3718174
      ],
      [
        "il",
        -0.3582031
      ],
      [
        "gr",
        -0.007759942
      ],
      [
        "ims",
        -0.14349486
      ],
      [
        " (",
        -0.1765363
      ],
      [
        "P",
        -0.00094314606
      ],
      [
        "ly",
        -0.21141055
      ],
      [
        "mouth",
        -0.000377288
      ],
      [
        " Colony",
        -0.0013567866
      ],
      [
        ")",
        -0.00017481597
      ]
    ]
  },
  "This man's doctrine declared the right of the Soviet Union to intervene in the affairs of other Communist countries when their governments were threatened. In 1950 he spent time in Moldavia sovietizing Romanians, and after losing and then regaining his seat on the Politburo he became President of the Praesidium if the Supreme Soviet in 1960. Although he briefly shared power with Alexei Kosygin after he engineered the ouster of Khrushchev, he soon took over full control of the government. FTP, who was this man who served as general secretary of the Soviet Union until 1982?": {
    "guess": "Leonid Brezhnev",
    "confidence": [
      [
        "Leon",
        -0.01709921
      ],
      [
        "id",
        -7.076218e-05
      ],
      [
        " Bre",
        -0.00059032516
      ],
      [
        "zh",
        -7.302705e-05
      ],
      [
        "nev",
        -4.9186317e-05
      ]
    ]
  },
  "This doctrine was deemed compatible with intuitionism yet irreconcilable with egoism as a form of \"universal": {
    "guess": "Ethical intuitionism",
    "confidence": [
      [
        "Eth",
        -1.8517332
      ],
      [
        "ical",
        -0.22997245
      ],
      [
        " intuition",
        -0.48062977
      ],
      [
        "ism",
        -1.7597347e-05
      ]
    ]
  },
  "A document published by this group complained about the imprisonment of Major Tulidah, the oppressions": {
    "guess": "Mau Mau Uprising",
    "confidence": [
      [
        "M",
        -1.5235249
      ],
      [
        "au",
        -0.36036503
      ],
      [
        " M",
        -0.00016861738
      ],
      [
        "au",
        -5.5577775e-06
      ],
      [
        " U",
        -0.120926306
      ],
      [
        "prising",
        -1.8789384e-05
      ]
    ]
  },
  "This document claims that history proves mankind is \"more disposed to suffer… than to right [itself] by abolishing the forms to which [it is] accustomed.\" After quoting Blackstone that \"man shall pursue": {
    "guess": "Common Sense (pamphlet)",
    "confidence": [
      [
        "Common",
        -0.46249714
      ],
      [
        " Sense",
        -0.00014895246
      ],
      [
        " (",
        -0.13546062
      ],
      [
        "p",
        -0.06080186
      ],
      [
        "am",
        -6.456359e-05
      ],
      [
        "ph",
        0.0
      ],
      [
        "let",
        -1.504853e-06
      ],
      [
        ")",
        -3.1186566e-05
      ]
    ]
  },
  "One document in support of this cause stated that \"unfortunately, the overworked term 'genocide' is applicable\" and led to the recall of the Foreign Service employee who wrote that dissent-channel communique, Archer Blood. This goal was opposed by the militias Razarkars and al-Shams, and its achivement led to the displacement into refugee status of many Bihari speakers. This goal was advanced by the militant Freedom Force, which was enraged that Yahya Khan had asked Zulfikar Ali Bhutto to become prime minister. Politically, it was advocated by the Awami League, whose leader Mujibur Rahman became president after this cause was won. For 10 points, identify this goal which was achieved in 1971 when": {
    "guess": "Bangladesh Liberation War",
    "confidence": [
      [
        "Bang",
        -0.035435554
      ],
      [
        "ladesh",
        -0.0015767596
      ],
      [
        " Liberation",
        -0.003599237
      ],
      [
        " War",
        -9.472212e-05
      ]
    ]
  },
  "One document produced at this event refers to promoting the proper development of culture to be one of": {
    "guess": "United Nations Conference on Trade and Development",
    "confidence": [
      [
        "United",
        -1.4352432
      ],
      [
        " Nations",
        -0.0026336843
      ],
      [
        " Conference",
        -0.46552885
      ],
      [
        " on",
        -0.00032640636
      ],
      [
        " Trade",
        -0.19484985
      ],
      [
        " and",
        -5.0378356e-05
      ],
      [
        " Development",
        -0.00077496615
      ]
    ]
  },
  "This document claimed that the person to whom it was addressed had refused a golden crown in favor of a phrygium. The creator of this document claims to have served as that addressee's groom and to have met with the addressee while accompanied by his high ranking satraps. The namesake of this document claims to be moving to the east and leaving his lands to its addressee, Sylvester I. This document's veracity was attacked by Nicolas of Cusa and Lorenzo Valla. For 10 points, name this forgery in which the first Christian Roman emperor allegedly gave land in Italy and other authority to the pope and Catholic Church.": {
    "guess": "Donation of Constantine",
    "confidence": [
      [
        "Don",
        -0.0023647055
      ],
      [
        "ation",
        -2.7848862e-05
      ],
      [
        " of",
        -9.198044e-05
      ],
      [
        " Constant",
        -6.1821906e-05
      ],
      [
        "ine",
        -8.43514e-05
      ]
    ]
  },
  "A documentary by Shane O'Sullivan argues that the CIA agents George Joannides, Gordon Campbell, and David Morales were present at this event, suggesting covert CIA involvement. According to Jonn Christian and William Turner's book about this event, Dr. William Joseph Bryan hypnotized the man responsible for it. Boris Yaro's iconic photograph of this event depicts Juan Romero placing a rosary in the hand of its victim. Eyewitnesses to this event reported seeing a girl wearing a polka-dot dress who exclaimed \"we shot him! we shot him!\" The perpetrator of this event was disarmed by bodyguards Rafer": {
    "guess": "Assassination of Robert F. Kennedy",
    "confidence": [
      [
        "Ass",
        -0.021800179
      ],
      [
        "ass",
        -0.0003968264
      ],
      [
        "ination",
        -2.9756122e-05
      ],
      [
        " of",
        -0.0014815322
      ],
      [
        " Robert",
        -0.00093230215
      ],
      [
        " F",
        -0.00025228
      ],
      [
        ".",
        -7.4576696e-05
      ],
      [
        " Kennedy",
        -5.6338537e-05
      ]
    ]
  },
  "This document originally included a complicated plan for apportionment of representatives as well as a section, later ratified as the 27th Amendment, forbidding Congressional pay raises to take effect before an election. Federalist Paper #84 defended the lack of this in the government, saying its absence actually protected the people. It was influenced by a similar document created by George Mason of Virginia in 1776, and it was first presented by James Madison. Including parts such as the Confrontation Clause, the Establishment Clause, and the Free Exercise Clause, this is, FTP, what document added on to the Constitution which contains the first ten amendments?": {
    "guess": "United States Bill of Rights",
    "confidence": [
      [
        "United",
        -0.12734097
      ],
      [
        " States",
        -0.00036084888
      ],
      [
        " Bill",
        -0.0014370198
      ],
      [
        " of",
        -0.000500132
      ],
      [
        " Rights",
        -0.00018959356
      ]
    ]
  },
  "One document named for this city concluded the Albigensian Crusade. Another signed thirty years later relinquished Henry III's claim to Normandy and Anjou. One treaty named after this city ended the Crimean": {
    "guess": "Münster and Osnabrück",
    "confidence": [
      [
        "M",
        -1.2505798
      ],
      [
        "ün",
        -0.49200636
      ],
      [
        "ster",
        -7.2073424e-05
      ],
      [
        " and",
        -0.9178709
      ],
      [
        " O",
        -0.008155656
      ],
      [
        "sn",
        -3.650519e-06
      ],
      [
        "abr",
        -0.000101993544
      ],
      [
        "ück",
        -0.000303765
      ]
    ]
  },
  "This document condemned the subordination of the legislative and judicial powers to the executive, and argued that a certain nation had been offered peace full of shame in exchange for tyranny. After this document was published, police killed Carmen and Aquiles Serdan. Originally drafted by Federico González Garza, Roque Estrada, Juan Sánchez Azcona, and Enrique Bordas Mangel, it attacked the choice of Ramon Corral as a successor, and was partially inspired by a raid on its author's newspaper El Anti-Reelectionista. First issued during its author's exile in San Antonio, it called for an uprising on November 20th, and proclaimed the nullification of a fraudulent election won by Porfirio Diaz.": {
    "guess": "Plan of San Luis Potosí",
    "confidence": [
      [
        "Plan",
        -0.052361555
      ],
      [
        " of",
        -0.19613026
      ],
      [
        " San",
        -0.0002419203
      ],
      [
        " Luis",
        -6.7901296e-05
      ],
      [
        " P",
        -0.0018503432
      ],
      [
        "otos",
        0.0
      ],
      [
        "í",
        -0.2088213
      ]
    ]
  },
  "This document was the subject of a 1947 court case which revolved around the Stanoline Oil and Gas Company. Ambrose Sevier carried it in his saddle bag when he and Nathan Clifford were sent to complete": {
    "guess": "Treaty of Guadalupe Hidalgo",
    "confidence": [
      [
        "T",
        -2.11622
      ],
      [
        "reat",
        -0.07713254
      ],
      [
        "y",
        -0.003459895
      ],
      [
        " of",
        -0.004697715
      ],
      [
        " Gu",
        -0.80580527
      ],
      [
        "ad",
        -0.0014444032
      ],
      [
        "alu",
        -4.1273333e-06
      ],
      [
        "pe",
        -4.1273333e-06
      ],
      [
        " H",
        -0.00016969022
      ],
      [
        "idal",
        -0.00048262737
      ],
      [
        "go",
        -6.511407e-06
      ]
    ]
  },
  "His doctoral dissertation concerned the substitution between Labor and Capital in U.S. Manufacturing. One of his articles introduced a model in which all individuals can only observe aggregated price changes, a set up which means that they cannot make the right decisions about changing production levels. A related concept to that Islands model is this man's namesake critique which claims that any economic relationships that appear to hold in the real world may become invalid as a response to active fiscal or monetary policy. For 10 points, identify this Chicago economist whose paradox concerns": {
    "guess": "Robert Lucas Jr.",
    "confidence": [
      [
        "Robert",
        -0.14027764
      ],
      [
        " Lucas",
        -0.00028064317
      ],
      [
        " Jr",
        -2.2723105e-05
      ],
      [
        ".",
        -1.9862217e-05
      ]
    ]
  },
  "One document important to this religion distinguishes between animal, vegatable, mineral, and human, and was written as a letter to Auguste-Henri Forel, while another relates an account of how a man indebted to two brothers organized their religious persecution, the Epistle to the Son of the Wolf. Realms": {
    "guess": "Buddhism",
    "confidence": [
      [
        "B",
        -0.32640657
      ],
      [
        "udd",
        -0.0010848518
      ],
      [
        "h",
        -0.34499946
      ],
      [
        "ism",
        -4.723352e-06
      ]
    ]
  },
  "One document important to this religion distinguishes between animal, vegatable, mineral, and human, and was written as a letter to Auguste-Henri Forel, while another relates an account of how a man indebted to two brothers organized their religious persecution, the Epistle to the Son of the Wolf. Realms of \"Search,\" \"Love,\" and \"True Poverty and Absolute Nothingness\" are described in a document in this faith written for a Qadiriyyih judge, and it teaches that the 100th name of god derives from the": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.019736903
      ],
      [
        "á",
        -0.000115701965
      ],
      [
        "'",
        -0.50147426
      ],
      [
        "í",
        -8.1609716e-05
      ],
      [
        " Faith",
        -0.0039127646
      ]
    ]
  },
  "A documentary by Shane O'Sullivan argues that the CIA agents George Joannides, Gordon Campbell, and David Morales were present at this event, suggesting covert CIA involvement. According to Jonn Christian and William Turner's book about this event, Dr. William Joseph Bryan hypnotized the man responsible for it. Boris Yaro's iconic photograph of this event depicts Juan Romero placing a rosary in the": {
    "guess": "Assassination of Robert F. Kennedy",
    "confidence": [
      [
        "Ass",
        -0.005585195
      ],
      [
        "ass",
        -4.3226137e-05
      ],
      [
        "ination",
        -1.60477e-05
      ],
      [
        " of",
        -0.0010369796
      ],
      [
        " Robert",
        -0.00031401284
      ],
      [
        " F",
        -1.1994775e-05
      ],
      [
        ".",
        -1.735894e-05
      ],
      [
        " Kennedy",
        -4.00813e-06
      ]
    ]
  },
  "One document important to this religion distinguishes between animal, vegatable, mineral, and human, and was written as a letter to Auguste-Henri Forel, while another relates an account of how a man indebted to two brothers organized their religious persecution, the Epistle to the Son of the Wolf. Realms of \"Search,\" \"Love,\" and \"True Poverty and Absolute Nothingness\" are described in a document in this faith written for a Qadiriyyih judge, and it teaches that the 100th name of god derives from the word for \"splendor.\" Symbols prominent in this faith, which posits two covenants between mankind and the divine, include a ringstone symbol, the (*) haykal, and the nine- pointed star. Its advocates a \"rational soul\" and its main texts include the aforementioned Seven Valleys and one laying out a Nineteen Day Fast during the month of ala and written in the \"black pit\" dungeon, the the Kitab-i-Aqdas": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.01334751
      ],
      [
        "á",
        -3.4405064e-05
      ],
      [
        "'",
        -0.00031437047
      ],
      [
        "í",
        -2.057744e-05
      ],
      [
        " Faith",
        -0.0021800003
      ]
    ]
  },
  "This document describes how many gallons of liquid are to be placed in water clocks for various stages of arbitration. Pseudo-Xenophon the Old Oligarch wrote a tract criticizing it, and it is the subject of a history by Aristotle. It establishes the rotation of the office of Prytanes and details which office gives offerings to Harmodius and Aristogeiton. It was reformed in the seisactheia, which included": {
    "guess": "Athenian Constitution",
    "confidence": [
      [
        "A",
        -0.6664872
      ],
      [
        "then",
        -0.0009967254
      ],
      [
        "ian",
        -0.000717554
      ],
      [
        " Constitution",
        -0.0011814196
      ]
    ]
  },
  "This document ends abruptly with the words, \"There goes Amblard.  I believe he comes deeply taken up with political matters\".  Addressed to \"His Excellency Don Jos?Canalejas,\" it was first published in the New York Journal after being intercepted by a Cuban agent and inflamed its readers with its descriptions of President McKinley as \"weak\" and a \"bidder for the affections of his people.\"  FTP, identify": {
    "guess": "De Lôme Letter",
    "confidence": [
      [
        "De",
        -1.3830147
      ],
      [
        " L",
        -0.013057758
      ],
      [
        "ôme",
        -0.85392714
      ],
      [
        " Letter",
        -0.36380917
      ]
    ]
  },
  "A document published by this group complained about the imprisonment of Major Tulidah, the oppressions of the Merchant Adventurers monopoly, and the existing government's continuation of religious persecution once carried out by the High Commission. That document was called Gold Tried in the Fire because it responded to the public burning of this group's petitions. An early mutiny by this group took place on Corkbush Field near Ware; a later one ended when three of the ringleaders were shot in a churchyard at Burford. One leader of this movement was stabbed at Doncaster by conspirators who tried to capture him in exchange for Marmaduke Langdale. That man, who was told \"you must fly for refuge to an absolute natural right\" by Henry Ireton, was Colonel Thomas Rainsborough, an opponent of the": {
    "guess": "Levellers",
    "confidence": [
      [
        "Le",
        -0.050158992
      ],
      [
        "v",
        -5.5146502e-05
      ],
      [
        "ellers",
        -0.010105117
      ]
    ]
  },
  "This doctrine was deemed compatible with intuitionism yet irreconcilable with egoism as a form of \"universal hedonism\" in The Methods of Ethics, by Henry Sidgwick. Another of this school's adherents was": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.5904081
      ],
      [
        "itarian",
        -0.000520624
      ],
      [
        "ism",
        -0.0017670509
      ]
    ]
  },
  "This doctrine preaches that only the first man received a soul from the divine and all other souls are physically inherited from parents during conception. It believes that reality can be distinguished from the error of the senses by the strength of the impression produced and, from a strict materialism, it deduces that the human soul, human body, fire, God, and the logos are all identical. It preaches apathea to the external world and its formal school was led by Cleanthes and Chrysippus. Calling": {
    "guess": "Stoicism",
    "confidence": [
      [
        "St",
        -0.37755102
      ],
      [
        "o",
        -1.6524515e-05
      ],
      [
        "icism",
        -0.026117867
      ]
    ]
  },
  "This document begins by mentioning the \"cultural, religious and humanist inheritance\" of the region it": {
    "guess": "European Capital of Culture",
    "confidence": [
      [
        "European",
        -1.2528217
      ],
      [
        " Capital",
        -1.3280251
      ],
      [
        " of",
        -0.00012130453
      ],
      [
        " Culture",
        -0.00015979631
      ]
    ]
  },
  "This man's doctrine declared the right of the Soviet Union to intervene in the affairs of other Communist countries when their governments were threatened. In 1950 he spent time in Moldavia sovietizing": {
    "guess": "Leonid Brezhnev",
    "confidence": [
      [
        "Leon",
        -0.122914955
      ],
      [
        "id",
        -6.718607e-05
      ],
      [
        " Bre",
        -0.00033629662
      ],
      [
        "zh",
        -0.00011069541
      ],
      [
        "nev",
        -7.851042e-05
      ]
    ]
  },
  "A document published by this group complained about the imprisonment of Major Tulidah, the oppressions of the Merchant Adventurers monopoly, and the existing government's continuation of religious persecution once carried out by the High Commission. That document was called Gold Tried in the Fire because it responded to the public burning of this group's petitions. An early mutiny by this group took place on Corkbush Field near Ware; a later one ended when three of the ringleaders were shot in a churchyard at Burford. One leader of this movement was stabbed at Doncaster by conspirators who tried to capture him in exchange for Marmaduke Langdale. That man, who was told \"you must fly for refuge to an absolute natural right\" by Henry Ireton, was Colonel Thomas Rainsborough, an opponent of the \"grandees\" at the Putney Debates. Members of this movement wore sea-green ribbons to protest the imprisonment of the author of England's New Chains Discovered, John Lilburne. FTP, identify this movement": {
    "guess": "Levellers",
    "confidence": [
      [
        "Le",
        -0.0435104
      ],
      [
        "v",
        -6.46828e-05
      ],
      [
        "ellers",
        -0.0013998796
      ]
    ]
  },
  "One document important to this religion distinguishes between animal, vegatable, mineral, and human, and was written as a letter to Auguste-Henri Forel, while another relates an account of how a man indebted to two brothers organized their religious persecution, the Epistle to the Son of the Wolf. Realms of \"Search,\" \"Love,\" and \"True Poverty and Absolute Nothingness\" are described in a document in this faith written for a Qadiriyyih judge, and it teaches that the 100th name of god derives from the word for \"splendor.\" Symbols prominent in this faith, which posits two covenants between mankind and the divine, include a ringstone symbol, the (*) haykal, and the nine- pointed star. Its advocates a \"rational soul\" and its main texts include the aforementioned Seven Valleys and one laying out a Nineteen Day Fast during the month of ala and written in the \"black pit\" dungeon, the the Kitab-i-Aqdas and Kitab-i-Iqan or Book of Certitude, respectively. Based out of the Universal House of Justice": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0019972736
      ],
      [
        "á",
        -2.9875326e-05
      ],
      [
        "'",
        -0.0003485746
      ],
      [
        "í",
        -5.2001665e-06
      ],
      [
        " Faith",
        -0.010111485
      ]
    ]
  },
  "His 1938 doctoral dissertation on Science, Technology and Society in Seventeenth Century England proved influential in its prosopographic analysis of scientific communities. He began teaching at Columbia in 1941, where he was co-director with Lazarsfeld of the Bureau of Applied Social Research, and his major work included studies of reference groups, role theory, and deviance from a functionalist perspective. FTP, identify this American sociologist, whose best known works include Sociological Ambivalence and 1951's landmark Social Theory and Social Structure.": {
    "guess": "Robert K. Merton",
    "confidence": [
      [
        "Robert",
        -0.055668723
      ],
      [
        " K",
        -0.000947188
      ],
      [
        ".",
        -0.00010783452
      ],
      [
        " M",
        -1.1041146e-05
      ],
      [
        "erton",
        -1.3902034e-05
      ]
    ]
  },
  "This document begins by granting freedom to a church, which is followed by several statements on   inheritances. Clause ten of this document allowed for children to pay off inherited debt after they  were of age. After clause 61 of this agreement was renounced, the First Baron's War was fought as a   result. The monarch who signed this document had been excommunicated by Pope Innocent III. This ": {
    "guess": "Magna Carta",
    "confidence": [
      [
        "M",
        -0.0008227338
      ],
      [
        "agna",
        -1.50940705e-05
      ],
      [
        " Cart",
        -6.749814e-06
      ],
      [
        "a",
        -6.869018e-06
      ]
    ]
  },
  "This document's ninth section provided for a council of 25 members to ensure cooperation. This document was called void by the Fourth Lateran Council, although Pope Innocent III forced one signer of this document to appoint Stephen Langton to a position of power. Langton helped organize the unrest which led to this document's predecessor, the Articles of the Barons. For 10 points, name this document that guaranteed some basic liberties, which was signed by King John at Runnymeade in 1215.": {
    "guess": "Magna Carta",
    "confidence": [
      [
        "M",
        -0.0029419248
      ],
      [
        "agna",
        -3.106736e-05
      ],
      [
        " Cart",
        -1.4378848e-05
      ],
      [
        "a",
        -5.7961847e-06
      ]
    ]
  },
  "His 1938 doctoral dissertation on Science, Technology and Society in Seventeenth Century England proved influential in its prosopographic analysis of scientific communities. He began teaching at Columbia": {
    "guess": "Robert K. Merton",
    "confidence": [
      [
        "Robert",
        -0.04370807
      ],
      [
        " K",
        -0.083383195
      ],
      [
        ".",
        -0.0014734375
      ],
      [
        " M",
        -5.2001665e-06
      ],
      [
        "erton",
        -1.0683535e-05
      ]
    ]
  },
  "One document in support of this cause stated that \"unfortunately, the overworked term 'genocide' is applicable\" and led to the recall of the Foreign Service employee who wrote that dissent-channel communique, Archer Blood. This goal was opposed by the militias Razarkars and al-Shams, and its achivement led to the displacement into refugee status of many Bihari speakers. This goal was advanced by the militant Freedom Force, which was enraged that Yahya Khan had asked Zulfikar Ali Bhutto to become prime minister. Politically, it was advocated by the Awami League, whose leader Mujibur Rahman became president after this cause was won. For 10 points, identify this goal which was achieved in 1971 when a new country broke off from Pakistan.": {
    "guess": "Bangladesh Liberation War",
    "confidence": [
      [
        "Bang",
        -0.023741063
      ],
      [
        "ladesh",
        -0.005363483
      ],
      [
        " Liberation",
        -0.00089157117
      ],
      [
        " War",
        -0.0002292847
      ]
    ]
  },
  "His 1938 doctoral dissertation on Science, Technology and Society in Seventeenth Century England proved": {
    "guess": "Robert K. Merton",
    "confidence": [
      [
        "Robert",
        -0.07749312
      ],
      [
        " K",
        -0.49993593
      ],
      [
        ".",
        -0.0010392407
      ],
      [
        " M",
        -1.247159e-05
      ],
      [
        "erton",
        -1.1637165e-05
      ]
    ]
  },
  "This document describes how many gallons of liquid are to be placed in water clocks for various stages": {
    "guess": "Water clock",
    "confidence": [
      [
        "Water",
        -0.64045703
      ],
      [
        " clock",
        -0.054180145
      ]
    ]
  },
  "This document claimed that the person to whom it was addressed had refused a golden crown in favor of": {
    "guess": "Donation of Constantine",
    "confidence": [
      [
        "Don",
        -0.013285989
      ],
      [
        "ation",
        -0.00012225083
      ],
      [
        " of",
        -0.00012260844
      ],
      [
        " Constant",
        -0.011096985
      ],
      [
        "ine",
        -3.655073e-05
      ]
    ]
  },
  "While this document has been entirely superceded in the United States, it remains the basis of relationships between Canada and the Native American tribes there. Its original intent was suppression of Indian warfare along the frontier, but it was largely ignored by colonists, who saw it as an unnecessary": {
    "guess": "Treaty of Fort Stanwix",
    "confidence": [
      [
        "T",
        -0.81616014
      ],
      [
        "reat",
        -4.9617593e-06
      ],
      [
        "y",
        -0.0006719247
      ],
      [
        " of",
        -0.00044080155
      ],
      [
        " Fort",
        -0.3750484
      ],
      [
        " Stan",
        -0.046586357
      ],
      [
        "w",
        -0.000116655596
      ],
      [
        "ix",
        -2.8206474e-05
      ]
    ]
  },
  "This document's ninth section provided for a council of 25 members to ensure cooperation. This document was called void by the Fourth Lateran Council, although Pope Innocent III forced one signer of this document to appoint Stephen Langton to a position of power. Langton helped organize the unrest which": {
    "guess": "Magna Carta",
    "confidence": [
      [
        "M",
        -0.0015524752
      ],
      [
        "agna",
        -3.094816e-05
      ],
      [
        " Cart",
        -5.3193703e-06
      ],
      [
        "a",
        -1.0802739e-05
      ]
    ]
  },
  "This document originally included a complicated plan for apportionment of representatives as well as a section, later ratified as the 27th Amendment, forbidding Congressional pay raises to take effect before an election. Federalist Paper #84 defended the lack of this in the government, saying its absence actually protected the people. It was influenced by a similar document created by George Mason": {
    "guess": "Bill Of Rights",
    "confidence": [
      [
        "Bill",
        -0.57101667
      ],
      [
        " Of",
        -0.51967293
      ],
      [
        " Rights",
        -0.0001437075
      ]
    ]
  },
  "This document begins by granting freedom to a church, which is followed by several statements on   inheritances.": {
    "guess": "Magna Carta",
    "confidence": [
      [
        "M",
        -0.0016846976
      ],
      [
        "agna",
        -2.0100624e-05
      ],
      [
        " Cart",
        -9.221884e-05
      ],
      [
        "a",
        -1.5570886e-05
      ]
    ]
  },
  "His 1938 doctoral dissertation on Science, Technology and Society in Seventeenth Century England proved influential in its prosopographic analysis of scientific communities. He began teaching at Columbia in 1941, where he was co-director with Lazarsfeld of the Bureau of Applied Social Research, and his": {
    "guess": "Robert K. Merton",
    "confidence": [
      [
        "Robert",
        -0.23132566
      ],
      [
        " K",
        -0.2404789
      ],
      [
        ".",
        -0.0019160262
      ],
      [
        " M",
        -5.5577775e-06
      ],
      [
        "erton",
        -1.6882126e-05
      ]
    ]
  },
  "This document claimed that the person to whom it was addressed had refused a golden crown in favor of a phrygium. The creator of this document claims to have served as that addressee's groom and to have met with the addressee while accompanied by his high ranking satraps. The namesake of this document claims to be moving to the east and leaving his lands to its addressee, Sylvester I. This document's veracity was attacked by Nicolas of Cusa and Lorenzo Valla. For 10 points, name this forgery in which the first Christian Roman emperor allegedly gave land in Italy and other authority to the pope": {
    "guess": "Donation of Constantine",
    "confidence": [
      [
        "Don",
        -0.0040393374
      ],
      [
        "ation",
        -5.252402e-05
      ],
      [
        " of",
        -0.00018697108
      ],
      [
        " Constant",
        -0.0001245157
      ],
      [
        "ine",
        -5.7530575e-05
      ]
    ]
  },
  "This document claimed that the person to whom it was addressed had refused a golden crown in favor of a phrygium. The creator of this document claims to have served as that addressee's groom and to have met with the addressee while accompanied by his high ranking satraps. The namesake of this document claims to be moving to the east and leaving his lands to its addressee, Sylvester I. This document's": {
    "guess": "Donation of Constantine",
    "confidence": [
      [
        "Don",
        -0.033887614
      ],
      [
        "ation",
        -0.00033153212
      ],
      [
        " of",
        -0.000117370815
      ],
      [
        " Constant",
        -0.0010005363
      ],
      [
        "ine",
        -3.4047454e-05
      ]
    ]
  },
  "This document begins by mentioning the \"cultural, religious and humanist inheritance\" of the region it governs, but notably does not invoke Christianity to the chagrin of the Vatican (*) and several signatories. This document further describes its members as being \"united in diversity\" and contains statutes on the Court of Justice, Central Bank and the roles of national Parliaments in its system. FTP,": {
    "guess": "Treaty establishing a Constitution for Europe",
    "confidence": [
      [
        "T",
        -0.0913712
      ],
      [
        "reat",
        -3.1281633e-07
      ],
      [
        "y",
        -0.00042721233
      ],
      [
        " establishing",
        -0.40189233
      ],
      [
        " a",
        -0.10788327
      ],
      [
        " Constitution",
        -0.003856959
      ],
      [
        " for",
        -0.0001755312
      ],
      [
        " Europe",
        -3.0828953e-05
      ]
    ]
  },
  "This document was the subject of a 1947 court case which revolved around the Stanoline Oil and Gas Company. Ambrose Sevier carried it in his saddle bag when he and Nathan Clifford were sent to complete it and offer explanations of the proposed amendments to it, which consisted of modifying or rejecting Articles 9, 10, and 12, though it was made clear that the transfer of 12 million dollars would be uninterrupted. This amendment, known as the Protocol of Queretaro, finalized the 23-article document initially signed by Nicholas Trist and Luis Cuevas, among others. FTP, name this treaty, which secured": {
    "guess": "Treaty of Guadalupe Hidalgo",
    "confidence": [
      [
        "T",
        -0.2390934
      ],
      [
        "reat",
        -6.420598e-05
      ],
      [
        "y",
        -0.0014908155
      ],
      [
        " of",
        -0.0014427343
      ],
      [
        " Gu",
        -0.019522175
      ],
      [
        "ad",
        -0.0026684038
      ],
      [
        "alu",
        -2.5226382e-05
      ],
      [
        "pe",
        -3.5313153e-06
      ],
      [
        " H",
        -0.00060093065
      ],
      [
        "idal",
        -0.00020199074
      ],
      [
        "go",
        -5.7961847e-06
      ]
    ]
  },
  "One document in support of this cause stated that \"unfortunately, the overworked term 'genocide' is applicable\" and led to the recall of the Foreign Service employee who wrote that dissent-channel communique,": {
    "guess": "Rwandan genocide",
    "confidence": [
      [
        "R",
        -0.5456646
      ],
      [
        "wand",
        -0.2542227
      ],
      [
        "an",
        -0.00010783452
      ],
      [
        " genocide",
        -0.53157425
      ]
    ]
  },
  "In the Doctor Who universe, it was written by the Silurians, making it millions of years older than in other mythos. Believed to have been written around 730AD, translations include a Russian version for Stalin, a Greek version that gives it its current name, the English Sussex Manuscript, and a Gothic version, lacking the allegorical obscurity, making it even more dangerous. For 10 points--name this": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -0.11869705
      ],
      [
        "ow",
        -9.281486e-05
      ],
      [
        "ulf",
        -9.615256e-05
      ]
    ]
  },
  "One document in support of this cause stated that \"unfortunately, the overworked term 'genocide' is applicable\"": {
    "guess": "Rwandan Genocide",
    "confidence": [
      [
        "R",
        -0.8688027
      ],
      [
        "wand",
        -0.006106301
      ],
      [
        "an",
        -1.4855664e-05
      ],
      [
        " Gen",
        -0.25332296
      ],
      [
        "ocide",
        -3.8934802e-05
      ]
    ]
  },
  "His doctoral dissertation concerned the substitution between Labor and Capital in U.S. Manufacturing. One of his articles introduced a model in which all individuals can only observe aggregated price changes, a set up which means that they cannot make the right decisions about changing production levels. A related concept to that Islands model is this man's namesake critique which claims that any economic relationships that appear to hold in the real world may become invalid as a response to active fiscal or monetary policy. For 10 points, identify this Chicago economist whose paradox concerns why more capital is not flowing from developed to developing nations, a 1995 Nobelist better known for": {
    "guess": "Robert Lucas Jr.",
    "confidence": [
      [
        "Robert",
        -0.11325148
      ],
      [
        " Lucas",
        -0.003035113
      ],
      [
        " Jr",
        -8.613945e-05
      ],
      [
        ".",
        -1.2590794e-05
      ]
    ]
  },
  "This doctrine preaches that only the first man received a soul from the divine and all other souls are physically inherited from parents during conception. It believes that reality can be distinguished": {
    "guess": "Preformationism",
    "confidence": [
      [
        "Pre",
        -0.5743621
      ],
      [
        "formation",
        -0.6683042
      ],
      [
        "ism",
        -0.033337668
      ]
    ]
  }
}