{
  "Jan von Dogiel described the cogwheel appearance of type I cells in this system. One congenital disorder of this system arises from the failure of craniocaudal neuroblasts to migrate during the first trimester. Besides being implicated in Hirschsprung's disease, this system is also responsible for generation of the Migrating Motility Complex. Some cells in this system provide the input to interstitial cells of Cajal, and the cells of this system are primarily found in (*) Auerbach's and Meissner's": {
    "guess": "Enteric nervous system",
    "confidence": [
      [
        "Enter",
        -0.3311459
      ],
      [
        "ic",
        -4.012684e-05
      ],
      [
        " nervous",
        -0.049824137
      ],
      [
        " system",
        -0.00018816312
      ]
    ]
  },
  "In Japanese tradition, a dragon of this color guards the eastern signs of the zodiac, while in Christian art Cherubim are traditionally dressed in robes of this color, in contrast to the red robes of Seraphim.": {
    "guess": "Blue",
    "confidence": [
      [
        "Blue",
        -0.107259914
      ]
    ]
  },
  "In Japanese tradition, a dragon of this color guards the eastern signs of the zodiac, while in Christian art Cherubim are traditionally dressed in robes of this color, in contrast to the red robes of Seraphim. Among the Ancient Hebrews, this color was made from the hilazon snail. Halahala, a poison created during the churning of the ocean, turned Shiva's throat this color, which is also the color of": {
    "guess": "Blue",
    "confidence": [
      [
        "Blue",
        -0.083088465
      ]
    ]
  },
  "Jan Swammerdam tried to disprove this theory in order to prove the existence of God. In response to John Needham's attempt to prove this, Lazzaro Spallanzani performed an experiment involving a sealed container partially evacuated of air, in which he boiled soup. Despite its obvious flaws demonstrated by Francesco Redi, this theory persisted well into the 19th century because Darwinism suggested that life evolved from chemical substances. Finally disproved using a flask with a bent neck by Louis Pasteur, for 10 points, name this theory, also known as abiogenesis, supported by the observation that rotten meat seems to \"give life\" to maggots.": {
    "guess": "Spontaneous generation",
    "confidence": [
      [
        "Sp",
        -0.0064131324
      ],
      [
        "ont",
        -1.6286107e-05
      ],
      [
        "aneous",
        -1.0280384e-06
      ],
      [
        " generation",
        -0.001809891
      ]
    ]
  },
  "Jan von Dogiel described the cogwheel appearance of type I cells in this system. One congenital disorder of this system arises from the failure of craniocaudal neuroblasts to migrate during the first trimester. Besides being implicated in Hirschsprung's disease, this system is also responsible for generation of the Migrating Motility Complex. Some cells in this system provide the input to interstitial cells of Cajal, and the cells of this system are primarily found in (*) Auerbach's and Meissner's plexuses. Achalasia is another disorder of this system, whose receptors are located in Peyer's patches. Sometimes called \"second\" or \"little\" brain, drugs targeting this system aim at controlling peristalsis and increasing motility. For 10 points, name this branch of the autonomic nervous system that aids in movement through the GI tract.": {
    "guess": "Enteric nervous system",
    "confidence": [
      [
        "Enter",
        -0.010035133
      ],
      [
        "ic",
        -1.4498052e-05
      ],
      [
        " nervous",
        -0.14606203
      ],
      [
        " system",
        -0.00012725739
      ]
    ]
  },
  "In Japanese tradition, a dragon of this color guards the eastern signs of the zodiac, while in Christian art Cherubim are traditionally dressed in robes of this color, in contrast to the red robes of Seraphim. Among the Ancient Hebrews, this color was made from the hilazon snail. Halahala, a poison created": {
    "guess": "Blue",
    "confidence": [
      [
        "Blue",
        -0.004562442
      ]
    ]
  },
  "The Japanese Shichi Fujukin gods live in one of these, and the Celtic Manannan mac Lir has one that responds to spoken commands. Skidbladnir is one which Freyr can collapse into his pocket, while Naglfar is one made entirely of fingernails. Another one of these, which could talk because it was built in Dodona, lent its name to a group of people including Telamon, Atalanta, Orpheus, and Heracles, who sought the Golden Fleece under the leadership of Jason. For 10 points, name these conveyances, whose": {
    "guess": "Boats",
    "confidence": [
      [
        "Bo",
        -0.17356545
      ],
      [
        "ats",
        -0.16293858
      ]
    ]
  },
  "In a Japanese myth, one of these creatures disguised himself as a boy named Kintaro in order to trap Minamoto no Raiko. A god who takes this form has a brother named Iya and is the son of Inyan; that god is the Lakota trickster Iktomi. One of these animals brought a python, a leopard, a dwarf, and some hornets to the sky god to secure the release of all of the world's (*) stories. That son of Asase": {
    "guess": "Spider",
    "confidence": [
      [
        "Spider",
        -0.56274676
      ]
    ]
  },
  "Jan von Dogiel described the cogwheel appearance of type I cells in this system. One congenital disorder of this system arises from the failure of craniocaudal neuroblasts to migrate during the first trimester. Besides being implicated in Hirschsprung's disease, this system is also responsible for generation of the Migrating Motility Complex. Some cells in this system provide the input to interstitial cells of Cajal, and the cells of this system are primarily found in (*) Auerbach's and Meissner's plexuses. Achalasia is another disorder of this system, whose receptors are located in Peyer's patches. Sometimes called \"second\" or \"little\" brain, drugs targeting this system aim at controlling peristalsis": {
    "guess": "Enteric nervous system",
    "confidence": [
      [
        "Enter",
        -0.0151273785
      ],
      [
        "ic",
        -8.299462e-06
      ],
      [
        " nervous",
        -0.19181792
      ],
      [
        " system",
        -8.1490514e-05
      ]
    ]
  },
  "The Japanese Unit 100 operated out of this city, which had earlier served as the capital of Nurhaci.": {
    "guess": "Shenyang",
    "confidence": [
      [
        "Sh",
        -0.43970296
      ],
      [
        "eny",
        -0.00063785806
      ],
      [
        "ang",
        -5.8245798e-05
      ]
    ]
  },
  "The Japanese Shichi Fujukin gods live in one of these, and the Celtic Manannan mac Lir has one that responds": {
    "guess": "Otherworld",
    "confidence": [
      [
        "Other",
        -1.5165144
      ],
      [
        "world",
        -0.0037892696
      ]
    ]
  },
  "In Japanese myth, Ninigi's wife Ko-no-Hana is their princess.  In Chinese myth, Han Xian Zi once read a prophetic poem on some of these.  In Aztec myth they were associated with the twin deities Xochipilli and Xochiquetzal, and in Welsh myth Gwydion and Math used some of these as the raw material for creating Blodeuedd.  Ovid tells of an Oceanid named Clyti?who turned into one of these so she could follow Helios each day, and in Indian myth, Kama's five arrows of desire were tipped with them.  People who produced some of these upon dying include a youth beloved by Apollo and Zephyrus, and a youth beloved by Echo and himself.  FTP, name this type of plant life associated with Hyacinthus and Narcissus.": {
    "guess": "Flower",
    "confidence": [
      [
        "Fl",
        -0.051366996
      ],
      [
        "ower",
        -0.25191686
      ]
    ]
  },
  "The Japanese common strain and the masked strain M are major strains of this virus first discovered by Mayer and independently by Iwanowski. A rigid, rod-shaped virus, its active content consists of alkaline phosphatase and peroxidase. It is generally transmitted by insects, and must be controlled by proper sanitation, as it has been shown to survive for up to 50 years in dried plant parts. The most": {
    "guess": "Tobacco mosaic virus",
    "confidence": [
      [
        "T",
        -0.05041497
      ],
      [
        "ob",
        -0.0007254178
      ],
      [
        "acco",
        -0.0018998402
      ],
      [
        " mosaic",
        -0.103175834
      ],
      [
        " virus",
        -0.00013834333
      ]
    ]
  },
  "The Japanese Unit 100 operated out of this city, which had earlier served as the capital of Nurhaci. The Wakatsuki Cabinet was brought down following one event named for this location organized by Seishiro Itagaki, which prompted the Stimson Doctrine after Japan invaded Manchuria following a faked railroad bombing named for this site. Alexei Kuropatkin resigned following his defeat by Oyama Iwao at a battle named for this city, which combined with the Battle of Tsushima to force Russia into the Treaty of Portsmouth. For 10 points, identify this city also known as Shenyang, the namesake of a massive land battle during the Russo-Japanese War.": {
    "guess": "Battle of Mukden",
    "confidence": [
      [
        "Battle",
        -0.8686735
      ],
      [
        " of",
        -0.00021998682
      ],
      [
        " Muk",
        -0.023367655
      ],
      [
        "den",
        -0.00010175513
      ]
    ]
  },
  "January 20 is the feast day for this saint who, after the most famous attempt on his life, was nursed back to health by a Christian woman. After the subsequent beating that killed him, another pious woman": {
    "guess": "Saint Sebastian",
    "confidence": [
      [
        "Saint",
        -0.71453893
      ],
      [
        " Sebastian",
        -0.06357045
      ]
    ]
  },
  "The Japanese sport of Kingyo-sukui is played using this animal, while in China, these animals are divided into \"Ce\" and \"Wen\" varieties, with the latter being more prestigious. These animals are members of the Cyprinid family, which also includes minnows and barbs. The Shubunkin is a calico- colored breed of this creature, while the Ryukin breed has a shoulder hump. Other fancy breeds of this creature include the hooded Oranda, and the Black Moor, which has protruding eyes. This animal's relatives": {
    "guess": "Goldfish",
    "confidence": [
      [
        "Gold",
        -0.0066195657
      ],
      [
        "fish",
        -6.909333e-05
      ]
    ]
  },
  "In January, 1966, Ibo officers attempted a brief and bloody coup, which resulted in retaliatory mass": {
    "guess": "1966 Nigerian coup",
    "confidence": [
      [
        "196",
        -0.55308914
      ],
      [
        "6",
        -0.00096541515
      ],
      [
        " Nigerian",
        -0.0043751746
      ],
      [
        " coup",
        -0.012129917
      ]
    ]
  },
  "The Japanese Unit 100 operated out of this city, which had earlier served as the capital of Nurhaci. The Wakatsuki Cabinet was brought down following one event named for this location organized by Seishiro Itagaki, which prompted the Stimson Doctrine after Japan invaded Manchuria following a faked railroad bombing named for this site. Alexei Kuropatkin resigned following his defeat by Oyama Iwao at a battle named for this city, which combined with the Battle of Tsushima to force Russia into the Treaty": {
    "guess": "Mukden",
    "confidence": [
      [
        "M",
        -0.23782325
      ],
      [
        "uk",
        -3.070975e-05
      ],
      [
        "den",
        -1.0280384e-06
      ]
    ]
  },
  "In January, 1966, Ibo officers attempted a brief and bloody coup, which resulted in retaliatory mass killings of Ibo migrants in northern Nigeria over the summer.* Most Ibo lived in what was then the Eastern Region under Lt. Col. Cukwuemeka Odumegwu Ojukwu, which subsequently declared independence. With support only from South Africa and France, however, this country was unable to stand and its capital": {
    "guess": "Nigerian Civil War",
    "confidence": [
      [
        "N",
        -0.54815507
      ],
      [
        "iger",
        -0.0052476297
      ],
      [
        "ian",
        -0.00030090412
      ],
      [
        " Civil",
        -0.034156308
      ],
      [
        " War",
        -0.00023345684
      ]
    ]
  },
  "In January 2013, this country arrested 11 journalists working for the BBC and Voice of America. During a 2012 speech to the U.N., one world leader protested this country's actions by drawing a red line on a cartoonish diagram of a bomb. That world leader later called an agreement concerning this country a \"historic mistake.\" That six-month-long interim agreement signed in Geneva allowed for greater oversight by the (*) IAEA in this country, which agreed to dilute all uranium enriched beyond 5%. For": {
    "guess": "Iran nuclear negotiations",
    "confidence": [
      [
        "Iran",
        -0.68920696
      ],
      [
        " nuclear",
        -0.08114863
      ],
      [
        " negotiations",
        -0.40668723
      ]
    ]
  },
  "In January, 1966, Ibo officers attempted a brief and bloody coup, which resulted in retaliatory mass killings of Ibo migrants in northern Nigeria over the summer.* Most Ibo lived in what was then the Eastern Region under Lt. Col. Cukwuemeka Odumegwu Ojukwu, which subsequently declared independence. With support only from South Africa and France, however, this country was unable to stand and its capital was repeatedly moved, from Enugu to Aba to Umuahia and finally to Owerri. FTP, name this short-lived": {
    "guess": "Republic of Biafra",
    "confidence": [
      [
        "Republic",
        -0.35900202
      ],
      [
        " of",
        -0.00077043637
      ],
      [
        " B",
        -0.00026169344
      ],
      [
        "ia",
        -1.1398757e-05
      ],
      [
        "fra",
        -7.4576696e-05
      ]
    ]
  },
  "In a Japanese myth, one of these creatures disguised himself as a boy named Kintaro in order to trap Minamoto no Raiko. A god who takes this form has a brother named Iya and is the son of Inyan; that god is the Lakota trickster Iktomi. One of these animals brought a python, a leopard, a dwarf, and some hornets to the sky god to secure the release of all of the world's (*) stories. That son of Asase Ya also hoarded the world's wisdom in a calabash. A daughter of Idmon of Colophon, a Tyrian dye-maker, hung herself and became one of these creatures after depicting the gods' infidelities on her loom,": {
    "guess": "Anansi",
    "confidence": [
      [
        "An",
        -0.43432403
      ],
      [
        "ansi",
        -0.00045426787
      ]
    ]
  },
  "In Japanese tradition, a dragon of this color guards the eastern signs of the zodiac, while in Christian art Cherubim are traditionally dressed in robes of this color, in contrast to the red robes of Seraphim. Among the Ancient Hebrews, this color was made from the hilazon snail. Halahala, a poison created during the churning of the ocean, turned Shiva's throat this color, which is also the color of the non-white parts of a tzitzit, or fringe to a Jewish prayer shawl. For ten points, name this color": {
    "guess": "Blue",
    "confidence": [
      [
        "Blue",
        -0.010496136
      ]
    ]
  },
  "In January 2013, this country arrested 11 journalists working for the BBC and Voice of America. During a 2012 speech to the U.N., one world leader protested this country's actions by drawing a red line on a cartoonish diagram of a bomb. That world leader later called an agreement concerning this country a \"historic mistake.\" That six-month-long interim agreement signed in Geneva allowed for greater oversight by the (*) IAEA in this country, which agreed to dilute all uranium enriched beyond 5%. For ten points, identify this country led by Hassan Rouhani, which in November 2013 reached an international": {
    "guess": "Iran nuclear deal",
    "confidence": [
      [
        "Iran",
        -0.38004974
      ],
      [
        " nuclear",
        -0.035710625
      ],
      [
        " deal",
        -1.0274309
      ]
    ]
  },
  "The Japanese Unit 100 operated out of this city, which had earlier served as the capital of Nurhaci. The Wakatsuki Cabinet was brought down following one event named for this location organized by Seishiro Itagaki, which prompted the Stimson Doctrine after Japan invaded Manchuria following a faked railroad bombing named for this site. Alexei Kuropatkin resigned following his defeat by Oyama Iwao at a battle named for this city, which combined with the Battle of Tsushima to force Russia into the Treaty of Portsmouth. For 10 points, identify this city also known as Shenyang, the namesake of a massive": {
    "guess": "Mukden",
    "confidence": [
      [
        "M",
        -0.09190624
      ],
      [
        "uk",
        -4.0007635e-05
      ],
      [
        "den",
        -1.9816675e-06
      ]
    ]
  },
  "In Japanese myth, Ninigi's wife Ko-no-Hana is their princess.  In Chinese myth, Han Xian Zi once read": {
    "guess": "Flower",
    "confidence": [
      [
        "Fl",
        -0.08244364
      ],
      [
        "ower",
        -0.007360987
      ]
    ]
  },
  "Jan Swammerdam tried to disprove this theory in order to prove the existence of God. In response to John Needham's attempt to prove this, Lazzaro Spallanzani performed an experiment involving a sealed container partially evacuated of air, in which he boiled soup. Despite its obvious flaws demonstrated": {
    "guess": "Spontaneous generation",
    "confidence": [
      [
        "Sp",
        -0.029825695
      ],
      [
        "ont",
        -0.038825225
      ],
      [
        "aneous",
        -5.9153886e-06
      ],
      [
        " generation",
        -0.012003651
      ]
    ]
  },
  "Jan Swammerdam tried to disprove this theory in order to prove the existence of God. In response to John Needham's attempt to prove this, Lazzaro Spallanzani performed an experiment involving a sealed": {
    "guess": "Spontaneous generation",
    "confidence": [
      [
        "Sp",
        -0.027340615
      ],
      [
        "ont",
        -0.047645096
      ],
      [
        "aneous",
        -1.831257e-05
      ],
      [
        " generation",
        -0.009364073
      ]
    ]
  },
  "The Japanese sport of Kingyo-sukui is played using this animal, while in China, these animals are divided": {
    "guess": "Goldfish",
    "confidence": [
      [
        "Gold",
        -0.01392936
      ],
      [
        "fish",
        -4.632543e-05
      ]
    ]
  },
  "In Japanese myth, Ninigi's wife Ko-no-Hana is their princess.  In Chinese myth, Han Xian Zi once read a prophetic poem on some of these.  In Aztec myth they were associated with the twin deities Xochipilli and Xochiquetzal, and in Welsh myth Gwydion and Math used some of these as the raw material for creating Blodeuedd.  Ovid tells of an Oceanid named Clyti?who turned into one of these so she could": {
    "guess": "Flowers",
    "confidence": [
      [
        "Fl",
        -0.058965817
      ],
      [
        "owers",
        -0.5081663
      ]
    ]
  },
  "In January, 1966, Ibo officers attempted a brief and bloody coup, which resulted in retaliatory mass killings of Ibo migrants in northern Nigeria over the summer.* Most Ibo lived in what was then the Eastern Region under Lt. Col. Cukwuemeka Odumegwu Ojukwu, which subsequently declared independence. With support only from South Africa and France, however, this country was unable to stand and its capital was repeatedly moved, from Enugu to Aba to Umuahia and finally to Owerri. FTP, name this short-lived African nation, the first African country founded by Africans.": {
    "guess": "Republic of Biafra",
    "confidence": [
      [
        "Republic",
        -0.3806953
      ],
      [
        " of",
        -0.0007796078
      ],
      [
        " B",
        -0.00044675806
      ],
      [
        "ia",
        -2.2484697e-05
      ],
      [
        "fra",
        -0.000110457004
      ]
    ]
  },
  "Jan von Dogiel described the cogwheel appearance of type I cells in this system. One congenital disorder of this system arises from the failure of craniocaudal neuroblasts to migrate during the first trimester. Besides being implicated in Hirschsprung's disease, this system is also responsible for generation of the Migrating Motility Complex. Some cells in this system provide the input to interstitial cells of Cajal, and the cells of this system are primarily found in (*) Auerbach's and Meissner's plexuses. Achalasia is another disorder of this system, whose receptors are located in Peyer's patches.": {
    "guess": "Enteric nervous system",
    "confidence": [
      [
        "Enter",
        -0.25127393
      ],
      [
        "ic",
        -1.4140442e-05
      ],
      [
        " nervous",
        -0.14649507
      ],
      [
        " system",
        -8.637786e-05
      ]
    ]
  },
  "In January 2013, this country arrested 11 journalists working for the BBC and Voice of America. During a 2012 speech to the U.N., one world leader protested this country's actions by drawing a red line on a cartoonish diagram of a bomb. That world leader later called an agreement concerning this country a \"historic mistake.\" That six-month-long interim agreement signed in Geneva allowed for greater": {
    "guess": "Nuclear program of Iran",
    "confidence": [
      [
        "N",
        -0.5662218
      ],
      [
        "uclear",
        -0.0004191138
      ],
      [
        " program",
        -0.0065498166
      ],
      [
        " of",
        -0.00037633438
      ],
      [
        " Iran",
        -1.6286107e-05
      ]
    ]
  },
  "On January 1, 1969, this non-American city was the start-point of a 73-mile long civil rights march, and in August of the same year, it saw widespread rioting and the conviction of Bernadette Devlin. William Whitelaw initiated a military intervention called Operation Motorman in response to violence in this city. A major politician in this city was the founder of the Martyrs Memorial Free (*) Presbyterian Church, Ian Paisley, whose Democratic Unionist party brought him to power. This city was also the location of the signing of an April 10, 1998 agreement which established joint rule of the country where this city is the capital. The namesake alternate name of of the Good Friday Accords, for 10 points, identify this capital of Northern Ireland.": {
    "guess": "Belfast",
    "confidence": [
      [
        "B",
        -0.00088085386
      ],
      [
        "elfast",
        -4.1273333e-06
      ]
    ]
  },
  "The Japanese Shichi Fujukin gods live in one of these, and the Celtic Manannan mac Lir has one that responds to spoken commands. Skidbladnir is one which Freyr can collapse into his pocket, while Naglfar is one made entirely of fingernails. Another one of these, which could talk because it was built in Dodona, lent its name to a group of people including Telamon, Atalanta, Orpheus, and Heracles, who": {
    "guess": "Ship",
    "confidence": [
      [
        "Ship",
        -0.098786555
      ]
    ]
  },
  "In a Japanese myth, one of these creatures disguised himself as a boy named Kintaro in order to trap": {
    "guess": "Momotaro",
    "confidence": [
      [
        "Mom",
        -0.4840639
      ],
      [
        "ot",
        -3.333223e-05
      ],
      [
        "aro",
        -0.054928325
      ]
    ]
  },
  "On January 1, 1969, this non-American city was the start-point of a 73-mile long civil rights march, and in August of the same year, it saw widespread rioting and the conviction of Bernadette Devlin. William Whitelaw initiated a military intervention called Operation Motorman in response to violence": {
    "guess": "The Troubles",
    "confidence": [
      [
        "The",
        -0.31204444
      ],
      [
        " Trou",
        -0.005038064
      ],
      [
        "bles",
        -2.3392786e-06
      ]
    ]
  },
  "The Japanese Unit 100 operated out of this city, which had earlier served as the capital of Nurhaci. The Wakatsuki Cabinet was brought down following one event named for this location organized by Seishiro Itagaki, which prompted the Stimson Doctrine after Japan invaded Manchuria following a faked railroad bombing named for this site. Alexei Kuropatkin resigned following his defeat by Oyama Iwao at": {
    "guess": "Mukden",
    "confidence": [
      [
        "M",
        -0.5458734
      ],
      [
        "uk",
        -0.0017036292
      ],
      [
        "den",
        -3.2929079e-06
      ]
    ]
  },
  "The Japanese sport of Kingyo-sukui is played using this animal, while in China, these animals are divided into \"Ce\" and \"Wen\" varieties, with the latter being more prestigious. These animals are members of the Cyprinid family, which also includes minnows and barbs. The Shubunkin is a calico- colored breed of this creature, while the Ryukin breed has a shoulder hump. Other fancy breeds of this creature include the hooded Oranda, and the Black Moor, which has protruding eyes. This animal's relatives include a larger, similar looking fish called the (*) koi, which, along with this fish, is just a domesticated crap. For ten points, name this most common pet fish, named for its orange color.": {
    "guess": "Goldfish",
    "confidence": [
      [
        "Gold",
        -0.0050330865
      ],
      [
        "fish",
        -1.7597347e-05
      ]
    ]
  },
  "The Japanese Shichi Fujukin gods live in one of these, and the Celtic Manannan mac Lir has one that responds to spoken commands. Skidbladnir is one which Freyr can collapse into his pocket, while Naglfar": {
    "guess": "Ship in mythology",
    "confidence": [
      [
        "Ship",
        -0.4048938
      ],
      [
        " in",
        -0.34111106
      ],
      [
        " mythology",
        -0.56248116
      ]
    ]
  },
  "On January 1, 1969, this non-American city was the start-point of a 73-mile long civil rights march, and in August of the same year, it saw widespread rioting and the conviction of Bernadette Devlin. William Whitelaw initiated a military intervention called Operation Motorman in response to violence in this city. A major politician in this city was the founder of the Martyrs Memorial Free (*) Presbyterian Church, Ian Paisley, whose Democratic Unionist party brought him to power. This city was also the location of the signing of an April 10, 1998 agreement which established joint rule of the country": {
    "guess": "Belfast",
    "confidence": [
      [
        "B",
        -0.06274509
      ],
      [
        "elfast",
        -4.0842064e-05
      ]
    ]
  },
  "Jan von Dogiel described the cogwheel appearance of type I cells in this system. One congenital disorder of this system arises from the failure of craniocaudal neuroblasts to migrate during the first trimester. Besides being implicated in Hirschsprung's disease, this system is also responsible for generation": {
    "guess": "Enteric nervous system",
    "confidence": [
      [
        "Enter",
        -0.017200228
      ],
      [
        "ic",
        -4.7755875e-05
      ],
      [
        " nervous",
        -0.11893352
      ],
      [
        " system",
        -0.00022892709
      ]
    ]
  },
  "In January 2013, this country arrested 11 journalists working for the BBC and Voice of America. During a 2012 speech to the U.N., one world leader protested this country's actions by drawing a red line on a cartoonish diagram of a bomb. That world leader later called an agreement concerning this country": {
    "guess": "Iran nuclear deal",
    "confidence": [
      [
        "Iran",
        -0.05637972
      ],
      [
        " nuclear",
        -0.114029184
      ],
      [
        " deal",
        -0.26855266
      ]
    ]
  },
  "In Japanese myth, Ninigi's wife Ko-no-Hana is their princess.  In Chinese myth, Han Xian Zi once read a prophetic poem on some of these.  In Aztec myth they were associated with the twin deities Xochipilli": {
    "guess": "Flowers",
    "confidence": [
      [
        "Fl",
        -0.17617664
      ],
      [
        "owers",
        -0.24213512
      ]
    ]
  },
  "The Japanese common strain and the masked strain M are major strains of this virus first discovered by": {
    "guess": "Influenza A virus",
    "confidence": [
      [
        "In",
        -0.1759686
      ],
      [
        "fl",
        -0.002720349
      ],
      [
        "uen",
        -1.7835755e-05
      ],
      [
        "za",
        -0.0021363404
      ],
      [
        " A",
        -0.05746598
      ],
      [
        " virus",
        -0.026257107
      ]
    ]
  },
  "January 20 is the feast day for this saint who, after the most famous attempt on his life, was nursed back to health by a Christian woman. After the subsequent beating that killed him, another pious woman found his body in the sewers, and buried him by the catacombs of Rome, which became a popular pilgrimage site. He had entered the Roman army under Emperor Carinus, rising to captain, but when Diocletian learned he was converting his men, Diocletian ordered his death. A popular subject for Renaissance artists, FTP, who was this saint condemned to be killed by arrows?": {
    "guess": "Saint Sebastian",
    "confidence": [
      [
        "Saint",
        -0.13945508
      ],
      [
        " Sebastian",
        -3.523949e-05
      ]
    ]
  },
  "In January 2013, this country arrested 11 journalists working for the BBC and Voice of America. During a 2012 speech to the U.N., one world leader protested this country's actions by drawing a red line": {
    "guess": "Iran",
    "confidence": [
      [
        "Iran",
        -0.0025153735
      ]
    ]
  },
  "In Japanese myth, Ninigi's wife Ko-no-Hana is their princess.  In Chinese myth, Han Xian Zi once read a prophetic poem on some of these.  In Aztec myth they were associated with the twin deities Xochipilli and Xochiquetzal, and in Welsh myth Gwydion and Math used some of these as the raw material for creating Blodeuedd.  Ovid tells of an Oceanid named Clyti?who turned into one of these so she could follow Helios each day, and in Indian myth, Kama's five arrows of desire were tipped with them.  People who produced some of these upon dying include a youth beloved by Apollo and Zephyrus, and a youth": {
    "guess": "Flowers",
    "confidence": [
      [
        "Fl",
        -0.03853518
      ],
      [
        "owers",
        -0.14119539
      ]
    ]
  },
  "In Japanese myth, Ninigi's wife Ko-no-Hana is their princess.  In Chinese myth, Han Xian Zi once read a prophetic poem on some of these.  In Aztec myth they were associated with the twin deities Xochipilli and Xochiquetzal, and in Welsh myth Gwydion and Math used some of these as the raw material for creating Blodeuedd.  Ovid tells of an Oceanid named Clyti?who turned into one of these so she could follow Helios each day, and in Indian myth, Kama's five arrows of desire were tipped with them.  People": {
    "guess": "Flowers",
    "confidence": [
      [
        "Fl",
        -0.036418147
      ],
      [
        "owers",
        -0.043722663
      ]
    ]
  },
  "Jan Swammerdam tried to disprove this theory in order to prove the existence of God. In response to John": {
    "guess": "Spontaneous generation",
    "confidence": [
      [
        "Sp",
        -1.0812354
      ],
      [
        "ont",
        -0.00045771745
      ],
      [
        "aneous",
        -0.0001596771
      ],
      [
        " generation",
        -0.028371286
      ]
    ]
  },
  "Jan Swammerdam tried to disprove this theory in order to prove the existence of God. In response to John Needham's attempt to prove this, Lazzaro Spallanzani performed an experiment involving a sealed container partially evacuated of air, in which he boiled soup. Despite its obvious flaws demonstrated by Francesco Redi, this theory persisted well into the 19th century because Darwinism suggested that life evolved from chemical substances. Finally disproved using a flask with a bent neck by Louis Pasteur, for 10 points, name this theory, also known as abiogenesis, supported by the observation that": {
    "guess": "Spontaneous generation",
    "confidence": [
      [
        "Sp",
        -0.018580766
      ],
      [
        "ont",
        -0.00016313401
      ],
      [
        "aneous",
        -4.9617593e-06
      ],
      [
        " generation",
        -0.00081915775
      ]
    ]
  },
  "The Japanese sport of Kingyo-sukui is played using this animal, while in China, these animals are divided into \"Ce\" and \"Wen\" varieties, with the latter being more prestigious. These animals are members of the Cyprinid family, which also includes minnows and barbs. The Shubunkin is a calico- colored": {
    "guess": "Goldfish",
    "confidence": [
      [
        "Gold",
        -0.01594486
      ],
      [
        "fish",
        -1.2948405e-05
      ]
    ]
  },
  "The Japanese sport of Kingyo-sukui is played using this animal, while in China, these animals are divided into \"Ce\" and \"Wen\" varieties, with the latter being more prestigious. These animals are members of the Cyprinid family, which also includes minnows and barbs. The Shubunkin is a calico- colored breed of this creature, while the Ryukin breed has a shoulder hump. Other fancy breeds of this creature": {
    "guess": "Goldfish",
    "confidence": [
      [
        "Gold",
        -0.037893314
      ],
      [
        "fish",
        -0.00014799883
      ]
    ]
  },
  "In Japanese tradition, a dragon of this color guards the eastern signs of the zodiac, while in Christian art Cherubim are traditionally dressed in robes of this color, in contrast to the red robes of Seraphim. Among the Ancient Hebrews, this color was made from the hilazon snail. Halahala, a poison created during the churning of the ocean, turned Shiva's throat this color, which is also the color of the non-white parts of a tzitzit, or fringe to a Jewish prayer shawl. For ten points, name this color of Vishnu, as well as of the sky and the sea.": {
    "guess": "Blue",
    "confidence": [
      [
        "Blue",
        -0.016546765
      ]
    ]
  },
  "The Japanese sport of Kingyo-sukui is played using this animal, while in China, these animals are divided into \"Ce\" and \"Wen\" varieties, with the latter being more prestigious. These animals are members of the Cyprinid family, which also includes minnows and barbs. The Shubunkin is a calico- colored breed of this creature, while the Ryukin breed has a shoulder hump. Other fancy breeds of this creature include the hooded Oranda, and the Black Moor, which has protruding eyes. This animal's relatives include a larger, similar looking fish called the (*) koi, which, along with this fish, is just a": {
    "guess": "Goldfish",
    "confidence": [
      [
        "Gold",
        -0.020668477
      ],
      [
        "fish",
        -7.9418505e-06
      ]
    ]
  },
  "In Japanese myth, Ninigi's wife Ko-no-Hana is their princess.  In Chinese myth, Han Xian Zi once read a prophetic poem on some of these.  In Aztec myth they were associated with the twin deities Xochipilli and Xochiquetzal, and in Welsh myth Gwydion and Math used some of these as the raw material for": {
    "guess": "Flowers",
    "confidence": [
      [
        "Fl",
        -0.45921916
      ],
      [
        "owers",
        -0.056968376
      ]
    ]
  },
  "The Japanese sport of Kingyo-sukui is played using this animal, while in China, these animals are divided into \"Ce\" and \"Wen\" varieties, with the latter being more prestigious. These animals are members": {
    "guess": "Goldfish",
    "confidence": [
      [
        "Gold",
        -0.0042231167
      ],
      [
        "fish",
        -3.1737043e-06
      ]
    ]
  },
  "The Japanese Shichi Fujukin gods live in one of these, and the Celtic Manannan mac Lir has one that responds to spoken commands. Skidbladnir is one which Freyr can collapse into his pocket, while Naglfar is one made entirely of fingernails. Another one of these, which could talk because it was built in Dodona, lent its name to a group of people including Telamon, Atalanta, Orpheus, and Heracles, who sought the Golden Fleece under the leadership of Jason. For 10 points, name these conveyances, whose mythical examples included the Argo.": {
    "guess": "Boat",
    "confidence": [
      [
        "Bo",
        -0.5964253
      ],
      [
        "at",
        -0.0061698128
      ]
    ]
  },
  "In January, 1966, Ibo officers attempted a brief and bloody coup, which resulted in retaliatory mass killings of Ibo migrants in northern Nigeria over the summer.* Most Ibo lived in what was then the Eastern": {
    "guess": "Igbo people",
    "confidence": [
      [
        "I",
        -0.9391409
      ],
      [
        "g",
        -0.046479512
      ],
      [
        "bo",
        -0.0002645543
      ],
      [
        " people",
        -0.25259817
      ]
    ]
  },
  "In a Japanese myth, one of these creatures disguised himself as a boy named Kintaro in order to trap Minamoto no Raiko. A god who takes this form has a brother named Iya and is the son of Inyan; that god is the Lakota trickster Iktomi. One of these animals brought a python, a leopard, a dwarf, and some hornets to the sky god to secure the release of all of the world's (*) stories. That son of Asase Ya also hoarded the world's wisdom in a calabash. A daughter of Idmon of Colophon, a Tyrian dye-maker, hung herself and became one of these creatures after depicting the gods' infidelities on her loom, which was destroyed by Athena. For 10 points, name this type of animal represented by Anansi and": {
    "guess": "Spider",
    "confidence": [
      [
        "Spider",
        -0.23663224
      ]
    ]
  },
  "In January, 1966, Ibo officers attempted a brief and bloody coup, which resulted in retaliatory mass killings of Ibo migrants in northern Nigeria over the summer.* Most Ibo lived in what was then the Eastern Region under Lt. Col. Cukwuemeka Odumegwu Ojukwu, which subsequently declared independence. With": {
    "guess": "Nigerian Civil War",
    "confidence": [
      [
        "N",
        -0.71507776
      ],
      [
        "iger",
        -0.007127958
      ],
      [
        "ian",
        -9.376849e-05
      ],
      [
        " Civil",
        -0.09663404
      ],
      [
        " War",
        -0.00024441257
      ]
    ]
  },
  "On January 1, 1969, this non-American city was the start-point of a 73-mile long civil rights march, and in August of the same year, it saw widespread rioting and the conviction of Bernadette Devlin. William Whitelaw initiated a military intervention called Operation Motorman in response to violence in this city. A major politician in this city was the founder of the Martyrs Memorial Free (*) Presbyterian Church, Ian Paisley, whose Democratic Unionist party brought him to power. This city was also": {
    "guess": "Belfast",
    "confidence": [
      [
        "B",
        -0.36897194
      ],
      [
        "elfast",
        -0.00024584302
      ]
    ]
  },
  "The Japanese Unit 100 operated out of this city, which had earlier served as the capital of Nurhaci. The Wakatsuki Cabinet was brought down following one event named for this location organized by Seishiro": {
    "guess": "Mukden",
    "confidence": [
      [
        "M",
        -0.37608805
      ],
      [
        "uk",
        -0.0023505532
      ],
      [
        "den",
        -1.7432603e-06
      ]
    ]
  },
  "The Japanese Shichi Fujukin gods live in one of these, and the Celtic Manannan mac Lir has one that responds to spoken commands. Skidbladnir is one which Freyr can collapse into his pocket, while Naglfar is one made entirely of fingernails. Another one of these, which could talk because it was built": {
    "guess": "Ship",
    "confidence": [
      [
        "Ship",
        -0.17050141
      ]
    ]
  },
  "In January 2013, this country arrested 11 journalists working for the BBC and Voice of America. During a 2012 speech to the U.N., one world leader protested this country's actions by drawing a red line on a cartoonish diagram of a bomb. That world leader later called an agreement concerning this country a \"historic mistake.\" That six-month-long interim agreement signed in Geneva allowed for greater oversight by the (*) IAEA in this country, which agreed to dilute all uranium enriched beyond 5%. For ten points, identify this country led by Hassan Rouhani, which in November 2013 reached an international deal to limit its nuclear program.": {
    "guess": "Iran nuclear negotiations",
    "confidence": [
      [
        "Iran",
        -0.02074707
      ],
      [
        " nuclear",
        -0.043578077
      ],
      [
        " negotiations",
        -0.50379133
      ]
    ]
  },
  "Jan Swammerdam tried to disprove this theory in order to prove the existence of God. In response to John Needham's attempt to prove this, Lazzaro Spallanzani performed an experiment involving a sealed container partially evacuated of air, in which he boiled soup. Despite its obvious flaws demonstrated by Francesco Redi, this theory persisted well into the 19th century because Darwinism suggested that life evolved from chemical substances. Finally disproved using a flask with a bent neck by Louis": {
    "guess": "Spontaneous generation",
    "confidence": [
      [
        "Sp",
        -0.04064992
      ],
      [
        "ont",
        -0.0027087
      ],
      [
        "aneous",
        -7.9418505e-06
      ],
      [
        " generation",
        -0.005731944
      ]
    ]
  },
  "In a Japanese myth, one of these creatures disguised himself as a boy named Kintaro in order to trap Minamoto no Raiko. A god who takes this form has a brother named Iya and is the son of Inyan; that god": {
    "guess": "Thunderbird (mythology)",
    "confidence": [
      [
        "Thunder",
        -1.323719
      ],
      [
        "bird",
        -0.013886212
      ],
      [
        " (",
        -0.2891749
      ],
      [
        "my",
        -0.053095385
      ],
      [
        "th",
        -0.00022058284
      ],
      [
        "ology",
        -2.1054253e-05
      ],
      [
        ")",
        -0.00051919353
      ]
    ]
  },
  "The Japanese common strain and the masked strain M are major strains of this virus first discovered by Mayer and independently by Iwanowski. A rigid, rod-shaped virus, its active content consists of alkaline phosphatase and peroxidase. It is generally transmitted by insects, and must be controlled by proper sanitation, as it has been shown to survive for up to 50 years in dried plant parts. The most extensively studied virus and the first to be discovered, FTP, what is this virus which produces a characteristic pattern in the leaves of infected plants?": {
    "guess": "Tobacco mosaic virus",
    "confidence": [
      [
        "T",
        -0.0087277945
      ],
      [
        "ob",
        -0.00010425841
      ],
      [
        "acco",
        -2.7133641e-05
      ],
      [
        " mosaic",
        -0.009430334
      ],
      [
        " virus",
        -1.4498052e-05
      ]
    ]
  },
  "The Japanese Unit 100 operated out of this city, which had earlier served as the capital of Nurhaci. The Wakatsuki Cabinet was brought down following one event named for this location organized by Seishiro Itagaki, which prompted the Stimson Doctrine after Japan invaded Manchuria following a faked railroad": {
    "guess": "Mukden Incident",
    "confidence": [
      [
        "M",
        -0.05877195
      ],
      [
        "uk",
        -0.0017857292
      ],
      [
        "den",
        -2.3080716e-05
      ],
      [
        " Incident",
        -0.028254233
      ]
    ]
  },
  "In a Japanese myth, one of these creatures disguised himself as a boy named Kintaro in order to trap Minamoto no Raiko. A god who takes this form has a brother named Iya and is the son of Inyan; that god is the Lakota trickster Iktomi. One of these animals brought a python, a leopard, a dwarf, and some": {
    "guess": "Spiders",
    "confidence": [
      [
        "Sp",
        -0.016447924
      ],
      [
        "iders",
        -3.4121115e-06
      ]
    ]
  },
  "January 20 is the feast day for this saint who, after the most famous attempt on his life, was nursed back to health by a Christian woman. After the subsequent beating that killed him, another pious woman found his body in the sewers, and buried him by the catacombs of Rome, which became a popular pilgrimage site. He had entered the Roman army under Emperor Carinus, rising to captain, but when Diocletian learned he was converting his men, Diocletian ordered his death. A popular subject for Renaissance": {
    "guess": "Saint Sebastian",
    "confidence": [
      [
        "Saint",
        -0.32792595
      ],
      [
        " Sebastian",
        -0.0010549609
      ]
    ]
  },
  "In Japanese tradition, a dragon of this color guards the eastern signs of the zodiac, while in Christian": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -1.20929
      ]
    ]
  },
  "On January 1, 1969, this non-American city was the start-point of a 73-mile long civil rights march, and in August of the same year, it saw widespread rioting and the conviction of Bernadette Devlin. William Whitelaw initiated a military intervention called Operation Motorman in response to violence in this city. A major politician in this city was the founder of the Martyrs Memorial Free (*) Presbyterian": {
    "guess": "Belfast",
    "confidence": [
      [
        "B",
        -0.03082481
      ],
      [
        "elfast",
        -0.00020187153
      ]
    ]
  },
  "The Japanese common strain and the masked strain M are major strains of this virus first discovered by Mayer and independently by Iwanowski. A rigid, rod-shaped virus, its active content consists of alkaline phosphatase and peroxidase. It is generally transmitted by insects, and must be controlled by": {
    "guess": "Tobacco mosaic virus",
    "confidence": [
      [
        "T",
        -0.037053365
      ],
      [
        "ob",
        -0.00051931274
      ],
      [
        "acco",
        -0.0036291697
      ],
      [
        " mosaic",
        -0.107560664
      ],
      [
        " virus",
        -8.3159364e-05
      ]
    ]
  },
  "January 20 is the feast day for this saint who, after the most famous attempt on his life, was nursed back to health by a Christian woman. After the subsequent beating that killed him, another pious woman found his body in the sewers, and buried him by the catacombs of Rome, which became a popular pilgrimage site. He had entered the Roman army under Emperor Carinus, rising to captain, but when Diocletian": {
    "guess": "Saint Sebastian",
    "confidence": [
      [
        "Saint",
        -0.10337568
      ],
      [
        " Sebastian",
        -0.0010787797
      ]
    ]
  },
  "January 20 is the feast day for this saint who, after the most famous attempt on his life, was nursed back to health by a Christian woman. After the subsequent beating that killed him, another pious woman found his body in the sewers, and buried him by the catacombs of Rome, which became a popular pilgrimage": {
    "guess": "Saint Sebastian",
    "confidence": [
      [
        "Saint",
        -0.48495108
      ],
      [
        " Sebastian",
        -0.00793889
      ]
    ]
  },
  "In a Japanese myth, one of these creatures disguised himself as a boy named Kintaro in order to trap Minamoto no Raiko. A god who takes this form has a brother named Iya and is the son of Inyan; that god is the Lakota trickster Iktomi. One of these animals brought a python, a leopard, a dwarf, and some hornets to the sky god to secure the release of all of the world's (*) stories. That son of Asase Ya also hoarded the world's wisdom in a calabash. A daughter of Idmon of Colophon, a Tyrian dye-maker, hung herself and became one of these creatures after depicting the gods' infidelities on her loom, which was destroyed by Athena. For 10 points, name this type of animal represented by Anansi and the weaver Arachne.": {
    "guess": "Spider",
    "confidence": [
      [
        "Spider",
        -0.29697564
      ]
    ]
  },
  "January 20 is the feast day for this saint who, after the most famous attempt on his life, was nursed": {
    "guess": "Sebastian (martyr)",
    "confidence": [
      [
        "Se",
        -0.18729997
      ],
      [
        "bastian",
        -0.000484177
      ],
      [
        " (",
        -0.2741037
      ],
      [
        "m",
        -0.06473911
      ],
      [
        "arty",
        -3.1737043e-06
      ],
      [
        "r",
        -0.00043460296
      ],
      [
        ")",
        -0.0031467008
      ]
    ]
  },
  "Jan von Dogiel described the cogwheel appearance of type I cells in this system. One congenital disorder of this system arises from the failure of craniocaudal neuroblasts to migrate during the first trimester. Besides being implicated in Hirschsprung's disease, this system is also responsible for generation of the Migrating Motility Complex. Some cells in this system provide the input to interstitial cells of Cajal, and the cells of this system are primarily found in (*) Auerbach's and Meissner's plexuses. Achalasia is another disorder of this system, whose receptors are located in Peyer's patches. Sometimes called \"second\" or \"little\" brain, drugs targeting this system aim at controlling peristalsis and increasing motility. For 10 points, name this branch of the autonomic nervous system that": {
    "guess": "Enteric nervous system",
    "confidence": [
      [
        "Enter",
        -0.006917838
      ],
      [
        "ic",
        -1.6286107e-05
      ],
      [
        " nervous",
        -0.13844863
      ],
      [
        " system",
        -9.9371064e-05
      ]
    ]
  },
  "The Japanese common strain and the masked strain M are major strains of this virus first discovered by Mayer and independently by Iwanowski. A rigid, rod-shaped virus, its active content consists of alkaline phosphatase and peroxidase. It is generally transmitted by insects, and must be controlled by proper sanitation, as it has been shown to survive for up to 50 years in dried plant parts. The most extensively studied virus and the first to be discovered, FTP, what is this virus which produces a": {
    "guess": "Tobacco mosaic virus",
    "confidence": [
      [
        "T",
        -0.023688095
      ],
      [
        "ob",
        -0.0005587508
      ],
      [
        "acco",
        -0.0049817283
      ],
      [
        " mosaic",
        -0.23649657
      ],
      [
        " virus",
        -0.0011535553
      ]
    ]
  },
  "On January 1, 1969, this non-American city was the start-point of a 73-mile long civil rights march, and in August of the same year, it saw widespread rioting and the conviction of Bernadette Devlin. William": {
    "guess": "William Craig (politician)",
    "confidence": [
      [
        "William",
        -0.48279944
      ],
      [
        " Craig",
        -1.3629777
      ],
      [
        " (",
        -0.8986996
      ],
      [
        "polit",
        -0.38697416
      ],
      [
        "ician",
        -0.00041422647
      ],
      [
        ")",
        -0.00030436102
      ]
    ]
  },
  "Jan von Dogiel described the cogwheel appearance of type I cells in this system. One congenital disorder of this system arises from the failure of craniocaudal neuroblasts to migrate during the first trimester.": {
    "guess": "Enteric nervous system",
    "confidence": [
      [
        "Enter",
        -0.9447029
      ],
      [
        "ic",
        -0.0028236585
      ],
      [
        " nervous",
        -0.04493863
      ],
      [
        " system",
        -4.4894987e-05
      ]
    ]
  },
  "Jan von Dogiel described the cogwheel appearance of type I cells in this system. One congenital disorder of this system arises from the failure of craniocaudal neuroblasts to migrate during the first trimester. Besides being implicated in Hirschsprung's disease, this system is also responsible for generation of the Migrating Motility Complex. Some cells in this system provide the input to interstitial": {
    "guess": "Enteric nervous system",
    "confidence": [
      [
        "Enter",
        -0.28399327
      ],
      [
        "ic",
        -2.9279307e-05
      ],
      [
        " nervous",
        -0.13503723
      ],
      [
        " system",
        -0.00031019835
      ]
    ]
  },
  "On January 1, 1969, this non-American city was the start-point of a 73-mile long civil rights march, and in August of the same year, it saw widespread rioting and the conviction of Bernadette Devlin. William Whitelaw initiated a military intervention called Operation Motorman in response to violence in this city. A major politician in this city was the founder of the Martyrs Memorial Free (*) Presbyterian Church, Ian Paisley, whose Democratic Unionist party brought him to power. This city was also the location of the signing of an April 10, 1998 agreement which established joint rule of the country where this city is the capital. The namesake alternate name of of the Good Friday Accords, for": {
    "guess": "Belfast",
    "confidence": [
      [
        "B",
        -0.008337853
      ],
      [
        "elfast",
        -2.057744e-05
      ]
    ]
  },
  "In a Japanese myth, one of these creatures disguised himself as a boy named Kintaro in order to trap Minamoto no Raiko. A god who takes this form has a brother named Iya and is the son of Inyan; that god is the Lakota trickster Iktomi. One of these animals brought a python, a leopard, a dwarf, and some hornets to the sky god to secure the release of all of the world's (*) stories. That son of Asase Ya also hoarded the world's wisdom in a calabash. A daughter of Idmon of Colophon, a Tyrian dye-maker,": {
    "guess": "Trickster",
    "confidence": [
      [
        "Tr",
        -0.8528963
      ],
      [
        "ick",
        -6.778209e-05
      ],
      [
        "ster",
        -0.005016717
      ]
    ]
  },
  "Jan von Dogiel described the cogwheel appearance of type I cells in this system. One congenital disorder": {
    "guess": "Nervous system",
    "confidence": [
      [
        "N",
        -0.3454401
      ],
      [
        "erv",
        -0.007625796
      ],
      [
        "ous",
        -7.7318386e-05
      ],
      [
        " system",
        -0.17698844
      ]
    ]
  },
  "Jan Swammerdam tried to disprove this theory in order to prove the existence of God. In response to John Needham's attempt to prove this, Lazzaro Spallanzani performed an experiment involving a sealed container partially evacuated of air, in which he boiled soup. Despite its obvious flaws demonstrated by Francesco Redi, this theory persisted well into the 19th century because Darwinism suggested that": {
    "guess": "Spontaneous generation",
    "confidence": [
      [
        "Sp",
        -0.07001991
      ],
      [
        "ont",
        -0.022025509
      ],
      [
        "aneous",
        -3.6073914e-05
      ],
      [
        " generation",
        -0.01239168
      ]
    ]
  },
  "In January 2013, this country arrested 11 journalists working for the BBC and Voice of America. During": {
    "guess": "Iran",
    "confidence": [
      [
        "Iran",
        -0.20366007
      ]
    ]
  },
  "On January 1, 1969, this non-American city was the start-point of a 73-mile long civil rights march,": {
    "guess": "Belfast Civil Rights Association",
    "confidence": [
      [
        "B",
        -0.8938487
      ],
      [
        "elfast",
        -0.009670741
      ],
      [
        " Civil",
        -0.08085049
      ],
      [
        " Rights",
        -0.0047034146
      ],
      [
        " Association",
        -0.7858293
      ]
    ]
  },
  "The Japanese common strain and the masked strain M are major strains of this virus first discovered by Mayer and independently by Iwanowski. A rigid, rod-shaped virus, its active content consists of alkaline": {
    "guess": "Tobacco mosaic virus",
    "confidence": [
      [
        "T",
        -0.00617159
      ],
      [
        "ob",
        -0.00030197695
      ],
      [
        "acco",
        -0.0069487374
      ],
      [
        " mosaic",
        -0.05676893
      ],
      [
        " virus",
        -6.2775536e-05
      ]
    ]
  }
}