{
  "Abe Fortas once referred to this concept as a \"social religion,\" and its connection to the \"Formation of the Postwar World,\" is the topic of a book by Wyat Wells. In an essay which was initially subtitled \"Notes on the Evolution of An American Creed,\" Richard Hofstadter concludes that it was a victim of its own success in asking \"What Happened to\" this kind of movement. In two cases decided in 1911, Justice Edward White put forth the \"rule of reason,\" that he believed should be used in cases of this type. Legislation of this type was the subject of the case Loewe v. Lawlor, which found that unions were subject to it, while another piece of this type of legislation was amended by the Robinson-Patman Act and prohibited price discrimination against consumers. For ten points, identify this word that describes legislation designed to prevent certain business combinations, examples of which include": {
    "guess": "Antitrust",
    "confidence": [
      [
        "Ant",
        -0.12456956
      ],
      [
        "itrust",
        -0.00040576665
      ]
    ]
  },
  "Abe Fortas once referred to this concept as a \"social religion,\" and its connection to the \"Formation of the Postwar World,\" is the topic of a book by Wyat Wells. In an essay which was initially subtitled \"Notes on the Evolution of An American Creed,\" Richard Hofstadter concludes that it was a victim of its own success in asking \"What Happened to\" this kind of movement. In two cases decided in 1911, Justice Edward White put forth the \"rule of reason,\" that he believed should be used in cases of this type. Legislation of this type was the subject of the case Loewe v. Lawlor, which found that unions were subject to it, while another piece of this type of legislation was amended by the Robinson-Patman": {
    "guess": "Antitrust",
    "confidence": [
      [
        "Ant",
        -0.38452554
      ],
      [
        "itrust",
        -0.00012106613
      ]
    ]
  },
  "Abe Fortas once referred to this concept as a \"social religion,\" and its connection to the \"Formation of the Postwar World,\" is the topic of a book by Wyat Wells. In an essay which was initially subtitled \"Notes on the Evolution of An American Creed,\" Richard Hofstadter concludes that it was a victim of its own success in asking \"What Happened to\" this kind of movement. In two cases decided in 1911, Justice Edward White put forth the \"rule of reason,\" that he believed should be used in cases of this type. Legislation of this type was the subject of the case Loewe v. Lawlor, which found that unions were subject to it, while another piece of this type of legislation was amended by the Robinson-Patman Act and prohibited price discrimination against consumers. For ten points, identify this word": {
    "guess": "Antitrust",
    "confidence": [
      [
        "Ant",
        -0.069425315
      ],
      [
        "itrust",
        -6.15835e-05
      ]
    ]
  },
  "Abe Fortas once referred to this concept as a \"social religion,\" and its connection to the \"Formation of the Postwar World,\" is the topic of a book by Wyat Wells. In an essay which was initially subtitled \"Notes on the Evolution of An American Creed,\" Richard Hofstadter concludes that it was a victim": {
    "guess": "American exceptionalism",
    "confidence": [
      [
        "American",
        -0.1088231
      ],
      [
        " exceptional",
        -0.5318662
      ],
      [
        "ism",
        -8.959636e-05
      ]
    ]
  },
  "Abe Fortas once referred to this concept as a \"social religion,\" and its connection to the \"Formation of the Postwar World,\" is the topic of a book by Wyat Wells. In an essay which was initially subtitled \"Notes on the Evolution of An American Creed,\" Richard Hofstadter concludes that it was a victim of its own success in asking \"What Happened to\" this kind of movement. In two cases decided in 1911, Justice Edward White put forth the \"rule of reason,\" that he believed should be used in cases of this type. Legislation of this type was the subject of the case Loewe v. Lawlor, which found that unions": {
    "guess": "Progressivism",
    "confidence": [
      [
        "Progress",
        -0.15488675
      ],
      [
        "ivism",
        -0.5103209
      ]
    ]
  },
  "Abel Servien was charged with disrupting the finances of many of the major players in this conflict. Spanish intervention in this conflict was led by the archduke Leopold Wilhelm and successfully resisted at Guise by the Duke of Choiseul. That commander's greatest victory came at the Battle of Blanc-Champ in spite of a dispute between the Picardie regiment and the Gardes francaises that gave Turenne an opening. That battle, also known as Rethel, was decisive in the second, or Prince's phase of this": {
    "guess": "Fronde",
    "confidence": [
      [
        "F",
        -0.8509643
      ],
      [
        "ron",
        -7.171581e-05
      ],
      [
        "de",
        -1.3186812e-05
      ]
    ]
  },
  "Abel Servien was charged with disrupting the finances of many of the major players in this conflict. Spanish intervention in this conflict was led by the archduke Leopold Wilhelm and successfully resisted at Guise by the Duke of Choiseul. That commander's greatest victory came at the Battle of Blanc-Champ in spite of a dispute between the Picardie regiment and the Gardes francaises that gave Turenne an opening. That battle, also known as Rethel, was decisive in the second, or Prince's phase of this conflict; the peace of Rueil finished the Parlement's phase after the Peace of Westphalia freed the Prince de Conde's army to rush to the aid of Anne of Austria and Cardinal Mazarin. For 10 points,": {
    "guess": "Fronde",
    "confidence": [
      [
        "F",
        -0.4373046
      ],
      [
        "ron",
        -4.9617593e-06
      ],
      [
        "de",
        -4.8425554e-06
      ]
    ]
  },
  "Abel Servien was charged with disrupting the finances of many of the major players in this conflict. Spanish intervention in this conflict was led by the archduke Leopold Wilhelm and successfully resisted": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.5212729
      ],
      [
        " Years",
        -0.00023464888
      ],
      [
        "'",
        -0.01769493
      ],
      [
        " War",
        -0.00015657782
      ]
    ]
  },
  "Abel Servien was charged with disrupting the finances of many of the major players in this conflict.": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.06569053
      ],
      [
        " Years",
        -0.00024751187
      ],
      [
        "'",
        -0.021557307
      ],
      [
        " War",
        -6.17027e-05
      ]
    ]
  },
  "Abel Servien was charged with disrupting the finances of many of the major players in this conflict. Spanish intervention in this conflict was led by the archduke Leopold Wilhelm and successfully resisted at Guise by the Duke of Choiseul. That commander's greatest victory came at the Battle of Blanc-Champ in spite of a dispute between the Picardie regiment and the Gardes francaises that gave Turenne an opening. That battle, also known as Rethel, was decisive in the second, or Prince's phase of this conflict; the peace of Rueil finished the Parlement's phase after the Peace of Westphalia freed the Prince de Conde's army to rush to the aid of Anne of Austria and Cardinal Mazarin. For 10 points, name this French civil war beginning in 1648 which plagued the early reign of Louis XIV and takes its": {
    "guess": "Fronde",
    "confidence": [
      [
        "F",
        -0.07409243
      ],
      [
        "ron",
        -2.618001e-05
      ],
      [
        "de",
        -9.0883464e-07
      ]
    ]
  },
  "Abe Fortas once referred to this concept as a \"social religion,\" and its connection to the \"Formation of the Postwar World,\" is the topic of a book by Wyat Wells. In an essay which was initially subtitled \"Notes on the Evolution of An American Creed,\" Richard Hofstadter concludes that it was a victim of its own success in asking \"What Happened to\" this kind of movement. In two cases decided in 1911,": {
    "guess": "Progressivism",
    "confidence": [
      [
        "Progress",
        -0.14075412
      ],
      [
        "ivism",
        -0.35162392
      ]
    ]
  },
  "Abel Servien was charged with disrupting the finances of many of the major players in this conflict. Spanish intervention in this conflict was led by the archduke Leopold Wilhelm and successfully resisted at Guise by the Duke of Choiseul. That commander's greatest victory came at the Battle of Blanc-Champ in spite of a dispute between the Picardie regiment and the Gardes francaises that gave Turenne an opening. That battle, also known as Rethel, was decisive in the second, or Prince's phase of this conflict; the peace of Rueil finished the Parlement's phase after the Peace of Westphalia freed the": {
    "guess": "War of the Fronde",
    "confidence": [
      [
        "War",
        -1.2790607
      ],
      [
        " of",
        -0.0009780288
      ],
      [
        " the",
        -0.15300071
      ],
      [
        " F",
        -0.67020184
      ],
      [
        "ron",
        -0.00037871845
      ],
      [
        "de",
        -1.7954959e-05
      ]
    ]
  },
  "Abel Servien was charged with disrupting the finances of many of the major players in this conflict. Spanish intervention in this conflict was led by the archduke Leopold Wilhelm and successfully resisted at Guise by the Duke of Choiseul. That commander's greatest victory came at the Battle of Blanc-Champ in spite of a dispute between the Picardie regiment and the Gardes francaises that gave Turenne an opening. That battle, also known as Rethel, was decisive in the second, or Prince's phase of this conflict; the peace of Rueil finished the Parlement's phase after the Peace of Westphalia freed the Prince de Conde's army to rush to the aid of Anne of Austria and Cardinal Mazarin. For 10 points, name this French civil war beginning in 1648 which plagued the early reign of Louis XIV and takes its name from a child's sling.": {
    "guess": "Fronde",
    "confidence": [
      [
        "F",
        -0.011278885
      ],
      [
        "ron",
        -4.246537e-06
      ],
      [
        "de",
        0.0
      ]
    ]
  },
  "Abel Servien was charged with disrupting the finances of many of the major players in this conflict. Spanish intervention in this conflict was led by the archduke Leopold Wilhelm and successfully resisted at Guise by the Duke of Choiseul. That commander's greatest victory came at the Battle of Blanc-Champ": {
    "guess": "Franco-Spanish War (1635-1659)",
    "confidence": [
      [
        "Fran",
        -0.65973324
      ],
      [
        "co",
        -0.00049453304
      ],
      [
        "-S",
        -0.4834824
      ],
      [
        "pan",
        -0.0023418735
      ],
      [
        "ish",
        -1.0802739e-05
      ],
      [
        " War",
        -0.0012914281
      ],
      [
        " (",
        -0.63900816
      ],
      [
        "163",
        -0.00028338484
      ],
      [
        "5",
        -9.9371064e-05
      ],
      [
        "-",
        -0.213723
      ],
      [
        "165",
        -0.28219423
      ],
      [
        "9",
        -0.000104377614
      ],
      [
        ")",
        -9.865584e-05
      ]
    ]
  },
  "Abe Fortas once referred to this concept as a \"social religion,\" and its connection to the \"Formation": {
    "guess": "Great Society",
    "confidence": [
      [
        "Great",
        -0.74196047
      ],
      [
        " Society",
        -0.0058043594
      ]
    ]
  },
  "Abe Fortas once referred to this concept as a \"social religion,\" and its connection to the \"Formation of the Postwar World,\" is the topic of a book by Wyat Wells. In an essay which was initially subtitled \"Notes on the Evolution of An American Creed,\" Richard Hofstadter concludes that it was a victim of its own success in asking \"What Happened to\" this kind of movement. In two cases decided in 1911, Justice Edward White put forth the \"rule of reason,\" that he believed should be used in cases of this": {
    "guess": "Progressive Movement",
    "confidence": [
      [
        "Progress",
        -0.12723948
      ],
      [
        "ive",
        -0.68295205
      ],
      [
        " Movement",
        -0.31138343
      ]
    ]
  },
  "Abe Fortas once referred to this concept as a \"social religion,\" and its connection to the \"Formation of the Postwar World,\" is the topic of a book by Wyat Wells. In an essay which was initially subtitled \"Notes on the Evolution of An American Creed,\" Richard Hofstadter concludes that it was a victim of its own success in asking \"What Happened to\" this kind of movement. In two cases decided in 1911, Justice Edward White put forth the \"rule of reason,\" that he believed should be used in cases of this type. Legislation of this type was the subject of the case Loewe v. Lawlor, which found that unions were subject to it, while another piece of this type of legislation was amended by the Robinson-Patman Act and prohibited price discrimination against consumers. For ten points, identify this word that describes legislation designed to prevent certain business combinations, examples of which include the Clayton and Sherman acts.": {
    "guess": "Antitrust",
    "confidence": [
      [
        "Ant",
        -0.009798354
      ],
      [
        "itrust",
        -4.2868523e-05
      ]
    ]
  },
  "Abel Servien was charged with disrupting the finances of many of the major players in this conflict. Spanish intervention in this conflict was led by the archduke Leopold Wilhelm and successfully resisted at Guise by the Duke of Choiseul. That commander's greatest victory came at the Battle of Blanc-Champ in spite of a dispute between the Picardie regiment and the Gardes francaises that gave Turenne": {
    "guess": "Fronde",
    "confidence": [
      [
        "F",
        -1.4734735
      ],
      [
        "ron",
        -0.00028290803
      ],
      [
        "de",
        -1.7478143e-05
      ]
    ]
  },
  "Abe Fortas once referred to this concept as a \"social religion,\" and its connection to the \"Formation of the Postwar World,\" is the topic of a book by Wyat Wells. In an essay which was initially subtitled": {
    "guess": "Christian Realism",
    "confidence": [
      [
        "Christian",
        -0.88653034
      ],
      [
        " Real",
        -0.72088856
      ],
      [
        "ism",
        -0.007159442
      ]
    ]
  }
}