{
  "Anna Chromy used this material to make the fifteen-foot high Cloak of Conscience. Edward Onslow Ford used it to create the Shelley Memorial at University College, Oxford. The two sculptures Blessed Soul and Damned Soul were made out of this substance. Auguste Rodin used this material for the version of his sculpture The Kiss that was a companion piece to his Monument to Balzac. This material was used to create a sculpture in which its subject holds a staff and a golden orb of victory \u0096 that work shows (*) Napoleon as Mars the Peacemaker. Antonio Canova's (kuh-NOH-vuh) statues of Cupid and Psyche and The Three Graces were made using this material, since it was used to represent austerity in neoclassicism. Thomas Bruce, an English lord, controversially exported a frieze whose sculptures were made out of it. For 10 points, name this rock which gives its name to a set of sculptures pilfered by Lord Elgin.": {
    "guess": "Marble",
    "confidence": [
      [
        "Mar",
        -0.11319528
      ],
      [
        "ble",
        -6.217952e-05
      ]
    ]
  },
  "The Annales Lamberti, containing one account of the event that happened here, has been questioned due to assertions that its author, Lambert of Hersfeld, was known to make up facts and had a strong bias against one of the participants due to conflict over tithes in Thuringia. According to one of the participants, this site was chosen because it was on the way to Augsburg, to which he was headed, and belonged to his friend Matilda of Tuscany. However, the other sought him out, and stood outside this castle for three days in 1077 before Pope Gregory VII finally relented. FTP, name this site to which": {
    "guess": "Canossa",
    "confidence": [
      [
        "Can",
        -0.05792902
      ],
      [
        "ossa",
        -0.00010032469
      ]
    ]
  },
  "The Annales Lamberti, containing one account of the event that happened here, has been questioned due to assertions that its author, Lambert of Hersfeld, was known to make up facts and had a strong bias against one of the participants due to conflict over tithes in Thuringia. According to one of the participants, this site was chosen because it was on the way to Augsburg, to which he was headed, and belonged to his friend Matilda of Tuscany. However, the other sought him out, and stood outside this castle for three days in 1077 before Pope Gregory VII finally relented. FTP, name this site to which Holy Roman Emperor Henry IV came to do penance.": {
    "guess": "Canossa",
    "confidence": [
      [
        "Can",
        -0.031298373
      ],
      [
        "ossa",
        -0.00017946491
      ]
    ]
  },
  "Anna Chromy used this material to make the fifteen-foot high Cloak of Conscience. Edward Onslow Ford used it to create the Shelley Memorial at University College, Oxford. The two sculptures Blessed Soul and Damned Soul were made out of this substance. Auguste Rodin used this material for the version of his sculpture The Kiss that was a companion piece to his Monument to Balzac. This material was used": {
    "guess": "Marble",
    "confidence": [
      [
        "Mar",
        -0.10239602
      ],
      [
        "ble",
        -4.0722858e-05
      ]
    ]
  },
  "After Anne turned on Conde (kon-day) and he was defeated, the second one came to an end. The first had": {
    "guess": "Fronde",
    "confidence": [
      [
        "F",
        -0.37804955
      ],
      [
        "ron",
        -0.00011319869
      ],
      [
        "de",
        -0.00011892046
      ]
    ]
  },
  "The Annales Lamberti, containing one account of the event that happened here, has been questioned due": {
    "guess": "Annales Lamberti",
    "confidence": [
      [
        "Anna",
        -0.40302807
      ],
      [
        "les",
        -0.0016687574
      ],
      [
        " Lamb",
        -0.7442827
      ],
      [
        "erti",
        -0.0014404731
      ]
    ]
  },
  "The Annales Lamberti, containing one account of the event that happened here, has been questioned due to assertions that its author, Lambert of Hersfeld, was known to make up facts and had a strong bias against one of the participants due to conflict over tithes in Thuringia. According to one of the participants, this site was chosen because it was on the way to Augsburg, to which he was headed, and": {
    "guess": "Battle of Hohenmölsen",
    "confidence": [
      [
        "Battle",
        -1.1706281
      ],
      [
        " of",
        -0.048964527
      ],
      [
        " H",
        -1.771403
      ],
      [
        "ohen",
        -0.24721985
      ],
      [
        "m",
        -0.30563462
      ],
      [
        "ö",
        -0.01083876
      ],
      [
        "lsen",
        -6.229872e-05
      ]
    ]
  },
  "An Annibale Carracci painting shows Christ appearing to Saint Peter here.  According to Martianus Capella, its namesake removed the letter \"Z\" from the alphabet because it looked like a corpse's teeth; that namesake ended his career by opposing peace with Pyrrhus, and won the support of the Senate despite his blindness.  Its restoration was decreed by Pope Pius VI in 1784, and under the empire its care was entrusted to a curator of praetorian rank, even before Trajan decided to add his name to it.  In the 2nd century BC, Marcus Cornelius Cathegus had an alternative built to part of it which was made unsavory by the Pontine March.  The Samnite Wars necessitated an alliance between Rome and Capua,": {
    "guess": "Column of Marcus Aurelius",
    "confidence": [
      [
        "Column",
        -1.5807557
      ],
      [
        " of",
        -0.003875135
      ],
      [
        " Marcus",
        -0.3875349
      ],
      [
        " Aure",
        -0.001387851
      ],
      [
        "lius",
        -5.4550484e-05
      ]
    ]
  },
  "Anna Chromy used this material to make the fifteen-foot high Cloak of Conscience. Edward Onslow Ford used it to create the Shelley Memorial at University College, Oxford. The two sculptures Blessed Soul and Damned Soul were made out of this substance. Auguste Rodin used this material for the version": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9217442
      ]
    ]
  },
  "An Annibale Carracci painting shows Christ appearing to Saint Peter here.  According to Martianus Capella, its namesake removed the letter \"Z\" from the alphabet because it looked like a corpse's teeth;": {
    "guess": "Augustine of Hippo",
    "confidence": [
      [
        "August",
        -0.73610365
      ],
      [
        "ine",
        -0.008167481
      ],
      [
        " of",
        -0.0039967154
      ],
      [
        " Hipp",
        -0.0009027653
      ],
      [
        "o",
        -9.305327e-05
      ]
    ]
  },
  "Anna Chromy used this material to make the fifteen-foot high Cloak of Conscience. Edward Onslow Ford used it to create the Shelley Memorial at University College, Oxford. The two sculptures Blessed Soul and Damned Soul were made out of this substance. Auguste Rodin used this material for the version of his sculpture The Kiss that was a companion piece to his Monument to Balzac. This material was used to create a sculpture in which its subject holds a staff and a golden orb of victory \u0096 that work shows (*) Napoleon as Mars the Peacemaker. Antonio Canova's (kuh-NOH-vuh) statues of Cupid and Psyche": {
    "guess": "Marble",
    "confidence": [
      [
        "Mar",
        -0.023452891
      ],
      [
        "ble",
        -2.5345586e-05
      ]
    ]
  },
  "Anna Chromy used this material to make the fifteen-foot high Cloak of Conscience. Edward Onslow Ford used it to create the Shelley Memorial at University College, Oxford. The two sculptures Blessed Soul and Damned Soul were made out of this substance. Auguste Rodin used this material for the version of his sculpture The Kiss that was a companion piece to his Monument to Balzac. This material was used to create a sculpture in which its subject holds a staff and a golden orb of victory \u0096 that work shows (*) Napoleon as Mars the Peacemaker. Antonio Canova's (kuh-NOH-vuh) statues of Cupid and Psyche and The Three Graces were made using this material, since it was used to represent austerity in neoclassicism.": {
    "guess": "Marble",
    "confidence": [
      [
        "Mar",
        -0.029294012
      ],
      [
        "ble",
        -1.4378848e-05
      ]
    ]
  },
  "The Annals, one of the main sources for this battle, record that some 1900 cattle as well as 2 gold and 892 regular chariots were taken from the loser at the conclusion of the siege following this battle.  13 years later, in the 33rd year of his reign, the victorious commander would expand on his success at this battle by directly attacking the kingdom of Mitanni.  While marching the 250 miles to the Qina valley before this battle, the attacking commander dangerously led his army in a single column through the middle, surprise route of Aruna.  It was precipitated by revolt resulting from the weak rule of Hatshepsut, the pharaoh proceeding the commander who launched the attack. Commemorated on the walls a Temple devoted to Amon, FTP, identify this earliest recorded battle in history, a victory in modern day Syria of Thutmose III which shares its name with where King Josiah was killed by Necho II and where the Battle of Armageddon will supposedly be fought.": {
    "guess": "Battle of Megiddo",
    "confidence": [
      [
        "Battle",
        -0.005391819
      ],
      [
        " of",
        -0.0005296798
      ],
      [
        " Meg",
        -0.00018482542
      ],
      [
        "idd",
        -0.0010392407
      ],
      [
        "o",
        -5.3193703e-06
      ]
    ]
  },
  "The Annales Lamberti, containing one account of the event that happened here, has been questioned due to assertions that its author, Lambert of Hersfeld, was known to make up facts and had a strong bias against one of the participants due to conflict over tithes in Thuringia. According to one of the participants, this site was chosen because it was on the way to Augsburg, to which he was headed, and belonged to his friend Matilda of Tuscany. However, the other sought him out, and stood outside this": {
    "guess": "Lambert of Hersfeld",
    "confidence": [
      [
        "L",
        -0.92430377
      ],
      [
        "amb",
        -0.014233797
      ],
      [
        "ert",
        -0.0057247058
      ],
      [
        " of",
        -0.009285421
      ],
      [
        " Hers",
        -0.0025302374
      ],
      [
        "feld",
        -0.002541417
      ]
    ]
  },
  "Anna Chromy used this material to make the fifteen-foot high Cloak of Conscience. Edward Onslow Ford used it to create the Shelley Memorial at University College, Oxford. The two sculptures Blessed Soul and Damned Soul were made out of this substance. Auguste Rodin used this material for the version of his sculpture The Kiss that was a companion piece to his Monument to Balzac. This material was used to create a sculpture in which its subject holds a staff and a golden orb of victory \u0096 that work shows (*) Napoleon as Mars the Peacemaker. Antonio Canova's (kuh-NOH-vuh) statues of Cupid and Psyche and The Three Graces were made using this material, since it was used to represent austerity in neoclassicism. Thomas Bruce, an English lord, controversially exported a frieze whose sculptures were": {
    "guess": "Marble",
    "confidence": [
      [
        "Mar",
        -0.04596526
      ],
      [
        "ble",
        -1.3544423e-05
      ]
    ]
  },
  "The Annals, one of the main sources for this battle, record that some 1900 cattle as well as 2 gold and": {
    "guess": "Battle of the Catalaunian Plains",
    "confidence": [
      [
        "Battle",
        -0.058279388
      ],
      [
        " of",
        -0.0018736668
      ],
      [
        " the",
        -2.4407084
      ],
      [
        " Catal",
        -0.6327637
      ],
      [
        "a",
        -0.0002477503
      ],
      [
        "un",
        -3.888926e-06
      ],
      [
        "ian",
        -8.780831e-05
      ],
      [
        " Plains",
        -0.0027532843
      ]
    ]
  },
  "The Annals, one of the main sources for this battle, record that some 1900 cattle as well as 2 gold and 892 regular chariots were taken from the loser at the conclusion of the siege following this battle.  13 years later, in the 33rd year of his reign, the victorious commander would expand on his success at this battle by directly attacking the kingdom of Mitanni.  While marching the 250 miles to the Qina valley before this battle, the attacking commander dangerously led his army in a single column through the middle, surprise route of Aruna.  It was precipitated by revolt resulting from the weak": {
    "guess": "Battle of Kadesh",
    "confidence": [
      [
        "Battle",
        -0.08277027
      ],
      [
        " of",
        -0.0007872331
      ],
      [
        " K",
        -0.39880875
      ],
      [
        "adesh",
        -0.00018244502
      ]
    ]
  },
  "Anna Chromy used this material to make the fifteen-foot high Cloak of Conscience. Edward Onslow Ford used it to create the Shelley Memorial at University College, Oxford. The two sculptures Blessed Soul": {
    "guess": "Plaster cast",
    "confidence": [
      [
        "Pl",
        -0.9166625
      ],
      [
        "aster",
        -0.00082379935
      ],
      [
        " cast",
        -1.2981069
      ]
    ]
  },
  "Anna Chromy used this material to make the fifteen-foot high Cloak of Conscience. Edward Onslow Ford used it to create the Shelley Memorial at University College, Oxford. The two sculptures Blessed Soul and Damned Soul were made out of this substance. Auguste Rodin used this material for the version of his sculpture The Kiss that was a companion piece to his Monument to Balzac. This material was used to create a sculpture in which its subject holds a staff and a golden orb of victory \u0096 that work shows (*) Napoleon as Mars the Peacemaker. Antonio Canova's (kuh-NOH-vuh) statues of Cupid and Psyche and The Three Graces were made using this material, since it was used to represent austerity in neoclassicism. Thomas Bruce, an English lord, controversially exported a frieze whose sculptures were made out of it. For 10 points, name this rock which gives its name to a set of sculptures pilfered by": {
    "guess": "Marble",
    "confidence": [
      [
        "Mar",
        -0.012669271
      ],
      [
        "ble",
        -0.00015622021
      ]
    ]
  },
  "The Annales Lamberti, containing one account of the event that happened here, has been questioned due to assertions that its author, Lambert of Hersfeld, was known to make up facts and had a strong bias against one of the participants due to conflict over tithes in Thuringia. According to one of the": {
    "guess": "Lambert of Hersfeld",
    "confidence": [
      [
        "L",
        -0.19000733
      ],
      [
        "amb",
        -0.0007105246
      ],
      [
        "ert",
        -0.003356778
      ],
      [
        " of",
        -0.0011179501
      ],
      [
        " Hers",
        -0.000101993544
      ],
      [
        "feld",
        -0.00039789922
      ]
    ]
  },
  "The Annapolis Convention was convened to revise this document. One provision allowed for Canada's immediate entry, but any other areas had to have the approval of nine members. Its major weakness was from Section Two, which allotted to Congress only the powers expressly delegated therein. Name this precursor": {
    "guess": "Articles of Confederation",
    "confidence": [
      [
        "Articles",
        -0.0034748632
      ],
      [
        " of",
        -2.9875326e-05
      ],
      [
        " Confeder",
        -3.7385154e-05
      ],
      [
        "ation",
        -3.6431527e-05
      ]
    ]
  },
  "After Anne turned on Conde (kon-day) and he was defeated, the second one came to an end. The first had ended with the Peace of Rueil and both featured rampant pamphleteering against policies instituting intendants and the compulsory raising of revenue for the war against Spain. The one of the Parlements is usually seen as a reaction against Richelieu, while the latter, named the Prince's, sought to curb Mazarin's power. FTP identify this series of disturbances which took its name from the sling of a children's game and rocked France from 1648-1653.": {
    "guess": "Fronde",
    "confidence": [
      [
        "F",
        -0.062315974
      ],
      [
        "ron",
        -5.5122365e-07
      ],
      [
        "de",
        -1.9361265e-07
      ]
    ]
  },
  "An Annibale Carracci painting shows Christ appearing to Saint Peter here.  According to Martianus Capella,": {
    "guess": "Saint Peter's Basilica",
    "confidence": [
      [
        "Saint",
        -0.65639377
      ],
      [
        " Peter",
        -0.033047535
      ],
      [
        "'s",
        -0.008674023
      ],
      [
        " Basil",
        -0.09143311
      ],
      [
        "ica",
        -0.00019495773
      ]
    ]
  },
  "An Annibale Carracci painting shows Christ appearing to Saint Peter here.  According to Martianus Capella, its namesake removed the letter \"Z\" from the alphabet because it looked like a corpse's teeth; that namesake ended his career by opposing peace with Pyrrhus, and won the support of the Senate despite": {
    "guess": "Capua",
    "confidence": [
      [
        "Cap",
        -1.5270336
      ],
      [
        "ua",
        -0.26651347
      ]
    ]
  },
  "Anna Chromy used this material to make the fifteen-foot high Cloak of Conscience. Edward Onslow Ford used it to create the Shelley Memorial at University College, Oxford. The two sculptures Blessed Soul and Damned Soul were made out of this substance. Auguste Rodin used this material for the version of his sculpture The Kiss that was a companion piece to his Monument to Balzac. This material was used to create a sculpture in which its subject holds a staff and a golden orb of victory \u0096 that work": {
    "guess": "Bronze",
    "confidence": [
      [
        "Bron",
        -0.20765583
      ],
      [
        "ze",
        -6.46828e-05
      ]
    ]
  },
  "An Annibale Carracci painting shows Christ appearing to Saint Peter here.  According to Martianus Capella, its namesake removed the letter \"Z\" from the alphabet because it looked like a corpse's teeth; that namesake ended his career by opposing peace with Pyrrhus, and won the support of the Senate despite his blindness.  Its restoration was decreed by Pope Pius VI in 1784, and under the empire its": {
    "guess": "Capitoline Hill",
    "confidence": [
      [
        "Cap",
        -1.8572466
      ],
      [
        "it",
        -0.013005163
      ],
      [
        "oline",
        -1.8550976e-05
      ],
      [
        " Hill",
        -0.037077256
      ]
    ]
  },
  "The Annals, one of the main sources for this battle, record that some 1900 cattle as well as 2 gold and 892 regular chariots were taken from the loser at the conclusion of the siege following this battle.": {
    "guess": "Battle of Mons Badonicus",
    "confidence": [
      [
        "Battle",
        -0.4641045
      ],
      [
        " of",
        -0.000857147
      ],
      [
        " Mons",
        -1.0313944
      ],
      [
        " Bad",
        -0.4915852
      ],
      [
        "onic",
        -0.00018565984
      ],
      [
        "us",
        -4.9617593e-06
      ]
    ]
  },
  "After Anne turned on Conde (kon-day) and he was defeated, the second one came to an end. The first had ended with the Peace of Rueil and both featured rampant pamphleteering against policies instituting": {
    "guess": "Fronde",
    "confidence": [
      [
        "F",
        -0.05113958
      ],
      [
        "ron",
        -6.749814e-06
      ],
      [
        "de",
        -1.8431772e-05
      ]
    ]
  },
  "Anna Chromy used this material to make the fifteen-foot high Cloak of Conscience. Edward Onslow Ford": {
    "guess": "Marble",
    "confidence": [
      [
        "Mar",
        -0.9045778
      ],
      [
        "ble",
        -0.00061641244
      ]
    ]
  },
  "An Annibale Carracci painting shows Christ appearing to Saint Peter here.  According to Martianus Capella, its namesake removed the letter \"Z\" from the alphabet because it looked like a corpse's teeth; that namesake ended his career by opposing peace with Pyrrhus, and won the support of the Senate despite his blindness.  Its restoration was decreed by Pope Pius VI in 1784, and under the empire its care was entrusted to a curator of praetorian rank, even before Trajan decided to add his name to it.  In the 2nd century BC, Marcus Cornelius Cathegus had an alternative built to part of it which was made unsavory by the Pontine March.  The Samnite Wars necessitated an alliance between Rome and Capua, forcing the Romans to cut through the Alban Hills and to import gravel for the construction of this \"queen of roads.\"  FTP, name this Roman highway which, according to an immortal NAQT lead-in, had": {
    "guess": "Appian Way",
    "confidence": [
      [
        "App",
        -0.102452196
      ],
      [
        "ian",
        -0.0044030556
      ],
      [
        " Way",
        -0.0022211531
      ]
    ]
  },
  "After Anne turned on Conde (kon-day) and he was defeated, the second one came to an end. The first had ended with the Peace of Rueil and both featured rampant pamphleteering against policies instituting intendants and the compulsory raising of revenue for the war against Spain. The one of the Parlements is usually seen as a reaction against Richelieu, while the latter, named the Prince's, sought to curb Mazarin's power. FTP identify this series of disturbances which took its name from the sling of": {
    "guess": "Fronde",
    "confidence": [
      [
        "F",
        -0.32394627
      ],
      [
        "ron",
        -2.6299214e-05
      ],
      [
        "de",
        -9.014684e-06
      ]
    ]
  },
  "The Annapolis Convention was convened to revise this document. One provision allowed for Canada's immediate": {
    "guess": "Articles of Confederation",
    "confidence": [
      [
        "Articles",
        -0.0006433341
      ],
      [
        " of",
        -7.624555e-05
      ],
      [
        " Confeder",
        -2.5107178e-05
      ],
      [
        "ation",
        -2.0458236e-05
      ]
    ]
  },
  "The Annals, one of the main sources for this battle, record that some 1900 cattle as well as 2 gold and 892 regular chariots were taken from the loser at the conclusion of the siege following this battle.  13 years later, in the 33rd year of his reign, the victorious commander would expand on his success at this battle by directly attacking the kingdom of Mitanni.  While marching the 250 miles to the Qina valley before this battle, the attacking commander dangerously led his army in a single column through the middle, surprise route of Aruna.  It was precipitated by revolt resulting from the weak rule of Hatshepsut, the pharaoh proceeding the commander who launched the attack. Commemorated on": {
    "guess": "Battle of Megiddo",
    "confidence": [
      [
        "Battle",
        -0.16226673
      ],
      [
        " of",
        -0.00033224735
      ],
      [
        " Meg",
        -0.028176237
      ],
      [
        "idd",
        -8.029847e-05
      ],
      [
        "o",
        -1.6240566e-06
      ]
    ]
  },
  "The Annales Lamberti, containing one account of the event that happened here, has been questioned due to assertions that its author, Lambert of Hersfeld, was known to make up facts and had a strong bias": {
    "guess": "Lambert of Hersfeld",
    "confidence": [
      [
        "L",
        -0.09692059
      ],
      [
        "amb",
        -0.00014263466
      ],
      [
        "ert",
        -0.0035148992
      ],
      [
        " of",
        -0.0006058143
      ],
      [
        " Hers",
        -8.5781845e-05
      ],
      [
        "feld",
        -0.00037859922
      ]
    ]
  },
  "An Annibale Carracci painting shows Christ appearing to Saint Peter here.  According to Martianus Capella, its namesake removed the letter \"Z\" from the alphabet because it looked like a corpse's teeth; that namesake ended his career by opposing peace with Pyrrhus, and won the support of the Senate despite his blindness.  Its restoration was decreed by Pope Pius VI in 1784, and under the empire its care was entrusted to a curator of praetorian rank, even before Trajan decided to add his name to it.": {
    "guess": "Ara Pacis",
    "confidence": [
      [
        "A",
        -1.3001784
      ],
      [
        "ra",
        -0.2730671
      ],
      [
        " Pac",
        -0.029524475
      ],
      [
        "is",
        -2.8564085e-05
      ]
    ]
  },
  "After Anne turned on Conde (kon-day) and he was defeated, the second one came to an end. The first had ended with the Peace of Rueil and both featured rampant pamphleteering against policies instituting intendants and the compulsory raising of revenue for the war against Spain. The one of the Parlements is usually seen as a reaction against Richelieu, while the latter, named the Prince's, sought to": {
    "guess": "Fronde",
    "confidence": [
      [
        "F",
        -0.07749941
      ],
      [
        "ron",
        -9.253091e-06
      ],
      [
        "de",
        -8.180258e-06
      ]
    ]
  },
  "After Anne turned on Conde (kon-day) and he was defeated, the second one came to an end. The first had ended with the Peace of Rueil and both featured rampant pamphleteering against policies instituting intendants and the compulsory raising of revenue for the war against Spain. The one of the Parlements": {
    "guess": "Fronde",
    "confidence": [
      [
        "F",
        -0.09827042
      ],
      [
        "ron",
        -3.4121115e-06
      ],
      [
        "de",
        -6.6306106e-06
      ]
    ]
  },
  "The Annapolis Convention was convened to revise this document. One provision allowed for Canada's immediate entry, but any other areas had to have the approval of nine members. Its major weakness was from Section Two, which allotted to Congress only the powers expressly delegated therein. Name this precursor to the Constitution, an agreement between the former colonies regarding government.": {
    "guess": "Articles of Confederation",
    "confidence": [
      [
        "Articles",
        -0.00633708
      ],
      [
        " of",
        -9.5198935e-05
      ],
      [
        " Confeder",
        -8.256335e-05
      ],
      [
        "ation",
        -5.0974373e-05
      ]
    ]
  },
  "An Annibale Carracci painting shows Christ appearing to Saint Peter here.  According to Martianus Capella, its namesake removed the letter \"Z\" from the alphabet because it looked like a corpse's teeth; that namesake ended his career by opposing peace with Pyrrhus, and won the support of the Senate despite his blindness.  Its restoration was decreed by Pope Pius VI in 1784, and under the empire its care was entrusted to a curator of praetorian rank, even before Trajan decided to add his name to it.  In the 2nd century BC, Marcus Cornelius Cathegus had an alternative built to part of it which was made unsavory by the Pontine March.  The Samnite Wars necessitated an alliance between Rome and Capua, forcing the Romans to cut through the Alban Hills and to import gravel for the construction of this": {
    "guess": "Appian Way",
    "confidence": [
      [
        "App",
        -0.80785406
      ],
      [
        "ian",
        -0.0565708
      ],
      [
        " Way",
        -0.00043519895
      ]
    ]
  },
  "The Annals, one of the main sources for this battle, record that some 1900 cattle as well as 2 gold and 892 regular chariots were taken from the loser at the conclusion of the siege following this battle.  13 years later, in the 33rd year of his reign, the victorious commander would expand on his success at this battle by directly attacking the kingdom of Mitanni.  While marching the 250 miles to the Qina valley before this battle, the attacking commander dangerously led his army in a single column through the middle, surprise route of Aruna.  It was precipitated by revolt resulting from the weak rule of Hatshepsut, the pharaoh proceeding the commander who launched the attack. Commemorated on the walls a Temple devoted to Amon, FTP, identify this earliest recorded battle in history, a victory in modern day Syria of Thutmose III which shares its name with where King Josiah was killed by Necho": {
    "guess": "Battle of Megiddo",
    "confidence": [
      [
        "Battle",
        -0.002119808
      ],
      [
        " of",
        -0.00013667447
      ],
      [
        " Meg",
        -3.8219583e-05
      ],
      [
        "idd",
        -0.00023667533
      ],
      [
        "o",
        -1.6240566e-06
      ]
    ]
  },
  "An Annibale Carracci painting shows Christ appearing to Saint Peter here.  According to Martianus Capella, its namesake removed the letter \"Z\" from the alphabet because it looked like a corpse's teeth; that namesake ended his career by opposing peace with Pyrrhus, and won the support of the Senate despite his blindness.  Its restoration was decreed by Pope Pius VI in 1784, and under the empire its care was entrusted to a curator of praetorian rank, even before Trajan decided to add his name to it.  In the 2nd century BC, Marcus Cornelius Cathegus had an alternative built to part of it which was": {
    "guess": "Column of Phocas",
    "confidence": [
      [
        "Column",
        -1.1136643
      ],
      [
        " of",
        -0.0015478298
      ],
      [
        " Ph",
        -0.83181316
      ],
      [
        "oc",
        -0.000121542944
      ],
      [
        "as",
        -0.00022797346
      ]
    ]
  },
  "The Annals, one of the main sources for this battle, record that some 1900 cattle as well as 2 gold and 892 regular chariots were taken from the loser at the conclusion of the siege following this battle.  13 years later, in the 33rd year of his reign, the victorious commander would expand on his success at this battle by directly attacking the kingdom of Mitanni.  While marching the 250 miles to the": {
    "guess": "Battle of Kadesh",
    "confidence": [
      [
        "Battle",
        -0.060640085
      ],
      [
        " of",
        -0.00034309123
      ],
      [
        " K",
        -0.60345036
      ],
      [
        "adesh",
        -0.00017445837
      ]
    ]
  },
  "The Annapolis Convention was convened to revise this document. One provision allowed for Canada's immediate entry, but any other areas had to have the approval of nine members. Its major weakness was from": {
    "guess": "Articles of Confederation",
    "confidence": [
      [
        "Articles",
        -0.0004454468
      ],
      [
        " of",
        -0.0003576304
      ],
      [
        " Confeder",
        -2.3319124e-05
      ],
      [
        "ation",
        -1.1517961e-05
      ]
    ]
  },
  "The Annals, one of the main sources for this battle, record that some 1900 cattle as well as 2 gold and 892 regular chariots were taken from the loser at the conclusion of the siege following this battle.  13 years later, in the 33rd year of his reign, the victorious commander would expand on his success at this battle by directly attacking the kingdom of Mitanni.  While marching the 250 miles to the Qina valley before this battle, the attacking commander dangerously led his army in a single column through the middle, surprise route of Aruna.  It was precipitated by revolt resulting from the weak rule of Hatshepsut, the pharaoh proceeding the commander who launched the attack. Commemorated on the walls a Temple devoted to Amon, FTP, identify this earliest recorded battle in history, a victory": {
    "guess": "Battle of Megiddo",
    "confidence": [
      [
        "Battle",
        -0.017259516
      ],
      [
        " of",
        -0.0002700377
      ],
      [
        " Meg",
        -0.036594912
      ],
      [
        "idd",
        -0.00020461321
      ],
      [
        "o",
        -1.7432603e-06
      ]
    ]
  },
  "An Annibale Carracci painting shows Christ appearing to Saint Peter here.  According to Martianus Capella, its namesake removed the letter \"Z\" from the alphabet because it looked like a corpse's teeth; that namesake ended his career by opposing peace with Pyrrhus, and won the support of the Senate despite his blindness.  Its restoration was decreed by Pope Pius VI in 1784, and under the empire its care was entrusted to a curator of praetorian rank, even before Trajan decided to add his name to it.  In the 2nd century BC, Marcus Cornelius Cathegus had an alternative built to part of it which was made unsavory by the Pontine March.  The Samnite Wars necessitated an alliance between Rome and Capua, forcing the Romans to cut through the Alban Hills and to import gravel for the construction of this \"queen of roads.\"  FTP, name this Roman highway which, according to an immortal NAQT lead-in, had nothing to do with bees.": {
    "guess": "Appian Way",
    "confidence": [
      [
        "App",
        -0.075855434
      ],
      [
        "ian",
        -0.0031697492
      ],
      [
        " Way",
        -0.00072136853
      ]
    ]
  },
  "The Annals, one of the main sources for this battle, record that some 1900 cattle as well as 2 gold and 892 regular chariots were taken from the loser at the conclusion of the siege following this battle.  13 years later, in the 33rd year of his reign, the victorious commander would expand on his success": {
    "guess": "Siege of Yorktown",
    "confidence": [
      [
        "Sie",
        -0.71792424
      ],
      [
        "ge",
        -0.0019132847
      ],
      [
        " of",
        -0.00016373003
      ],
      [
        " York",
        -0.16704842
      ],
      [
        "town",
        -0.0123310415
      ]
    ]
  },
  "The Annals, one of the main sources for this battle, record that some 1900 cattle as well as 2 gold and 892 regular chariots were taken from the loser at the conclusion of the siege following this battle.  13 years later, in the 33rd year of his reign, the victorious commander would expand on his success at this battle by directly attacking the kingdom of Mitanni.  While marching the 250 miles to the Qina valley before this battle, the attacking commander dangerously led his army in a single column": {
    "guess": "Battle of Kadesh",
    "confidence": [
      [
        "Battle",
        -0.01945729
      ],
      [
        " of",
        -0.00068527175
      ],
      [
        " K",
        -0.40080982
      ],
      [
        "adesh",
        -8.3159364e-05
      ]
    ]
  }
}