{
  "With Skolem, this person names a theorem about automorphisms of simple rings. This mathematician's namesake": {
    "guess": "Pierre de Fermat",
    "confidence": [
      [
        "P",
        -0.19274642
      ],
      [
        "ierre",
        -8.709308e-05
      ],
      [
        " de",
        -0.00066692545
      ],
      [
        " Ferm",
        -4.6206227e-05
      ],
      [
        "at",
        -3.8457987e-05
      ]
    ]
  },
  "With Skolem, this person names a theorem about automorphisms of simple rings. This mathematician's namesake bound states that the ring of invariants in the finite basis problem is generated by homogeneous invariants of degree less than or equal to the finite group's order. This person's namesake problem is a specific case of the rationality problem, and, in topology, this person's namesake spaces have": {
    "guess": "Axel Thue",
    "confidence": [
      [
        "Ax",
        -0.77765155
      ],
      [
        "el",
        -0.003993154
      ],
      [
        " Th",
        -0.46865723
      ],
      [
        "ue",
        -0.00015229016
      ]
    ]
  },
  "With Skolem, this person names a theorem about automorphisms of simple rings. This mathematician's namesake bound states that the ring of invariants in the finite basis problem is generated by homogeneous invariants of degree less than or equal to the finite group's order. This person's namesake problem is a specific case of the rationality problem, and, in topology, this person's namesake spaces have closed sets which satisfy the descending chain condition. In algebra, the rings that are named for this person have ideals which obey the ascending chain condition. For 10 points, name this mathematician whose theorem proving that differentiable symmetries of the actions of physical systems have linked conservation laws is central to the calculus of variations, a German Jewish woman.": {
    "guess": "Emmy Noether",
    "confidence": [
      [
        "Em",
        -0.4498781
      ],
      [
        "my",
        -0.0030239408
      ],
      [
        " No",
        -3.4121115e-06
      ],
      [
        "ether",
        -1.9816675e-06
      ]
    ]
  },
  "With Skolem, this person names a theorem about automorphisms of simple rings. This mathematician's namesake bound states that the ring of invariants in the finite basis problem is generated by homogeneous invariants of degree less than or equal to the finite group's order. This person's namesake problem is a specific case of the rationality problem, and, in topology, this person's namesake spaces have closed sets which satisfy the descending chain condition. In algebra, the rings that are named for this person have ideals which obey the ascending chain condition. For 10 points, name this mathematician": {
    "guess": "Richard Dedekind",
    "confidence": [
      [
        "Richard",
        -1.0904968
      ],
      [
        " Ded",
        -0.2728398
      ],
      [
        "ek",
        -1.378283e-05
      ],
      [
        "ind",
        -1.5570886e-05
      ]
    ]
  },
  "With Skolem, this person names a theorem about automorphisms of simple rings. This mathematician's namesake bound states that the ring of invariants in the finite basis problem is generated by homogeneous invariants of degree less than or equal to the finite group's order. This person's namesake problem is a specific case of the rationality problem, and, in topology, this person's namesake spaces have closed sets which satisfy the descending chain condition. In algebra, the rings that are named for this person have ideals which obey the ascending chain condition. For 10 points, name this mathematician whose theorem proving that differentiable symmetries of the actions of physical systems have": {
    "guess": "Emmy Noether",
    "confidence": [
      [
        "Em",
        -0.91101444
      ],
      [
        "my",
        -0.14558592
      ],
      [
        " No",
        -2.3392786e-06
      ],
      [
        "ether",
        -2.8160932e-06
      ]
    ]
  },
  "With Skolem, this person names a theorem about automorphisms of simple rings. This mathematician's namesake bound states that the ring of invariants in the finite basis problem is generated by homogeneous invariants of degree less than or equal to the finite group's order. This person's namesake problem is a specific case of the rationality problem, and, in topology, this person's namesake spaces have closed sets which satisfy the descending chain condition. In algebra, the rings that are named for": {
    "guess": "Amalie Emmy Noether",
    "confidence": [
      [
        "Am",
        -0.885197
      ],
      [
        "alie",
        -0.051530495
      ],
      [
        " Emmy",
        -0.16692041
      ],
      [
        " No",
        -5.2001665e-06
      ],
      [
        "ether",
        0.0
      ]
    ]
  },
  "With Skolem, this person names a theorem about automorphisms of simple rings. This mathematician's namesake bound states that the ring of invariants in the finite basis problem is generated by homogeneous invariants of degree less than or equal to the finite group's order. This person's namesake problem": {
    "guess": "Emmy Noether",
    "confidence": [
      [
        "Em",
        -0.74302113
      ],
      [
        "my",
        -0.37750465
      ],
      [
        " No",
        -6.6306106e-06
      ],
      [
        "ether",
        -4.8425554e-06
      ]
    ]
  },
  "With Skolem, this person names a theorem about automorphisms of simple rings. This mathematician's namesake bound states that the ring of invariants in the finite basis problem is generated by homogeneous": {
    "guess": "Amitsur's theorem",
    "confidence": [
      [
        "Am",
        -0.7172113
      ],
      [
        "its",
        -0.13933747
      ],
      [
        "ur",
        -0.0019656278
      ],
      [
        "'s",
        -0.6076002
      ],
      [
        " theorem",
        -0.27060083
      ]
    ]
  }
}