{
  "The only known mammal to locate its prey by sensing the prey's body electricity, its extraordinarily hemoglobin-rich blood allows it to stay underwater for a minute and a half while it eats worms, insect": {
    "guess": "Platypus",
    "confidence": [
      [
        "Pl",
        -0.52488244
      ],
      [
        "at",
        -0.000119754885
      ],
      [
        "yp",
        -1.0325924e-05
      ],
      [
        "us",
        -3.2736214e-05
      ]
    ]
  },
  "Known locally as \"El Monstre\", it stands 9212 feet above sea level and is located in the Michoacan state": {
    "guess": "Paricutin",
    "confidence": [
      [
        "Par",
        -0.95613134
      ],
      [
        "icut",
        -0.14554913
      ],
      [
        "in",
        -0.16127592
      ]
    ]
  },
  "Known in Roman times as the Viadrus, this river was part of the Amber Road.  Its distributaries are the": {
    "guess": "Vistula",
    "confidence": [
      [
        "V",
        -0.019865114
      ],
      [
        "ist",
        -0.00020139472
      ],
      [
        "ula",
        -0.00011820524
      ]
    ]
  },
  "We know the name of this man's wife thanks to one of his biographers, Rualdus. Among his shorter works": {
    "guess": "Rembrandt",
    "confidence": [
      [
        "Rem",
        -0.42158026
      ],
      [
        "brand",
        -0.001344162
      ],
      [
        "t",
        -0.00023321842
      ]
    ]
  },
  "The only known survivor of this event was a butcher wearing thick ramskins. One person who perished during this event because he tried to save his sister, the Countess of Perche. Priests trying to conduct": {
    "guess": "Massacre of Verden",
    "confidence": [
      [
        "Mass",
        -1.8375394
      ],
      [
        "acre",
        -0.0010401944
      ],
      [
        " of",
        -0.19570976
      ],
      [
        " Ver",
        -1.0419766
      ],
      [
        "den",
        -3.1737043e-06
      ]
    ]
  },
  "A man known only as \"the editor with a big chin\" befriends the main character's son, Simon. In part six, known as \"the grand march,\" the narrator tells of the death of Stalin's son, who threw himself against an electric fence. Another main character is attacked by muggers in Cambodia and wakes up to find Marie-Claude, his wife, by his bedside. This character, Franz, dies immediately thereafter, leaving behind a lover named Sabina. The novel's two main characters, Tomas and Tereza, are killed together": {
    "guess": "The Unbearable Lightness of Being",
    "confidence": [
      [
        "The",
        -0.008101735
      ],
      [
        " Un",
        -0.01210871
      ],
      [
        "bear",
        -7.465036e-06
      ],
      [
        "able",
        -7.255024e-05
      ],
      [
        " Light",
        -2.0219828e-05
      ],
      [
        "ness",
        -6.749814e-06
      ],
      [
        " of",
        -2.939851e-05
      ],
      [
        " Being",
        -6.2729996e-06
      ]
    ]
  },
  "They were known as the Superbas and Bridegrooms in their early days. They were the victims of one of the most infamous collapses of all time in 1951, culminating with pitcher Ralph Branca giving up the": {
    "guess": "Brooklyn Dodgers",
    "confidence": [
      [
        "Bro",
        -0.021353466
      ],
      [
        "oklyn",
        -0.0002753982
      ],
      [
        " Dodgers",
        -0.0027237986
      ]
    ]
  },
  "Known locally as \"El Monstre\", it stands 9212 feet above sea level and is located in the Michoacan state of Southwest Mexico, about 112 miles southeast of Guadalajara. On February 20, 1943 lava and ash": {
    "guess": "Parícutin",
    "confidence": [
      [
        "Par",
        -0.35083124
      ],
      [
        "í",
        -0.24951662
      ],
      [
        "cut",
        -8.3874584e-05
      ],
      [
        "in",
        -9.293406e-05
      ]
    ]
  },
  "Knowledge of how to do this ancient sport eluded moderns for some years. Some people assumed one stood still and just did it. This misconceptions was corrected after the examination of numerous statues": {
    "guess": "Discus thrower",
    "confidence": [
      [
        "Disc",
        -0.2574542
      ],
      [
        "us",
        -0.68327796
      ],
      [
        " throw",
        -0.4278611
      ],
      [
        "er",
        -0.03884919
      ]
    ]
  },
  "The only known counterexample to this principle was recently provided in the Champagne supernova. Values for it were once calculated by Wilhelm Anderson and Edmund Stoner, in the two years before its namesake put forth the modern formula, which has a term of mu-squared in its denominator. That namesake later worked with Brazilian scientist Mario Schonberg on a similar notion dealing with helium-filled cores. This idea results from viewing relevant stars as gases of non-interacting fermions and, when": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.98530847
      ]
    ]
  },
  "Known today as the Atmeydani, it was the site of the 1909 riots that precipitated the downfall of Abdul Hamit II. It was also the site of the 1826 massacre of the Janissary corps and is home to Kaiser Wilhelm's Fountain, a symbol of Turko-German friendship. Also housing the ancient Obelisk of Theodosius, it is more famous for its importance during Byzantine times, as the Emperor Hypatius was placed on the Byzantine throne due to a revolt staged by factions of teams that competed in this arena. FTP, name this center of Byzantine and Ottoman life, the arena in which the chariot races of Constantinople were once held.": {
    "guess": "Hippodrome of Constantinople",
    "confidence": [
      [
        "H",
        -0.00047547516
      ],
      [
        "ipp",
        -9.972867e-05
      ],
      [
        "od",
        -0.0002007987
      ],
      [
        "rome",
        0.0
      ],
      [
        " of",
        -0.0008211842
      ],
      [
        " Constantin",
        -3.8577193e-05
      ],
      [
        "ople",
        -6.229872e-05
      ]
    ]
  },
  "One of these, known as Heaven's Will, was retrieved by a golden-shelled turtle from the Vietnamese king": {
    "guess": "Sword of Le Loi",
    "confidence": [
      [
        "S",
        -0.60517263
      ],
      [
        "word",
        -0.0036385576
      ],
      [
        " of",
        -0.09458835
      ],
      [
        " Le",
        -0.015965512
      ],
      [
        " Lo",
        -0.016605856
      ],
      [
        "i",
        -0.00016504127
      ]
    ]
  },
  "A man known only as \"the editor with a big chin\" befriends the main character's son, Simon. In part six, known as \"the grand march,\" the narrator tells of the death of Stalin's son, who threw himself against an electric fence. Another main character is attacked by muggers in Cambodia and wakes up to find Marie-Claude, his wife, by his bedside. This character, Franz, dies immediately thereafter, leaving behind a lover named Sabina. The novel's two main characters, Tomas and Tereza, are killed together in a car accident, and much of the novel takes place during the Prague Spring. For ten points,": {
    "guess": "The Unbearable Lightness of Being",
    "confidence": [
      [
        "The",
        -0.009387339
      ],
      [
        " Un",
        -0.0021533535
      ],
      [
        "bear",
        -1.1994775e-05
      ],
      [
        "able",
        -3.2736214e-05
      ],
      [
        " Light",
        -2.9875326e-05
      ],
      [
        "ness",
        -5.3193703e-06
      ],
      [
        " of",
        -1.0564331e-05
      ],
      [
        " Being",
        -1.7432603e-06
      ]
    ]
  },
  "The only known survivor of this event was a butcher wearing thick ramskins. One person who perished during this event because he tried to save his sister, the Countess of Perche. Priests trying to conduct customary blessings were driven away before this event occurred. The Count of Mortain suffered a bout of diarrhea and avoided this event which took place on the property of a man called Thomas, the son of the master steersman in the Domesday Book. This event led to one ruler proclaiming the widow": {
    "guess": "The Anarchy",
    "confidence": [
      [
        "The",
        -1.4462168
      ],
      [
        " An",
        -0.12464186
      ],
      [
        "archy",
        -1.5451682e-05
      ]
    ]
  },
  "The only known counterexample to this principle was recently provided in the Champagne supernova. Values for it were once calculated by Wilhelm Anderson and Edmund Stoner, in the two years before its namesake put forth the modern formula, which has a term of mu-squared in its denominator. That namesake later worked with Brazilian scientist Mario Schonberg on a similar notion dealing with helium-filled cores. This idea results from viewing relevant stars as gases of non-interacting fermions and, when it is exceeded, electron degeneracy pressure can no longer overcome gravitational pressure. The result is that main sequence stars of more than 8 solar masses become either neutron stars or black holes. FTP, name this upper limit for the mass of a white dwarf named for an Indian guy.": {
    "guess": "Chandrasekhar limit",
    "confidence": [
      [
        "Ch",
        -0.055314157
      ],
      [
        "and",
        -0.0026330883
      ],
      [
        "rase",
        -0.00034154154
      ],
      [
        "k",
        -0.00014048899
      ],
      [
        "har",
        -7.3742274e-05
      ],
      [
        " limit",
        -0.34875584
      ]
    ]
  },
  "It is known for its northwest spire, called the cl?ure neuf, which was added in 1523 to balance an earlier tower. This cathedral, executed in the Early Gothic Style, was nearly destroyed by fire in 1194. Rebuilding was nearly finished by 1220 and continuing improvements included flying buttresses making it the first building of High Gothic Style. FTP, name this French cathedral, considered unique for the sculpture of its Royal Portals and the asymmetry of its west facade, which includes two towers of different Gothic styles.": {
    "guess": "Chartres Cathedral",
    "confidence": [
      [
        "Chart",
        -0.14211623
      ],
      [
        "res",
        -0.0005861567
      ],
      [
        " Cathedral",
        -0.00077984616
      ]
    ]
  },
  "Known today as the Atmeydani, it was the site of the 1909 riots that precipitated the downfall of Abdul Hamit II. It was also the site of the 1826 massacre of the Janissary corps and is home to Kaiser Wilhelm's Fountain, a symbol of Turko-German friendship. Also housing the ancient Obelisk of Theodosius, it is more famous for its importance during Byzantine times, as the Emperor Hypatius was placed on the Byzantine throne due to a revolt staged by factions of teams that competed in this arena. FTP,": {
    "guess": "Hippodrome of Constantinople",
    "confidence": [
      [
        "H",
        -0.0073093884
      ],
      [
        "ipp",
        -0.00075518934
      ],
      [
        "od",
        -0.00037740718
      ],
      [
        "rome",
        -1.147242e-06
      ],
      [
        " of",
        -0.00080855226
      ],
      [
        " Constantin",
        -5.8365e-05
      ],
      [
        "ople",
        -6.337155e-05
      ]
    ]
  },
  "Known to the Chinese as the North Sea, this body of water was examined starting in June 2008 by the Mir-1 and Mir-2 submersibles. The largest island in this body of water, inhabited mostly by Buryats, is Olkhon. The town of Severobaykalsk, located on the northern shore of this lake, is the starting point of a railroad running from the lake to the Amur River. Fed by hundreds of inflowing rivers, its": {
    "guess": "Lake Baikal",
    "confidence": [
      [
        "Lake",
        -0.03471617
      ],
      [
        " Ba",
        -0.017907118
      ],
      [
        "ikal",
        -0.00024287392
      ]
    ]
  },
  "The only known survivor of this event was a butcher wearing thick ramskins. One person who perished during this event because he tried to save his sister, the Countess of Perche. Priests trying to conduct customary blessings were driven away before this event occurred. The Count of Mortain suffered a bout of diarrhea and avoided this event which took place on the property of a man called Thomas, the": {
    "guess": "White Ship disaster",
    "confidence": [
      [
        "White",
        -2.2503557
      ],
      [
        " Ship",
        -0.019971687
      ],
      [
        " disaster",
        -0.26090828
      ]
    ]
  },
  "Knowledge of how to do this ancient sport eluded moderns for some years. Some people assumed one stood still and just did it. This misconceptions was corrected after the examination of numerous statues and vase paintings which indicate the athlestes whirling before releasing the object. FTP, what is": {
    "guess": "Discus Throw",
    "confidence": [
      [
        "Disc",
        -0.066422015
      ],
      [
        "us",
        -0.43051517
      ],
      [
        " Throw",
        -0.7175976
      ]
    ]
  },
  "One of these, known as Heaven's Will, was retrieved by a golden-shelled turtle from the Vietnamese king Le Loi for the dragon king Long Vuong. The souls of twelve berserkers were contained in Skofnung, the one owned by Hrolf Kraki. Amir Arsalan exploited the weakness of Fulad-zereh to one called Shamshir, while Susanowo took one from the body of Orochi called Kusanagi. For 10 points, Sigurd's Gram, Roland's Durandal, and Beowulf's Hrunting are all what type of object, as is King Arthur's Excalibur?": {
    "guess": "Sword",
    "confidence": [
      [
        "S",
        -0.012016133
      ],
      [
        "word",
        -0.03578412
      ]
    ]
  },
  "The only known counterexample to this principle was recently provided in the Champagne supernova. Values for it were once calculated by Wilhelm Anderson and Edmund Stoner, in the two years before its namesake put forth the modern formula, which has a term of mu-squared in its denominator. That namesake later worked with Brazilian scientist Mario Schonberg on a similar notion dealing with helium-filled cores. This idea results from viewing relevant stars as gases of non-interacting fermions and, when it is exceeded, electron degeneracy pressure can no longer overcome gravitational pressure. The result is that main sequence stars of more than 8 solar masses become either neutron stars or black": {
    "guess": "Chandrasekhar limit",
    "confidence": [
      [
        "Ch",
        -0.09847333
      ],
      [
        "and",
        -0.0008421457
      ],
      [
        "rase",
        -0.00020199074
      ],
      [
        "k",
        -0.00024929992
      ],
      [
        "har",
        -5.157039e-05
      ],
      [
        " limit",
        -0.05633905
      ]
    ]
  },
  "We know the name of this man's wife thanks to one of his biographers, Rualdus. Among his shorter works is the \"Inquiry into the Principle of Cold,\" which includes reports from Trajan's winter in Dacia in 106 CE. His brothers Timon and Lamprias, grandfather Lamprias, and teacher Ammonius appear in his \"Symposiac Questions.\" Several of his essays, including \"On the Decline of the Oracles\" and \"On the": {
    "guess": "Plutarch",
    "confidence": [
      [
        "Pl",
        -0.043135975
      ],
      [
        "ut",
        -0.001626264
      ],
      [
        "arch",
        -2.6968896e-06
      ]
    ]
  },
  "Known today as the Atmeydani, it was the site of the 1909 riots that precipitated the downfall of Abdul Hamit II. It was also the site of the 1826 massacre of the Janissary corps and is home to Kaiser Wilhelm's Fountain, a symbol of Turko-German friendship. Also housing the ancient Obelisk of Theodosius,": {
    "guess": "Sultanahmet Square",
    "confidence": [
      [
        "S",
        -0.5419819
      ],
      [
        "ultan",
        -8.613945e-05
      ],
      [
        "ah",
        -0.014007534
      ],
      [
        "met",
        -0.00095207535
      ],
      [
        " Square",
        -0.00753541
      ]
    ]
  },
  "The only known survivor of this event was a butcher wearing thick ramskins. One person who perished during": {
    "guess": "Franklin's lost expedition",
    "confidence": [
      [
        "Frank",
        -0.8638006
      ],
      [
        "lin",
        -0.72465825
      ],
      [
        "'s",
        -0.06297558
      ],
      [
        " lost",
        -0.28396752
      ],
      [
        " expedition",
        -1.0206721e-05
      ]
    ]
  },
  "The only known survivor of this event was a butcher wearing thick ramskins. One person who perished during this event because he tried to save his sister, the Countess of Perche. Priests trying to conduct customary blessings were driven away before this event occurred. The Count of Mortain suffered a bout of diarrhea and avoided this event which took place on the property of a man called Thomas, the son of the master steersman in the Domesday Book. This event led to one ruler proclaiming the widow of Holy Roman Emperor Henry V as his successor. This event traditionally associated with the Quilleboeuf Rock killed William Adelin, leading to a period known as the Nineteen Long Winters, a civil war": {
    "guess": "White Ship disaster",
    "confidence": [
      [
        "White",
        -0.045284472
      ],
      [
        " Ship",
        -0.013757593
      ],
      [
        " disaster",
        -0.02678403
      ]
    ]
  },
  "She was known as Peter as a child, but later called herself John after her great-grandfather.  Her literary": {
    "guess": "Sartoris",
    "confidence": [
      [
        "S",
        -0.99282765
      ],
      [
        "art",
        -0.021893367
      ],
      [
        "oris",
        -0.0009383779
      ]
    ]
  },
  "They were known as the Superbas and Bridegrooms in their early days. They were the victims of one of the most infamous collapses of all time in 1951, culminating with pitcher Ralph Branca giving up the \"Shot Heard ‘Round The World\" to the Giants' Bobby Thompson. The first Rookie of the Year award went to a player on this team who was signed by general manager Branch Rickey to break the color barrier,": {
    "guess": "Brooklyn Dodgers",
    "confidence": [
      [
        "Bro",
        -0.03336396
      ],
      [
        "oklyn",
        -0.00019042798
      ],
      [
        " Dodgers",
        -0.0043333913
      ]
    ]
  },
  "Known in Roman times as the Viadrus, this river was part of the Amber Road.  Its distributaries are the Dziwna, Swina, and Peene, which connect the Szczecin [shuh-chech-cheen] Lagoon with the sea.  Just over 500 miles long, in its lower course it serves as the boundary between the voivodship of West Pomerania and the state of Mecklenburg-Western Pomerania.  FTP, identify this river that flows from the Czech Republic to the Baltic Sea and whose name is included in that of a national boundary line with the Neisse River.": {
    "guess": "Oder River",
    "confidence": [
      [
        "O",
        -0.00088561105
      ],
      [
        "der",
        -0.010328486
      ],
      [
        " River",
        -0.23472796
      ]
    ]
  },
  "Known today as the Atmeydani, it was the site of the 1909 riots that precipitated the downfall of Abdul Hamit II. It was also the site of the 1826 massacre of the Janissary corps and is home to Kaiser Wilhelm's Fountain, a symbol of Turko-German friendship. Also housing the ancient Obelisk of Theodosius, it is more famous for its importance during Byzantine times, as the Emperor Hypatius was placed": {
    "guess": "Hippodrome of Constantinople",
    "confidence": [
      [
        "H",
        -0.5365273
      ],
      [
        "ipp",
        -0.0009699412
      ],
      [
        "od",
        -0.00031782736
      ],
      [
        "rome",
        -4.5848617e-05
      ],
      [
        " of",
        -0.001893295
      ],
      [
        " Constantin",
        -8.5781845e-05
      ],
      [
        "ople",
        -5.1928004e-05
      ]
    ]
  },
  "The only known survivor of this event was a butcher wearing thick ramskins. One person who perished during this event because he tried to save his sister, the Countess of Perche. Priests trying to conduct customary blessings were driven away before this event occurred. The Count of Mortain suffered a": {
    "guess": "White Ship disaster",
    "confidence": [
      [
        "White",
        -0.66612357
      ],
      [
        " Ship",
        -0.019318042
      ],
      [
        " disaster",
        -0.078837916
      ]
    ]
  },
  "Known primarily as a liberal humanist, this author was born only a year before his father was killed": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -1.2782457
      ],
      [
        " Milton",
        -0.18886381
      ]
    ]
  },
  "Known in Roman times as the Viadrus, this river was part of the Amber Road.  Its distributaries are the Dziwna, Swina, and Peene, which connect the Szczecin [shuh-chech-cheen] Lagoon with the sea.  Just over 500 miles long, in its lower course it serves as the boundary between the voivodship of West Pomerania and the state of Mecklenburg-Western Pomerania.  FTP, identify this river that flows from": {
    "guess": "Oder",
    "confidence": [
      [
        "O",
        -0.0062455153
      ],
      [
        "der",
        -0.014263645
      ]
    ]
  },
  "Knowledge of how to do this ancient sport eluded moderns for some years. Some people assumed one stood still and just did it. This misconceptions was corrected after the examination of numerous statues and vase paintings which indicate the athlestes whirling before releasing the object. FTP, what is this restored Olympic sport, less like the frisbee than originally interpreted?": {
    "guess": "Discus throw",
    "confidence": [
      [
        "Disc",
        -0.16633199
      ],
      [
        "us",
        -0.13906914
      ],
      [
        " throw",
        -0.3134414
      ]
    ]
  },
  "Known to the Chinese as the North Sea, this body of water was examined starting in June 2008 by the Mir-1 and Mir-2 submersibles. The largest island in this body of water, inhabited mostly by Buryats, is Olkhon. The town of Severobaykalsk, located on the northern shore of this lake, is the starting point of a railroad running from the lake to the Amur River. Fed by hundreds of inflowing rivers, its only outlet is the Angara River. Located at the bottom of a five-mile-deep continental rift, it contains roughly twenty percent of the world's surface fresh water. For 10 points, name this Russian lake, the deepest in the world.": {
    "guess": "Lake Baikal",
    "confidence": [
      [
        "Lake",
        -0.0039599054
      ],
      [
        " Ba",
        -0.0026343958
      ],
      [
        "ikal",
        -9.901345e-05
      ]
    ]
  },
  "One of these, known as Heaven's Will, was retrieved by a golden-shelled turtle from the Vietnamese king Le Loi for the dragon king Long Vuong. The souls of twelve berserkers were contained in Skofnung, the one owned by Hrolf Kraki. Amir Arsalan exploited the weakness of Fulad-zereh to one called Shamshir, while Susanowo took one from the body of Orochi called Kusanagi. For 10 points, Sigurd's Gram,": {
    "guess": "List of mythological objects",
    "confidence": [
      [
        "List",
        -0.7635731
      ],
      [
        " of",
        -0.0016413808
      ],
      [
        " myth",
        -0.08676011
      ],
      [
        "ological",
        -0.0026460483
      ],
      [
        " objects",
        -0.021137105
      ]
    ]
  },
  "The only known mammal to locate its prey by sensing the prey's body electricity, its extraordinarily hemoglobin-rich blood allows it to stay underwater for a minute and a half while it eats worms, insect larvae and freshwater shellfish. These semi-aquatic, nocturnal creatures of genus Ornithorhynchus and species anatinus have venomous spurs on their hind feetFor 10 points, name these Australian animals that are egg-laying, web-footed monotremes.": {
    "guess": "Platypus",
    "confidence": [
      [
        "Pl",
        -0.004869757
      ],
      [
        "at",
        -3.23786e-05
      ],
      [
        "yp",
        -9.014684e-06
      ],
      [
        "us",
        -7.672237e-05
      ]
    ]
  },
  "The only known counterexample to this principle was recently provided in the Champagne supernova. Values": {
    "guess": "Four color theorem",
    "confidence": [
      [
        "Four",
        -0.6788666
      ],
      [
        " color",
        -0.067925245
      ],
      [
        " theorem",
        -0.0002736138
      ]
    ]
  },
  "Known primarily as a liberal humanist, this author was born only a year before his father was killed in World War I. He contributed to the theater by adapting Dostoyevsky's _Possessed_ and Faulkner's _Requiem for a Nun_ to the stage, although his plays never achieved the fame of his novels. Name this": {
    "guess": "Albert Camus",
    "confidence": [
      [
        "Albert",
        -0.4065698
      ],
      [
        " Cam",
        -0.0005751936
      ],
      [
        "us",
        -3.059055e-05
      ]
    ]
  },
  "It is known for its northwest spire, called the cl?ure neuf, which was added in 1523 to balance an earlier tower. This cathedral, executed in the Early Gothic Style, was nearly destroyed by fire in 1194.": {
    "guess": "Chartres Cathedral",
    "confidence": [
      [
        "Chart",
        -0.056373414
      ],
      [
        "res",
        -0.0005382588
      ],
      [
        " Cathedral",
        -8.10137e-05
      ]
    ]
  },
  "The only known mammal to locate its prey by sensing the prey's body electricity, its extraordinarily hemoglobin-rich blood allows it to stay underwater for a minute and a half while it eats worms, insect larvae and freshwater shellfish. These semi-aquatic, nocturnal creatures of genus Ornithorhynchus": {
    "guess": "Platypus",
    "confidence": [
      [
        "Pl",
        -0.015060803
      ],
      [
        "at",
        -4.1080468e-05
      ],
      [
        "yp",
        -5.9153886e-06
      ],
      [
        "us",
        -7.505351e-05
      ]
    ]
  },
  "The only known counterexample to this principle was recently provided in the Champagne supernova. Values for it were once calculated by Wilhelm Anderson and Edmund Stoner, in the two years before its namesake": {
    "guess": "Hund's rule",
    "confidence": [
      [
        "H",
        -1.3094882
      ],
      [
        "und",
        -0.35389793
      ],
      [
        "'s",
        -0.00045641355
      ],
      [
        " rule",
        -0.8536516
      ]
    ]
  },
  "A man known only as \"the editor with a big chin\" befriends the main character's son, Simon. In part six, known as \"the grand march,\" the narrator tells of the death of Stalin's son, who threw himself against an electric fence. Another main character is attacked by muggers in Cambodia and wakes up to": {
    "guess": "The Unbearable Lightness of Being",
    "confidence": [
      [
        "The",
        -0.387835
      ],
      [
        " Un",
        -0.34299758
      ],
      [
        "bear",
        -0.009318251
      ],
      [
        "able",
        -5.347765e-05
      ],
      [
        " Light",
        -6.682846e-05
      ],
      [
        "ness",
        -7.107425e-06
      ],
      [
        " of",
        -2.2484697e-05
      ],
      [
        " Being",
        -9.054999e-05
      ]
    ]
  },
  "The only known counterexample to this principle was recently provided in the Champagne supernova. Values for it were once calculated by Wilhelm Anderson and Edmund Stoner, in the two years before its namesake put forth the modern formula, which has a term of mu-squared in its denominator. That namesake": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.6514038
      ]
    ]
  },
  "The only known mammal to locate its prey by sensing the prey's body electricity, its extraordinarily": {
    "guess": "Electric fish",
    "confidence": [
      [
        "Electric",
        -0.28068498
      ],
      [
        " fish",
        -0.75716245
      ]
    ]
  },
  "The only known mammal to locate its prey by sensing the prey's body electricity, its extraordinarily hemoglobin-rich blood allows it to stay underwater for a minute and a half while it eats worms, insect larvae and freshwater shellfish. These semi-aquatic, nocturnal creatures of genus Ornithorhynchus and species anatinus have venomous spurs on their hind feetFor 10 points, name these Australian animals": {
    "guess": "Platypus",
    "confidence": [
      [
        "Pl",
        -0.010359163
      ],
      [
        "at",
        -2.6060809e-05
      ],
      [
        "yp",
        -1.0206721e-05
      ],
      [
        "us",
        -0.00014311148
      ]
    ]
  },
  "Known to the Chinese as the North Sea, this body of water was examined starting in June 2008 by the Mir-1 and Mir-2 submersibles. The largest island in this body of water, inhabited mostly by Buryats, is Olkhon. The town of Severobaykalsk, located on the northern shore of this lake, is the starting point of a railroad running from the lake to the Amur River. Fed by hundreds of inflowing rivers, its only outlet is the Angara River. Located at the bottom of a five-mile-deep continental rift, it contains": {
    "guess": "Lake Baikal",
    "confidence": [
      [
        "Lake",
        -0.016214076
      ],
      [
        " Ba",
        -0.0009314678
      ],
      [
        "ikal",
        -9.972867e-05
      ]
    ]
  },
  "Known primarily as a liberal humanist, this author was born only a year before his father was killed in World War I. He contributed to the theater by adapting Dostoyevsky's _Possessed_ and Faulkner's _Requiem for a Nun_ to the stage, although his plays never achieved the fame of his novels. Name this Algerian-born author whose most important works include _The Fall_, _The Plague_, and _The Stranger_.": {
    "guess": "Albert Camus",
    "confidence": [
      [
        "Albert",
        -0.0029361024
      ],
      [
        " Cam",
        -4.954393e-05
      ],
      [
        "us",
        -2.58224e-05
      ]
    ]
  },
  "Known in the natives' language as Chebucto, it was founded below a drumlin on what was to become known": {
    "guess": "Halifax, Nova Scotia",
    "confidence": [
      [
        "Hal",
        -0.025593132
      ],
      [
        "ifax",
        -0.00012142374
      ],
      [
        ",",
        -0.06617345
      ],
      [
        " Nova",
        -0.00010235115
      ],
      [
        " Scotia",
        -0.00017004783
      ]
    ]
  },
  "Known today as the Atmeydani, it was the site of the 1909 riots that precipitated the downfall of Abdul": {
    "guess": "Taksim Square",
    "confidence": [
      [
        "T",
        -1.3735609
      ],
      [
        "aks",
        -0.033194225
      ],
      [
        "im",
        -6.659005e-05
      ],
      [
        " Square",
        -0.00046391605
      ]
    ]
  },
  "Known to the Chinese as the North Sea, this body of water was examined starting in June 2008 by the Mir-1 and Mir-2 submersibles. The largest island in this body of water, inhabited mostly by Buryats, is Olkhon. The town of Severobaykalsk, located on the northern shore of this lake, is the starting point of a railroad running from the lake to the Amur River. Fed by hundreds of inflowing rivers, its only outlet is the Angara River. Located at the bottom of a five-mile-deep continental rift, it contains roughly twenty percent of the world's surface fresh water. For 10 points, name this Russian lake,": {
    "guess": "Lake Baikal",
    "confidence": [
      [
        "Lake",
        -0.14828585
      ],
      [
        " Ba",
        -0.0011702254
      ],
      [
        "ikal",
        -9.4960524e-05
      ]
    ]
  },
  "She was known as Peter as a child, but later called herself John after her great-grandfather.  Her literary output includes poems, songs, and novels, including the award-winning 1926 Adam's Breed.  She": {
    "guess": "She was known as Peter as a child, but later called herself John after her great-grandfather.  Her literary output includes poems, songs, and novels, including the award-winning 1926 Adam's Breed.  She",
    "confidence": [
      [
        "She",
        -1.0040386
      ],
      [
        " was",
        -1.0771927
      ],
      [
        " known",
        -0.05551457
      ],
      [
        " as",
        -0.0016042481
      ],
      [
        " Peter",
        -0.05016126
      ],
      [
        " as",
        -0.0043401564
      ],
      [
        " a",
        -8.208653e-05
      ],
      [
        " child",
        -0.00026288547
      ],
      [
        ",",
        -0.008100908
      ],
      [
        " but",
        -0.00032354548
      ],
      [
        " later",
        -0.0004406823
      ],
      [
        " called",
        -0.00079676206
      ],
      [
        " herself",
        -0.0017835946
      ],
      [
        " John",
        -0.0004888113
      ],
      [
        " after",
        -0.0007110014
      ],
      [
        " her",
        -0.0003542927
      ],
      [
        " great",
        -0.00013512482
      ],
      [
        "-grand",
        -0.00083392794
      ],
      [
        "father",
        -8.876193e-05
      ],
      [
        ".",
        -0.0074228724
      ],
      [
        " ",
        -0.42834976
      ],
      [
        " Her",
        -0.005749368
      ],
      [
        " literary",
        -0.0005242001
      ],
      [
        " output",
        -3.190179e-05
      ],
      [
        " includes",
        -0.0010220901
      ],
      [
        " poems",
        -0.00019007038
      ],
      [
        ",",
        -5.4550484e-05
      ],
      [
        " songs",
        -3.619312e-05
      ],
      [
        ",",
        -0.000203898
      ],
      [
        " and",
        -0.0002550217
      ],
      [
        " novels",
        -0.0001170132
      ],
      [
        ",",
        -0.00173206
      ],
      [
        " including",
        -0.00017743846
      ],
      [
        " the",
        -0.0003093639
      ],
      [
        " award",
        -0.0009977982
      ],
      [
        "-winning",
        -9.627177e-05
      ],
      [
        " ",
        -0.00015765065
      ],
      [
        "192",
        -5.4312077e-05
      ],
      [
        "6",
        -0.00011522515
      ],
      [
        " Adam",
        -0.006476622
      ],
      [
        "'s",
        -0.00019340808
      ],
      [
        " Breed",
        -0.0004934602
      ],
      [
        ".",
        -0.016029209
      ],
      [
        " ",
        -0.31140125
      ],
      [
        " She",
        -0.04596105
      ]
    ]
  },
  "Known locally as \"El Monstre\", it stands 9212 feet above sea level and is located in the Michoacan state of Southwest Mexico, about 112 miles southeast of Guadalajara. On February 20, 1943 lava and ash began spewing through a fissure in a cornfield. Within a week accumulation had reached 460 feet, inundated two towns and killed hundreds of cattle. FTP, identify this volcano of the Sierra Madre Range,": {
    "guess": "Parícutin",
    "confidence": [
      [
        "Par",
        -0.023423664
      ],
      [
        "í",
        -0.69961095
      ],
      [
        "cut",
        -7.231183e-05
      ],
      [
        "in",
        -0.00013655527
      ]
    ]
  },
  "She was known as Peter as a child, but later called herself John after her great-grandfather.  Her literary output includes poems, songs, and novels, including the award-winning 1926 Adam's Breed.  She is best known, however, for a later novel, which provoked widespread scandal and was banned in Britain": {
    "guess": "Radclyffe Hall",
    "confidence": [
      [
        "R",
        -0.30924153
      ],
      [
        "adc",
        -7.3861476e-05
      ],
      [
        "ly",
        -0.00023166878
      ],
      [
        "ffe",
        -6.742448e-05
      ],
      [
        " Hall",
        -0.0007799653
      ]
    ]
  },
  "We know the name of this man's wife thanks to one of his biographers, Rualdus. Among his shorter works is the \"Inquiry into the Principle of Cold,\" which includes reports from Trajan's winter in Dacia": {
    "guess": "Pliny the Younger",
    "confidence": [
      [
        "Pl",
        -1.6986003
      ],
      [
        "iny",
        -0.047467772
      ],
      [
        " the",
        -0.0005375436
      ],
      [
        " Young",
        -0.012599127
      ],
      [
        "er",
        -2.3392786e-06
      ]
    ]
  },
  "They were known as the Superbas and Bridegrooms in their early days. They were the victims of one of": {
    "guess": "Brooklyn Dodgers",
    "confidence": [
      [
        "Bro",
        -0.4213457
      ],
      [
        "oklyn",
        -0.0011131893
      ],
      [
        " Dodgers",
        -0.015596243
      ]
    ]
  },
  "It is known for its northwest spire, called the cl?ure neuf, which was added in 1523 to balance an earlier tower. This cathedral, executed in the Early Gothic Style, was nearly destroyed by fire in 1194. Rebuilding was nearly finished by 1220 and continuing improvements included flying buttresses making it the first building of High Gothic Style. FTP, name this French cathedral, considered unique for the sculpture of its Royal Portals and the asymmetry of its west facade, which includes two towers": {
    "guess": "Chartres Cathedral",
    "confidence": [
      [
        "Chart",
        -0.107271045
      ],
      [
        "res",
        -0.0006657334
      ],
      [
        " Cathedral",
        -0.0010752035
      ]
    ]
  },
  "The only known counterexample to this principle was recently provided in the Champagne supernova. Values for it were once calculated by Wilhelm Anderson and Edmund Stoner, in the two years before its namesake put forth the modern formula, which has a term of mu-squared in its denominator. That namesake later worked with Brazilian scientist Mario Schonberg on a similar notion dealing with helium-filled cores. This idea results from viewing relevant stars as gases of non-interacting fermions and, when it is exceeded, electron degeneracy pressure can no longer overcome gravitational pressure. The": {
    "guess": "Chandrasekhar limit",
    "confidence": [
      [
        "Ch",
        -0.07791667
      ],
      [
        "and",
        -0.00059961935
      ],
      [
        "rase",
        -0.00043484138
      ],
      [
        "k",
        -0.00049786706
      ],
      [
        "har",
        -7.3861476e-05
      ],
      [
        " limit",
        -0.09579675
      ]
    ]
  },
  "We know the name of this man's wife thanks to one of his biographers, Rualdus. Among his shorter works is the \"Inquiry into the Principle of Cold,\" which includes reports from Trajan's winter in Dacia in 106 CE. His brothers Timon and Lamprias, grandfather Lamprias, and teacher Ammonius appear in his \"Symposiac Questions.\" Several of his essays, including \"On the Decline of the Oracles\" and \"On the Worship of Isis and Osiris,\" are collected in his Moralia. Another of his works is missing a section on Epaminondas, but has a section discussing Agis and Cleomenes together with the Gracchus brothers.": {
    "guess": "Plutarch",
    "confidence": [
      [
        "Pl",
        -0.00010902656
      ],
      [
        "ut",
        -1.7597347e-05
      ],
      [
        "arch",
        -3.2929079e-06
      ]
    ]
  },
  "We know the name of this man's wife thanks to one of his biographers, Rualdus. Among his shorter works is the \"Inquiry into the Principle of Cold,\" which includes reports from Trajan's winter in Dacia in 106 CE. His brothers Timon and Lamprias, grandfather Lamprias, and teacher Ammonius appear in his \"Symposiac Questions.\" Several of his essays, including \"On the Decline of the Oracles\" and \"On the Worship of Isis and Osiris,\" are collected in his Moralia. Another of his works is missing a section on Epaminondas, but has a section discussing Agis and Cleomenes together with the Gracchus brothers. FTP, name this ancient writer who paired Julius Caesar and Alexander the Great in his Parallel Lives.": {
    "guess": "Plutarch",
    "confidence": [
      [
        "Pl",
        -0.00014239625
      ],
      [
        "ut",
        -4.7040652e-05
      ],
      [
        "arch",
        -4.0603656e-05
      ]
    ]
  },
  "They were known as the Superbas and Bridegrooms in their early days. They were the victims of one of the most infamous collapses of all time in 1951, culminating with pitcher Ralph Branca giving up the \"Shot Heard ‘Round The World\" to the Giants' Bobby Thompson. The first Rookie of the Year award went": {
    "guess": "Brooklyn Dodgers",
    "confidence": [
      [
        "Bro",
        -0.21199657
      ],
      [
        "oklyn",
        -0.00021200384
      ],
      [
        " Dodgers",
        -0.0052931695
      ]
    ]
  },
  "The only known survivor of this event was a butcher wearing thick ramskins. One person who perished during this event because he tried to save his sister, the Countess of Perche. Priests trying to conduct customary blessings were driven away before this event occurred. The Count of Mortain suffered a bout of diarrhea and avoided this event which took place on the property of a man called Thomas, the son of the master steersman in the Domesday Book. This event led to one ruler proclaiming the widow of Holy Roman Emperor Henry V as his successor. This event traditionally associated with the Quilleboeuf": {
    "guess": "White Ship disaster",
    "confidence": [
      [
        "White",
        -0.21423763
      ],
      [
        " Ship",
        -0.0146282315
      ],
      [
        " disaster",
        -0.027333071
      ]
    ]
  },
  "Known in Roman times as the Viadrus, this river was part of the Amber Road.  Its distributaries are the Dziwna, Swina, and Peene, which connect the Szczecin [shuh-chech-cheen] Lagoon with the sea.  Just over 500 miles long, in its lower course it serves as the boundary between the voivodship of West": {
    "guess": "Oder",
    "confidence": [
      [
        "O",
        -0.03011584
      ],
      [
        "der",
        -0.01753634
      ]
    ]
  },
  "Known in Roman times as the Viadrus, this river was part of the Amber Road.  Its distributaries are the Dziwna, Swina, and Peene, which connect the Szczecin [shuh-chech-cheen] Lagoon with the sea.  Just over 500 miles long, in its lower course it serves as the boundary between the voivodship of West Pomerania and the state of Mecklenburg-Western Pomerania.  FTP, identify this river that flows from the Czech Republic to the Baltic Sea and whose name is included in that of a national boundary line": {
    "guess": "Oder",
    "confidence": [
      [
        "O",
        -0.009826688
      ],
      [
        "der",
        -0.013064468
      ]
    ]
  },
  "A man known only as \"the editor with a big chin\" befriends the main character's son, Simon. In part six, known as \"the grand march,\" the narrator tells of the death of Stalin's son, who threw himself against an electric fence. Another main character is attacked by muggers in Cambodia and wakes up to find Marie-Claude, his wife, by his bedside. This character, Franz, dies immediately thereafter, leaving behind a lover named Sabina. The novel's two main characters, Tomas and Tereza, are killed together in a car accident, and much of the novel takes place during the Prague Spring. For ten points, name this famous novel of Milan Kundera.": {
    "guess": "The Unbearable Lightness of Being",
    "confidence": [
      [
        "The",
        -0.0045470158
      ],
      [
        " Un",
        -0.017653473
      ],
      [
        "bear",
        -2.2127088e-05
      ],
      [
        "able",
        -6.921253e-05
      ],
      [
        " Light",
        -7.107425e-06
      ],
      [
        "ness",
        -4.4849444e-06
      ],
      [
        " of",
        -1.0087517e-05
      ],
      [
        " Being",
        -3.5313153e-06
      ]
    ]
  },
  "Known locally as \"El Monstre\", it stands 9212 feet above sea level and is located in the Michoacan state of Southwest Mexico, about 112 miles southeast of Guadalajara. On February 20, 1943 lava and ash began spewing through a fissure in a cornfield. Within a week accumulation had reached 460 feet, inundated two towns and killed hundreds of cattle. FTP, identify this volcano of the Sierra Madre Range, the youngest mountain in the world.": {
    "guess": "Parícutin",
    "confidence": [
      [
        "Par",
        -0.014426738
      ],
      [
        "í",
        -0.5160016
      ],
      [
        "cut",
        -3.333223e-05
      ],
      [
        "in",
        -8.780831e-05
      ]
    ]
  },
  "It is known for its northwest spire, called the cl?ure neuf, which was added in 1523 to balance an earlier tower. This cathedral, executed in the Early Gothic Style, was nearly destroyed by fire in 1194. Rebuilding was nearly finished by 1220 and continuing improvements included flying buttresses making": {
    "guess": "Chartres Cathedral",
    "confidence": [
      [
        "Chart",
        -0.054953035
      ],
      [
        "res",
        -9.74638e-05
      ],
      [
        " Cathedral",
        -6.718607e-05
      ]
    ]
  },
  "Known today as the Atmeydani, it was the site of the 1909 riots that precipitated the downfall of Abdul Hamit II. It was also the site of the 1826 massacre of the Janissary corps and is home to Kaiser Wilhelm's Fountain, a symbol of Turko-German friendship. Also housing the ancient Obelisk of Theodosius, it is more famous for its importance during Byzantine times, as the Emperor Hypatius was placed on the Byzantine throne due to a revolt staged by factions of teams that competed in this arena. FTP, name this center of Byzantine and Ottoman life, the arena in which the chariot races of Constantinople": {
    "guess": "Hippodrome of Constantinople",
    "confidence": [
      [
        "H",
        -0.000932779
      ],
      [
        "ipp",
        -7.4695905e-05
      ],
      [
        "od",
        -0.0002478695
      ],
      [
        "rome",
        0.0
      ],
      [
        " of",
        -0.00087203644
      ],
      [
        " Constantin",
        -4.036525e-05
      ],
      [
        "ople",
        -7.505351e-05
      ]
    ]
  },
  "The only known counterexample to this principle was recently provided in the Champagne supernova. Values for it were once calculated by Wilhelm Anderson and Edmund Stoner, in the two years before its namesake put forth the modern formula, which has a term of mu-squared in its denominator. That namesake later worked with Brazilian scientist Mario Schonberg on a similar notion dealing with helium-filled": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.5358666
      ]
    ]
  },
  "One of these, known as Heaven's Will, was retrieved by a golden-shelled turtle from the Vietnamese king Le Loi for the dragon king Long Vuong. The souls of twelve berserkers were contained in Skofnung, the one owned by Hrolf Kraki. Amir Arsalan exploited the weakness of Fulad-zereh to one called Shamshir,": {
    "guess": "Sword of Laban",
    "confidence": [
      [
        "S",
        -1.2478623
      ],
      [
        "word",
        -0.0026684038
      ],
      [
        " of",
        -0.10672927
      ],
      [
        " Lab",
        -1.963495
      ],
      [
        "an",
        -0.0002354833
      ]
    ]
  },
  "Known today as the Atmeydani, it was the site of the 1909 riots that precipitated the downfall of Abdul Hamit II. It was also the site of the 1826 massacre of the Janissary corps and is home to Kaiser": {
    "guess": "Taksim Square",
    "confidence": [
      [
        "T",
        -0.24008319
      ],
      [
        "aks",
        -0.005050879
      ],
      [
        "im",
        -5.8841815e-05
      ],
      [
        " Square",
        -5.4908094e-05
      ]
    ]
  },
  "It is known for its northwest spire, called the cl?ure neuf, which was added in 1523 to balance an earlier tower. This cathedral, executed in the Early Gothic Style, was nearly destroyed by fire in 1194. Rebuilding was nearly finished by 1220 and continuing improvements included flying buttresses making it the first building of High Gothic Style. FTP, name this French cathedral, considered unique for": {
    "guess": "Chartres Cathedral",
    "confidence": [
      [
        "Chart",
        -0.09391528
      ],
      [
        "res",
        -0.00036347136
      ],
      [
        " Cathedral",
        -0.00048524985
      ]
    ]
  },
  "We know the name of this man's wife thanks to one of his biographers, Rualdus. Among his shorter works is the \"Inquiry into the Principle of Cold,\" which includes reports from Trajan's winter in Dacia in 106 CE. His brothers Timon and Lamprias, grandfather Lamprias, and teacher Ammonius appear in his \"Symposiac Questions.\" Several of his essays, including \"On the Decline of the Oracles\" and \"On the Worship of Isis and Osiris,\" are collected in his Moralia. Another of his works is missing a section": {
    "guess": "Plutarch",
    "confidence": [
      [
        "Pl",
        -0.0037111235
      ],
      [
        "ut",
        -2.2007884e-05
      ],
      [
        "arch",
        -9.253091e-06
      ]
    ]
  },
  "Known locally as \"El Monstre\", it stands 9212 feet above sea level and is located in the Michoacan state of Southwest Mexico, about 112 miles southeast of Guadalajara. On February 20, 1943 lava and ash began spewing through a fissure in a cornfield. Within a week accumulation had reached 460 feet, inundated": {
    "guess": "Parícutin",
    "confidence": [
      [
        "Par",
        -0.08180463
      ],
      [
        "í",
        -0.7028526
      ],
      [
        "cut",
        -8.5781845e-05
      ],
      [
        "in",
        -0.00013059509
      ]
    ]
  },
  "They were known as the Superbas and Bridegrooms in their early days. They were the victims of one of the most infamous collapses of all time in 1951, culminating with pitcher Ralph Branca giving up the \"Shot Heard ‘Round The World\" to the Giants' Bobby Thompson. The first Rookie of the Year award went to a player on this team who was signed by general manager Branch Rickey to break the color barrier, Jackie Robinson. For 10 points, name this National League baseball team that has played in Brooklyn": {
    "guess": "Brooklyn Dodgers",
    "confidence": [
      [
        "Bro",
        -0.025699442
      ],
      [
        "oklyn",
        -0.00015812746
      ],
      [
        " Dodgers",
        -0.00084798306
      ]
    ]
  },
  "A man known only as \"the editor with a big chin\" befriends the main character's son, Simon. In part six,": {
    "guess": "The Goldfinch",
    "confidence": [
      [
        "The",
        -0.8661133
      ],
      [
        " Gold",
        -1.7980113
      ],
      [
        "fin",
        -0.014514977
      ],
      [
        "ch",
        -2.188868e-05
      ]
    ]
  },
  "She was known as Peter as a child, but later called herself John after her great-grandfather.  Her literary output includes poems, songs, and novels, including the award-winning 1926 Adam's Breed.  She is best known, however, for a later novel, which provoked widespread scandal and was banned in Britain due to its portrayal of a lesbian love affair.  FTP, name this author of The Well of Loneliness.": {
    "guess": "Radclyffe Hall",
    "confidence": [
      [
        "R",
        -0.055976152
      ],
      [
        "adc",
        -1.92662e-05
      ],
      [
        "ly",
        -1.9361265e-07
      ],
      [
        "ffe",
        -2.4584822e-06
      ],
      [
        " Hall",
        -4.1199673e-05
      ]
    ]
  },
  "Known to the Chinese as the North Sea, this body of water was examined starting in June 2008 by the Mir-1": {
    "guess": "South China Sea",
    "confidence": [
      [
        "South",
        -0.1486642
      ],
      [
        " China",
        -2.4630364e-05
      ],
      [
        " Sea",
        -7.827201e-05
      ]
    ]
  },
  "Known primarily as a liberal humanist, this author was born only a year before his father was killed in World War I. He contributed to the theater by adapting Dostoyevsky's _Possessed_ and Faulkner's _Requiem": {
    "guess": "Albert Camus",
    "confidence": [
      [
        "Albert",
        -1.7341013
      ],
      [
        " Cam",
        -0.00032485672
      ],
      [
        "us",
        -1.8789384e-05
      ]
    ]
  },
  "A man known only as \"the editor with a big chin\" befriends the main character's son, Simon. In part six, known as \"the grand march,\" the narrator tells of the death of Stalin's son, who threw himself against": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.61529064
      ],
      [
        " Master",
        -0.5932179
      ],
      [
        " and",
        -5.931863e-05
      ],
      [
        " Marg",
        -2.1054253e-05
      ],
      [
        "ar",
        -0.00012130453
      ],
      [
        "ita",
        -3.500108e-05
      ]
    ]
  },
  "Known to the Chinese as the North Sea, this body of water was examined starting in June 2008 by the Mir-1 and Mir-2 submersibles. The largest island in this body of water, inhabited mostly by Buryats,": {
    "guess": "Lake Baikal",
    "confidence": [
      [
        "Lake",
        -0.026785081
      ],
      [
        " Ba",
        -0.058880858
      ],
      [
        "ikal",
        -7.2073424e-05
      ]
    ]
  },
  "They were known as the Superbas and Bridegrooms in their early days. They were the victims of one of the most infamous collapses of all time in 1951, culminating with pitcher Ralph Branca giving up the \"Shot Heard ‘Round The World\" to the Giants' Bobby Thompson. The first Rookie of the Year award went to a player on this team who was signed by general manager Branch Rickey to break the color barrier, Jackie Robinson. For 10 points, name this National League baseball team that has played in Brooklyn and now Los Angeles.": {
    "guess": "Brooklyn Dodgers",
    "confidence": [
      [
        "Bro",
        -0.65623
      ],
      [
        "oklyn",
        -9.233804e-05
      ],
      [
        " Dodgers",
        -0.1287336
      ]
    ]
  },
  "It is known for its northwest spire, called the cl?ure neuf, which was added in 1523 to balance an earlier": {
    "guess": "Cluny Abbey",
    "confidence": [
      [
        "Cl",
        -1.5678724
      ],
      [
        "un",
        -0.091758884
      ],
      [
        "y",
        -0.005763234
      ],
      [
        " Abbey",
        -0.10536315
      ]
    ]
  },
  "Knowledge of how to do this ancient sport eluded moderns for some years. Some people assumed one stood": {
    "guess": "Jai alai",
    "confidence": [
      [
        "J",
        -0.84751016
      ],
      [
        "ai",
        -0.77789
      ],
      [
        " al",
        -0.11129052
      ],
      [
        "ai",
        -9.829823e-05
      ]
    ]
  },
  "We know the name of this man's wife thanks to one of his biographers, Rualdus. Among his shorter works is the \"Inquiry into the Principle of Cold,\" which includes reports from Trajan's winter in Dacia in 106 CE. His brothers Timon and Lamprias, grandfather Lamprias, and teacher Ammonius appear in his": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.5749224
      ]
    ]
  },
  "One of these, known as Heaven's Will, was retrieved by a golden-shelled turtle from the Vietnamese king Le Loi for the dragon king Long Vuong. The souls of twelve berserkers were contained in Skofnung,": {
    "guess": "Skofnung",
    "confidence": [
      [
        "Sk",
        -1.7370492
      ],
      [
        "of",
        -0.011643398
      ],
      [
        "nung",
        -0.00046332006
      ]
    ]
  },
  "A man known only as \"the editor with a big chin\" befriends the main character's son, Simon. In part six, known as \"the grand march,\" the narrator tells of the death of Stalin's son, who threw himself against an electric fence. Another main character is attacked by muggers in Cambodia and wakes up to find Marie-Claude, his wife, by his bedside. This character, Franz, dies immediately thereafter, leaving": {
    "guess": "The Unbearable Lightness of Being",
    "confidence": [
      [
        "The",
        -0.0027386623
      ],
      [
        " Un",
        -0.0005467186
      ],
      [
        "bear",
        -1.569009e-05
      ],
      [
        "able",
        -3.2855416e-05
      ],
      [
        " Light",
        -6.6306106e-06
      ],
      [
        "ness",
        -4.9617593e-06
      ],
      [
        " of",
        -1.2233183e-05
      ],
      [
        " Being",
        -2.577686e-06
      ]
    ]
  },
  "The only known survivor of this event was a butcher wearing thick ramskins. One person who perished during this event because he tried to save his sister, the Countess of Perche. Priests trying to conduct customary blessings were driven away before this event occurred. The Count of Mortain suffered a bout of diarrhea and avoided this event which took place on the property of a man called Thomas, the son of the master steersman in the Domesday Book. This event led to one ruler proclaiming the widow of Holy Roman Emperor Henry V as his successor. This event traditionally associated with the Quilleboeuf Rock killed William Adelin, leading to a period known as the Nineteen Long Winters, a civil war between Empress Matilda and Stephen de Blois. For 10 points, name this event that killed the legitimate heir of Henry I and began the Anarchy, a 1120 naval disaster.": {
    "guess": "White Ship disaster",
    "confidence": [
      [
        "White",
        -0.08798778
      ],
      [
        " Ship",
        -0.018862624
      ],
      [
        " disaster",
        -0.005442928
      ]
    ]
  },
  "Known in Roman times as the Viadrus, this river was part of the Amber Road.  Its distributaries are the Dziwna, Swina, and Peene, which connect the Szczecin [shuh-chech-cheen] Lagoon with the sea.  Just": {
    "guess": "Oder River",
    "confidence": [
      [
        "O",
        -0.21406172
      ],
      [
        "der",
        -0.011625015
      ],
      [
        " River",
        -0.40727952
      ]
    ]
  },
  "The only known survivor of this event was a butcher wearing thick ramskins. One person who perished during this event because he tried to save his sister, the Countess of Perche. Priests trying to conduct customary blessings were driven away before this event occurred. The Count of Mortain suffered a bout of diarrhea and avoided this event which took place on the property of a man called Thomas, the son of the master steersman in the Domesday Book. This event led to one ruler proclaiming the widow of Holy Roman Emperor Henry V as his successor. This event traditionally associated with the Quilleboeuf Rock killed William Adelin, leading to a period known as the Nineteen Long Winters, a civil war between Empress Matilda and Stephen de Blois. For 10 points, name this event that killed the legitimate": {
    "guess": "White Ship disaster",
    "confidence": [
      [
        "White",
        -0.27278244
      ],
      [
        " Ship",
        -0.027879274
      ],
      [
        " disaster",
        -0.020229788
      ]
    ]
  },
  "Known to the Chinese as the North Sea, this body of water was examined starting in June 2008 by the Mir-1 and Mir-2 submersibles. The largest island in this body of water, inhabited mostly by Buryats, is Olkhon. The town of Severobaykalsk, located on the northern shore of this lake, is the starting point": {
    "guess": "Lake Baikal",
    "confidence": [
      [
        "Lake",
        -0.016834572
      ],
      [
        " Ba",
        -0.016849108
      ],
      [
        "ikal",
        -9.41261e-05
      ]
    ]
  },
  "Known in the natives' language as Chebucto, it was founded below a drumlin on what was to become known as Citadel Hill.  Between the World Wars, the United States would have opened war with Britain by": {
    "guess": "Halifax, Nova Scotia",
    "confidence": [
      [
        "Hal",
        -0.094062015
      ],
      [
        "ifax",
        -0.0033621278
      ],
      [
        ",",
        -0.6075503
      ],
      [
        " Nova",
        -0.005702073
      ],
      [
        " Scotia",
        -0.00036359057
      ]
    ]
  },
  "Known in the natives' language as Chebucto, it was founded below a drumlin on what was to become known as Citadel Hill.  Between the World Wars, the United States would have opened war with Britain by invading this city after a poison gas attack.  Even that might have been less of a catastrophe than": {
    "guess": "Halifax",
    "confidence": [
      [
        "Hal",
        -0.055494726
      ],
      [
        "ifax",
        -0.010663396
      ]
    ]
  },
  "Known in the natives' language as Chebucto, it was founded below a drumlin on what was to become known as Citadel Hill.  Between the World Wars, the United States would have opened war with Britain by invading this city after a poison gas attack.  Even that might have been less of a catastrophe than the collisions of the Ino and Mont Blanc, which took place in this city's harbor in 1917.  For ten points,": {
    "guess": "Halifax",
    "confidence": [
      [
        "Hal",
        -0.0017735926
      ],
      [
        "ifax",
        -0.0006093904
      ]
    ]
  },
  "Known in the natives' language as Chebucto, it was founded below a drumlin on what was to become known as Citadel Hill.  Between the World Wars, the United States would have opened war with Britain by invading this city after a poison gas attack.  Even that might have been less of a catastrophe than the collisions of the Ino and Mont Blanc, which took place in this city's harbor in 1917.  For ten points, name this Canadian city, home of Dalhousie University and capital of Nova Scotia.": {
    "guess": "Halifax",
    "confidence": [
      [
        "Hal",
        -0.010343351
      ],
      [
        "ifax",
        -2.1054253e-05
      ]
    ]
  }
}