{
  "Dionysus was considered the reincarnation of Protogonus in this cult's myths. Protogonus, the first god, was born from the Cosmic Egg according to the early Greek religious poems attributed to this semi-mythic figure, who Pindar called the \"father of songs\". For 10 points, what son of Calliope and husband": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -0.060042284
      ],
      [
        "phe",
        -0.017436534
      ],
      [
        "us",
        -7.159661e-05
      ]
    ]
  },
  "This man's diplomats shot constable Yvonne Fletcher just outside his country's embassy in London, resulting in a break in relations between his government and the U.K. This leader staged a coup when his predecessor was undergoing medical treatment in Turkey. He coined the term \"Jamahiriya\" to describe": {
    "guess": "Muammar Gaddafi",
    "confidence": [
      [
        "Mu",
        -0.20714712
      ],
      [
        "am",
        -0.0017168276
      ],
      [
        "mar",
        -4.1273333e-06
      ],
      [
        " G",
        -0.004664965
      ],
      [
        "addafi",
        -0.0028494485
      ]
    ]
  },
  "During a diplomatic mission, J. Graham Parsons pressed for the breaking of diplomatic ties with this": {
    "guess": "United States",
    "confidence": [
      [
        "United",
        -1.7346268
      ],
      [
        " States",
        -0.72957355
      ]
    ]
  },
  "Dionysus prophecied that this woman and her husband would ride in a chariot drawn by heifers and rule over barbarian hordes. Late in life, she and her husband were given rule of Illyria by their daughter": {
    "guess": "Olympias",
    "confidence": [
      [
        "O",
        -2.0046942
      ],
      [
        "lymp",
        -0.7084089
      ],
      [
        "ias",
        -0.0022028324
      ]
    ]
  },
  "During a diplomatic mission, J. Graham Parsons pressed for the breaking of diplomatic ties with this organization, which held British diplomat Mervyn Brown captive for a month in 1962. Together with four": {
    "guess": "PFLP",
    "confidence": [
      [
        "P",
        -2.1737945
      ],
      [
        "FL",
        -0.64006424
      ],
      [
        "P",
        -0.0005803157
      ]
    ]
  },
  "This man's diplomats shot constable Yvonne Fletcher just outside his country's embassy in London, resulting in a break in relations between his government and the U.K. This leader staged a coup when his predecessor was undergoing medical treatment in Turkey. He coined the term \"Jamahiriya\" to describe his government in the Green Book and his planes were involved in the Gulf of Sidra incidents. Telex messages relayed by agents of this successor of King Idris to his embassy in East Berlin resulted": {
    "guess": "Muammar Gaddafi",
    "confidence": [
      [
        "Mu",
        -0.008308766
      ],
      [
        "am",
        -0.0008834764
      ],
      [
        "mar",
        -2.9352968e-06
      ],
      [
        " G",
        -0.0022304289
      ],
      [
        "addafi",
        -0.0018810427
      ]
    ]
  },
  "The Dionysiaca describes this person's destruction of Sokos with an avenging blade of justice. Some accounts of this figure's origin claim migration from Sais. One important contribution by this ruler was the founding of twelve cities including Brauron, Kytheros, and Sphettos. This ruler's most important charge was committed to the care of one of his daughters, Pandrosos, although some sources claim he also entrusted his remaining daughters, Aglaurus and Herse. In addition to serving as warden for Erichthonius, this man judged a dispute in which one participant struck a rock, creating a fount of seawater, and the other created a tree. That dispute ended with this man giving a sacrifice to the creator of olives, Athena. The usual origin of this king has him born of the earth, rather than a woman,": {
    "guess": "Cecrops",
    "confidence": [
      [
        "C",
        -0.040865082
      ],
      [
        "ec",
        -5.669615e-05
      ],
      [
        "rops",
        -1.962381e-05
      ]
    ]
  },
  "Dionysus was considered the reincarnation of Protogonus in this cult's myths. Protogonus, the first god,": {
    "guess": "Orphic Mysteries",
    "confidence": [
      [
        "Or",
        -0.054674625
      ],
      [
        "ph",
        -0.017710619
      ],
      [
        "ic",
        -0.3904373
      ],
      [
        " Myst",
        -0.24652156
      ],
      [
        "eries",
        -1.7432603e-06
      ]
    ]
  },
  "Dionysus was considered the reincarnation of Protogonus in this cult's myths. Protogonus, the first god, was born from the Cosmic Egg according to the early Greek religious poems attributed to this semi-mythic": {
    "guess": "Orphic Mysteries",
    "confidence": [
      [
        "Or",
        -0.2007375
      ],
      [
        "ph",
        -0.0045283847
      ],
      [
        "ic",
        -0.70764405
      ],
      [
        " Myst",
        -0.8160206
      ],
      [
        "eries",
        -1.0280384e-06
      ]
    ]
  },
  "During a diplomatic mission, J. Graham Parsons pressed for the breaking of diplomatic ties with this organization, which held British diplomat Mervyn Brown captive for a month in 1962. Together with four neutralists and four members of an opposition party, four members of this organization made up the": {
    "guess": "Pathet Lao",
    "confidence": [
      [
        "Path",
        -2.4619713
      ],
      [
        "et",
        -0.00087215565
      ],
      [
        " L",
        -0.00010127832
      ],
      [
        "ao",
        -1.7432603e-06
      ]
    ]
  },
  "Dionysius of Halicarnassus said that these peoples called themselves Rasenna, and their most extensive existing text is the Zagreb mummy wrapping. Their deities included Tin, Sethlans, and Uni, and they were lead by lauchmes. Their settlements included Clusium and Perusia, and Lars Porsena tried to reinstate one of their kings. Led by many members of the Tarquin family, for 10 points, name this ancient Italian people who were supplanted by the Romans.": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.0029100848
      ],
      [
        "tr",
        -3.4121115e-06
      ],
      [
        "us",
        -1.6524515e-05
      ],
      [
        "can",
        0.0
      ],
      [
        " civilization",
        -0.0012392756
      ]
    ]
  },
  "The Dionysiaca describes this person's destruction of Sokos with an avenging blade of justice. Some accounts": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.59328127
      ],
      [
        "acles",
        -0.42626318
      ]
    ]
  },
  "During a diplomatic mission, J. Graham Parsons pressed for the breaking of diplomatic ties with this organization, which held British diplomat Mervyn Brown captive for a month in 1962. Together with four neutralists and four members of an opposition party, four members of this organization made up the Provisional Government of National Union. In its early days this organization, whose political wing was known as the Hak Xat, held itself in opposition to phu nyai, or \"big man,\" politics. The book Man in the Region of Death was an account of this organization's prison camps by former RLG official Thongthip Rathanavilai, though unlike the Khmer Rouge this organization never established massive death": {
    "guess": "Pathet Lao",
    "confidence": [
      [
        "Path",
        -0.181195
      ],
      [
        "et",
        -1.2590794e-05
      ],
      [
        " L",
        -7.493431e-05
      ],
      [
        "ao",
        -1.9361265e-07
      ]
    ]
  },
  "Dionysus prophecied that this woman and her husband would ride in a chariot drawn by heifers and rule over barbarian hordes. Late in life, she and her husband were given rule of Illyria by their daughter Agave. Amphiaraus's wife Eriphyle was bribed on two separate occasions with treasures that had been given as wedding presents to this woman. One of those presents was a robe given by Athena; the other, given by this woman's mother Aphrodite, was an item which rendered its wearer irresistibly beautiful. FTP, name this woman noted for her magic necklace, the wife of Cadmus.": {
    "guess": "Semele",
    "confidence": [
      [
        "S",
        -0.78576535
      ],
      [
        "eme",
        -4.7875077e-05
      ],
      [
        "le",
        -5.157039e-05
      ]
    ]
  },
  "Dionysus was considered the reincarnation of Protogonus in this cult's myths. Protogonus, the first god, was born from the Cosmic Egg according to the early Greek religious poems attributed to this semi-mythic figure, who Pindar called the \"father of songs\". For 10 points, what son of Calliope and husband of Eurydice was \"instrumental\" in allowing the Argo to pass the Sirens and who traveled to Hades to retrieve his wife, only to lose her by looking at her before leaving the underworld?": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -0.0017055327
      ],
      [
        "phe",
        -0.000119754885
      ],
      [
        "us",
        -7.064298e-05
      ]
    ]
  },
  "Dionysius of Halicarnassus said that these peoples called themselves Rasenna, and their most extensive existing text is the Zagreb mummy wrapping. Their deities included Tin, Sethlans, and Uni, and they were lead by lauchmes. Their settlements included Clusium and Perusia, and Lars Porsena tried to reinstate": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.007189739
      ],
      [
        "tr",
        -1.3902034e-05
      ],
      [
        "us",
        -1.7478143e-05
      ],
      [
        "can",
        -7.89631e-07
      ],
      [
        " civilization",
        -0.0036777516
      ]
    ]
  },
  "This man's diplomats shot constable Yvonne Fletcher just outside his country's embassy in London, resulting in a break in relations between his government and the U.K. This leader staged a coup when his predecessor was undergoing medical treatment in Turkey. He coined the term \"Jamahiriya\" to describe his government in the Green Book and his planes were involved in the Gulf of Sidra incidents. Telex": {
    "guess": "Muammar Gaddafi",
    "confidence": [
      [
        "Mu",
        -0.024000527
      ],
      [
        "am",
        -0.00042185548
      ],
      [
        "mar",
        -1.0280384e-06
      ],
      [
        " G",
        -0.0028385147
      ],
      [
        "addafi",
        -0.0009262301
      ]
    ]
  },
  "The Dionysiaca describes this person's destruction of Sokos with an avenging blade of justice. Some accounts of this figure's origin claim migration from Sais. One important contribution by this ruler was the founding of twelve cities including Brauron, Kytheros, and Sphettos. This ruler's most important charge was committed to the care of one of his daughters, Pandrosos, although some sources claim he also entrusted his remaining daughters, Aglaurus and Herse. In addition to serving as warden for Erichthonius, this man judged a dispute in which one participant struck a rock, creating a fount of seawater, and the other created a tree. That dispute ended with this man giving a sacrifice to the creator of olives, Athena. The usual origin of this king has him born of the earth, rather than a woman, which explains his most distinctive feature, namely, that he has a snake's tail instead of legs.": {
    "guess": "Cecrops",
    "confidence": [
      [
        "C",
        -0.02399645
      ],
      [
        "ec",
        -1.342522e-05
      ],
      [
        "rops",
        -1.0802739e-05
      ]
    ]
  },
  "Dionysus prophecied that this woman and her husband would ride in a chariot drawn by heifers and rule over barbarian hordes. Late in life, she and her husband were given rule of Illyria by their daughter Agave. Amphiaraus's wife Eriphyle was bribed on two separate occasions with treasures that had been given as wedding presents to this woman. One of those presents was a robe given by Athena; the other, given by this woman's mother Aphrodite, was an item which rendered its wearer irresistibly beautiful.": {
    "guess": "Helen of Troy",
    "confidence": [
      [
        "H",
        -0.038473234
      ],
      [
        "elen",
        -0.09574929
      ],
      [
        " of",
        -0.16756043
      ],
      [
        " Troy",
        -0.000528607
      ]
    ]
  },
  "During a diplomatic mission, J. Graham Parsons pressed for the breaking of diplomatic ties with this organization, which held British diplomat Mervyn Brown captive for a month in 1962. Together with four neutralists and four members of an opposition party, four members of this organization made up the Provisional Government of National Union. In its early days this organization, whose political wing was known as the Hak Xat, held itself in opposition to phu nyai, or \"big man,\" politics. The book Man in the Region of Death was an account of this organization's prison camps by former RLG official Thongthip Rathanavilai, though unlike the Khmer Rouge this organization never established massive death camps. During its heyday, this organization was headed by Kaysone Phomvihan and Prince Souphanuvong,": {
    "guess": "Pathet Lao",
    "confidence": [
      [
        "Path",
        -0.054937012
      ],
      [
        "et",
        -4.334534e-05
      ],
      [
        " L",
        -5.6219335e-05
      ],
      [
        "ao",
        0.0
      ]
    ]
  },
  "Dionysus was considered the reincarnation of Protogonus in this cult's myths. Protogonus, the first god, was born from the Cosmic Egg according to the early Greek religious poems attributed to this semi-mythic figure, who Pindar called the \"father of songs\". For 10 points, what son of Calliope and husband of Eurydice was \"instrumental\" in allowing the Argo to pass the Sirens and who traveled to Hades": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -0.014976483
      ],
      [
        "phe",
        -0.0015149809
      ],
      [
        "us",
        -0.00012320446
      ]
    ]
  },
  "The Dionysiaca describes this person's destruction of Sokos with an avenging blade of justice. Some accounts of this figure's origin claim migration from Sais. One important contribution by this ruler was the founding of twelve cities including Brauron, Kytheros, and Sphettos. This ruler's most important charge was committed to the care of one of his daughters, Pandrosos, although some sources claim": {
    "guess": "Cecrops",
    "confidence": [
      [
        "C",
        -0.7210846
      ],
      [
        "ec",
        -0.00031580092
      ],
      [
        "rops",
        -0.00010652328
      ]
    ]
  },
  "This man's diplomats shot constable Yvonne Fletcher just outside his country's embassy in London, resulting in a break in relations between his government and the U.K. This leader staged a coup when his predecessor was undergoing medical treatment in Turkey. He coined the term \"Jamahiriya\" to describe his government in the Green Book and his planes were involved in the Gulf of Sidra incidents. Telex messages relayed by agents of this successor of King Idris to his embassy in East Berlin resulted in his implication in the 1986 Berlin disco bombing, which led to the death of his infant daughter Hanna": {
    "guess": "Muammar Gaddafi",
    "confidence": [
      [
        "Mu",
        -0.12196771
      ],
      [
        "am",
        -0.0017508649
      ],
      [
        "mar",
        -1.0087517e-05
      ],
      [
        " G",
        -0.0042799735
      ],
      [
        "addafi",
        -0.0027498384
      ]
    ]
  },
  "The Dionysiaca describes this person's destruction of Sokos with an avenging blade of justice. Some accounts of this figure's origin claim migration from Sais. One important contribution by this ruler was the founding of twelve cities including Brauron, Kytheros, and Sphettos. This ruler's most important charge was committed to the care of one of his daughters, Pandrosos, although some sources claim he also entrusted his remaining daughters, Aglaurus and Herse. In addition to serving as warden for Erichthonius, this man judged a dispute in which one participant struck a rock, creating a fount of seawater, and the other created a tree. That dispute ended with this man giving a sacrifice to the creator of olives, Athena. The usual origin of this king has him born of the earth, rather than a woman, which explains his most distinctive feature, namely, that he has a snake's tail instead of legs. For 10 points, name this mythological founder of Athens.": {
    "guess": "Cecrops",
    "confidence": [
      [
        "C",
        -0.0015585471
      ],
      [
        "ec",
        -1.6762922e-05
      ],
      [
        "rops",
        -4.3202e-07
      ]
    ]
  },
  "Dionysus prophecied that this woman and her husband would ride in a chariot drawn by heifers and rule over barbarian hordes. Late in life, she and her husband were given rule of Illyria by their daughter Agave. Amphiaraus's wife Eriphyle was bribed on two separate occasions with treasures that had been": {
    "guess": "Alcmaeon",
    "confidence": [
      [
        "Al",
        -1.8171394
      ],
      [
        "c",
        -0.14902817
      ],
      [
        "ma",
        -0.20774862
      ],
      [
        "eon",
        -0.00090467255
      ]
    ]
  },
  "During a diplomatic mission, J. Graham Parsons pressed for the breaking of diplomatic ties with this organization, which held British diplomat Mervyn Brown captive for a month in 1962. Together with four neutralists and four members of an opposition party, four members of this organization made up the Provisional Government of National Union. In its early days this organization, whose political wing": {
    "guess": "National Liberation Front of South Vietnam",
    "confidence": [
      [
        "National",
        -1.5363292
      ],
      [
        " Liberation",
        -0.10605823
      ],
      [
        " Front",
        -0.0019627707
      ],
      [
        " of",
        -0.048912082
      ],
      [
        " South",
        -0.8409774
      ],
      [
        " Vietnam",
        -0.107227355
      ]
    ]
  },
  "During a diplomatic mission, J. Graham Parsons pressed for the breaking of diplomatic ties with this organization, which held British diplomat Mervyn Brown captive for a month in 1962. Together with four neutralists and four members of an opposition party, four members of this organization made up the Provisional Government of National Union. In its early days this organization, whose political wing was known as the Hak Xat, held itself in opposition to phu nyai, or \"big man,\" politics. The book Man in the Region of Death was an account of this organization's prison camps by former RLG official Thongthip Rathanavilai, though unlike the Khmer Rouge this organization never established massive death camps. During its heyday, this organization was headed by Kaysone Phomvihan and Prince Souphanuvong, and in 1975 it succeeded in overthrowing the US-backed government based in Vientiane. For 10 points, identify this Communist organization which in 1975 became the governing party of Laos.": {
    "guess": "Pathet Lao",
    "confidence": [
      [
        "Path",
        -0.26008672
      ],
      [
        "et",
        -0.00015347853
      ],
      [
        " L",
        -5.4908094e-05
      ],
      [
        "ao",
        -3.1281633e-07
      ]
    ]
  },
  "During a diplomatic mission, J. Graham Parsons pressed for the breaking of diplomatic ties with this organization, which held British diplomat Mervyn Brown captive for a month in 1962. Together with four neutralists and four members of an opposition party, four members of this organization made up the Provisional Government of National Union. In its early days this organization, whose political wing was known as the Hak Xat, held itself in opposition to phu nyai, or \"big man,\" politics. The book Man in the Region of Death was an account of this organization's prison camps by former RLG official": {
    "guess": "Pathet Lao",
    "confidence": [
      [
        "Path",
        -0.54546666
      ],
      [
        "et",
        -2.5703197e-05
      ],
      [
        " L",
        -0.00013846254
      ],
      [
        "ao",
        -1.0280384e-06
      ]
    ]
  },
  "Dionysus prophecied that this woman and her husband would ride in a chariot drawn by heifers and rule over barbarian hordes. Late in life, she and her husband were given rule of Illyria by their daughter Agave. Amphiaraus's wife Eriphyle was bribed on two separate occasions with treasures that had been given as wedding presents to this woman. One of those presents was a robe given by Athena; the other,": {
    "guess": "Alcmaeon",
    "confidence": [
      [
        "Al",
        -0.05376755
      ],
      [
        "c",
        -0.31642723
      ],
      [
        "ma",
        -0.93607557
      ],
      [
        "eon",
        -0.00069742324
      ]
    ]
  },
  "This man's diplomats shot constable Yvonne Fletcher just outside his country's embassy in London, resulting in a break in relations between his government and the U.K. This leader staged a coup when his": {
    "guess": "Muammar Gaddafi",
    "confidence": [
      [
        "Mu",
        -0.06307184
      ],
      [
        "am",
        -0.0043669827
      ],
      [
        "mar",
        -1.504853e-06
      ],
      [
        " G",
        -0.004702107
      ],
      [
        "addafi",
        -7.7199176e-05
      ]
    ]
  },
  "This man's diplomats shot constable Yvonne Fletcher just outside his country's embassy in London, resulting in a break in relations between his government and the U.K. This leader staged a coup when his predecessor was undergoing medical treatment in Turkey. He coined the term \"Jamahiriya\" to describe his government in the Green Book and his planes were involved in the Gulf of Sidra incidents. Telex messages relayed by agents of this successor of King Idris to his embassy in East Berlin resulted in his implication in the 1986 Berlin disco bombing, which led to the death of his infant daughter Hanna in ensuing airstrikes. More recently, he lambasted Switzerland for arresting his son Hannibal and welcomed back al-Megrahi, the Lockerbie bomber. A virgin bodyguard contingent protects, for 10 points,": {
    "guess": "Muammar Gaddafi",
    "confidence": [
      [
        "Mu",
        -0.018669112
      ],
      [
        "am",
        -0.00010735771
      ],
      [
        "mar",
        -6.0345924e-06
      ],
      [
        " G",
        -0.00021700673
      ],
      [
        "addafi",
        -0.00011820524
      ]
    ]
  },
  "This man's diplomats shot constable Yvonne Fletcher just outside his country's embassy in London, resulting": {
    "guess": "Murder of Yvonne Fletcher",
    "confidence": [
      [
        "Mur",
        -0.31161314
      ],
      [
        "der",
        -3.888926e-06
      ],
      [
        " of",
        -0.0012248703
      ],
      [
        " Y",
        -0.00035238542
      ],
      [
        "v",
        -2.8160932e-06
      ],
      [
        "onne",
        -2.618001e-05
      ],
      [
        " Fletcher",
        -1.1279553e-05
      ]
    ]
  },
  "The Dionysiaca describes this person's destruction of Sokos with an avenging blade of justice. Some accounts of this figure's origin claim migration from Sais. One important contribution by this ruler": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -0.19828646
      ],
      [
        "is",
        -0.0011771319
      ]
    ]
  },
  "Dionysius of Halicarnassus said that these peoples called themselves Rasenna, and their most extensive existing text is the Zagreb mummy wrapping. Their deities included Tin, Sethlans, and Uni, and they": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.0046593845
      ],
      [
        "tr",
        -6.869018e-06
      ],
      [
        "us",
        -0.26463288
      ],
      [
        "can",
        -3.2929079e-06
      ],
      [
        " civilization",
        -0.27223527
      ]
    ]
  },
  "The Dionysiaca describes this person's destruction of Sokos with an avenging blade of justice. Some accounts of this figure's origin claim migration from Sais. One important contribution by this ruler was the founding of twelve cities including Brauron, Kytheros, and Sphettos. This ruler's most important charge was committed to the care of one of his daughters, Pandrosos, although some sources claim he also entrusted his remaining daughters, Aglaurus and Herse. In addition to serving as warden for Erichthonius, this man judged a dispute in which one participant struck a rock, creating a fount of seawater, and the other created a tree. That dispute ended with this man giving a sacrifice to the": {
    "guess": "Cecrops",
    "confidence": [
      [
        "C",
        -0.034579597
      ],
      [
        "ec",
        -0.00016063073
      ],
      [
        "rops",
        -3.3213026e-05
      ]
    ]
  },
  "The Dionysiaca describes this person's destruction of Sokos with an avenging blade of justice. Some accounts of this figure's origin claim migration from Sais. One important contribution by this ruler was the founding of twelve cities including Brauron, Kytheros, and Sphettos. This ruler's most important charge was committed to the care of one of his daughters, Pandrosos, although some sources claim he also entrusted his remaining daughters, Aglaurus and Herse. In addition to serving as warden for Erichthonius, this man judged a dispute in which one participant struck a rock, creating a fount of": {
    "guess": "Cecrops",
    "confidence": [
      [
        "C",
        -0.0076906285
      ],
      [
        "ec",
        -0.00012654216
      ],
      [
        "rops",
        -1.8193366e-05
      ]
    ]
  },
  "During a diplomatic mission, J. Graham Parsons pressed for the breaking of diplomatic ties with this organization, which held British diplomat Mervyn Brown captive for a month in 1962. Together with four neutralists and four members of an opposition party, four members of this organization made up the Provisional Government of National Union. In its early days this organization, whose political wing was known as the Hak Xat, held itself in opposition to phu nyai, or \"big man,\" politics. The book": {
    "guess": "Pathet Lao",
    "confidence": [
      [
        "Path",
        -0.4569478
      ],
      [
        "et",
        -0.00015693542
      ],
      [
        " L",
        -7.696077e-05
      ],
      [
        "ao",
        0.0
      ]
    ]
  },
  "This man's diplomats shot constable Yvonne Fletcher just outside his country's embassy in London, resulting in a break in relations between his government and the U.K. This leader staged a coup when his predecessor was undergoing medical treatment in Turkey. He coined the term \"Jamahiriya\" to describe his government in the Green Book and his planes were involved in the Gulf of Sidra incidents. Telex messages relayed by agents of this successor of King Idris to his embassy in East Berlin resulted in his implication in the 1986 Berlin disco bombing, which led to the death of his infant daughter Hanna in ensuing airstrikes. More recently, he lambasted Switzerland for arresting his son Hannibal and welcomed back al-Megrahi, the Lockerbie bomber. A virgin bodyguard contingent protects, for 10 points, what ruler of Libya?": {
    "guess": "Muammar Gaddafi",
    "confidence": [
      [
        "Mu",
        -0.0021234958
      ],
      [
        "am",
        -0.00015776986
      ],
      [
        "mar",
        -4.3202e-07
      ],
      [
        " G",
        -0.0051202616
      ],
      [
        "addafi",
        -0.00030412263
      ]
    ]
  },
  "Dionysius of Halicarnassus said that these peoples called themselves Rasenna, and their most extensive": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.0057619307
      ],
      [
        "tr",
        -4.246537e-06
      ],
      [
        "us",
        -0.18933891
      ],
      [
        "can",
        -8.89548e-06
      ],
      [
        " civilization",
        -0.0040947855
      ]
    ]
  },
  "During a diplomatic mission, J. Graham Parsons pressed for the breaking of diplomatic ties with this organization, which held British diplomat Mervyn Brown captive for a month in 1962. Together with four neutralists and four members of an opposition party, four members of this organization made up the Provisional Government of National Union. In its early days this organization, whose political wing was known as the Hak Xat, held itself in opposition to phu nyai, or \"big man,\" politics. The book Man in the Region of Death was an account of this organization's prison camps by former RLG official Thongthip Rathanavilai, though unlike the Khmer Rouge this organization never established massive death camps. During its heyday, this organization was headed by Kaysone Phomvihan and Prince Souphanuvong, and in 1975 it succeeded in overthrowing the US-backed government based in Vientiane. For 10 points,": {
    "guess": "Pathet Lao",
    "confidence": [
      [
        "Path",
        -0.06458333
      ],
      [
        "et",
        -9.253091e-06
      ],
      [
        " L",
        -0.00011462913
      ],
      [
        "ao",
        -4.3202e-07
      ]
    ]
  },
  "Dionysius of Halicarnassus said that these peoples called themselves Rasenna, and their most extensive existing text is the Zagreb mummy wrapping. Their deities included Tin, Sethlans, and Uni, and they were lead by lauchmes. Their settlements included Clusium and Perusia, and Lars Porsena tried to reinstate one of their kings. Led by many members of the Tarquin family, for 10 points, name this ancient": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.0052183443
      ],
      [
        "tr",
        -1.6882126e-05
      ],
      [
        "us",
        -1.378283e-05
      ],
      [
        "can",
        -4.3202e-07
      ],
      [
        " civilization",
        -0.0028303154
      ]
    ]
  },
  "The Dionysiaca describes this person's destruction of Sokos with an avenging blade of justice. Some accounts of this figure's origin claim migration from Sais. One important contribution by this ruler was the founding of twelve cities including Brauron, Kytheros, and Sphettos. This ruler's most important": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.13478953
      ],
      [
        "us",
        -0.0015504523
      ]
    ]
  },
  "This man's diplomats shot constable Yvonne Fletcher just outside his country's embassy in London, resulting in a break in relations between his government and the U.K. This leader staged a coup when his predecessor was undergoing medical treatment in Turkey. He coined the term \"Jamahiriya\" to describe his government in the Green Book and his planes were involved in the Gulf of Sidra incidents. Telex messages relayed by agents of this successor of King Idris to his embassy in East Berlin resulted in his implication in the 1986 Berlin disco bombing, which led to the death of his infant daughter Hanna in ensuing airstrikes. More recently, he lambasted Switzerland for arresting his son Hannibal and": {
    "guess": "Muammar Gaddafi",
    "confidence": [
      [
        "Mu",
        -0.01971703
      ],
      [
        "am",
        -0.00046057833
      ],
      [
        "mar",
        -1.2664457e-06
      ],
      [
        " G",
        -0.002613117
      ],
      [
        "addafi",
        -0.00059699686
      ]
    ]
  },
  "The Dionysiaca describes this person's destruction of Sokos with an avenging blade of justice. Some accounts of this figure's origin claim migration from Sais. One important contribution by this ruler was the founding of twelve cities including Brauron, Kytheros, and Sphettos. This ruler's most important charge was committed to the care of one of his daughters, Pandrosos, although some sources claim he also entrusted his remaining daughters, Aglaurus and Herse. In addition to serving as warden for": {
    "guess": "Cecrops",
    "confidence": [
      [
        "C",
        -0.02376446
      ],
      [
        "ec",
        -0.00020663968
      ],
      [
        "rops",
        -6.515961e-05
      ]
    ]
  },
  "Dionysus prophecied that this woman and her husband would ride in a chariot drawn by heifers and rule": {
    "guess": "Helen of Troy",
    "confidence": [
      [
        "H",
        -1.5742537
      ],
      [
        "elen",
        -0.71250206
      ],
      [
        " of",
        -0.01708656
      ],
      [
        " Troy",
        -0.02749523
      ]
    ]
  }
}