{
  "The hydrogen bonding in this region is relatively weak so as to more easily permit transcription by RNA polymerase. This is due to the predominance of adenine and thymine bases in this consensus sequence between two strands of DNA. Located about ten nucleotides before the start of transcription, it occurs": {
    "guess": "TATA box",
    "confidence": [
      [
        "T",
        -0.3834109
      ],
      [
        "ATA",
        -0.002270397
      ],
      [
        " box",
        -0.005514892
      ]
    ]
  },
  "It is not hydrogen, but after reacting a thiol with a ketone, this element can be used to reduce the thioacetal to an alkane in the Mozingo reaction. Sodium sulfate and coal can be used to refine this element in the Oxford process. This element is found alongside iron and sulfur in the ore pentlandite. This element is synthesized by reacting its oxide with Syngas to form its tetracarbonyl, which then decomposes into this element's pure form at high temperature. This element can be found in a catalyst that can fully reduce benzene to cyclohexane. That catalyst is an alloy of this element and aluminum and is named for Raney. For 10 points, name this transition metal synthesized in the Mond process, most commonly produced in Sudbury, Ontario.": {
    "guess": "Nickel",
    "confidence": [
      [
        "Nick",
        -0.00036525945
      ],
      [
        "el",
        -6.0345924e-06
      ]
    ]
  },
  "The hydroxylation of DHEA-sulfate occurs in this organ, which is the location of Councilman bodies. This organ is covered by Glisson's capsule, and during the Cori cycle, lactate travels to it. A toxic accumulation of copper in this organ characterizes Wilson's disease, and it is home to the phagocytic Kupffer cells. Connected to the anterior abdominal wall and diaphragm by the falciform ligament, this organ is the primary site of gluconeogenesis. The portal vein carries blood to this organ, which": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.005128327
      ]
    ]
  },
  "The hydroxylation of DHEA-sulfate occurs in this organ, which is the location of Councilman bodies. This organ is covered by Glisson's capsule, and during the Cori cycle, lactate travels to it. A toxic": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.008319523
      ]
    ]
  },
  "It is not hydrogen, but after reacting a thiol with a ketone, this element can be used to reduce the thioacetal to an alkane in the Mozingo reaction. Sodium sulfate and coal can be used to refine this element in the Oxford process. This element is found alongside iron and sulfur in the ore pentlandite. This element is synthesized by reacting its oxide with Syngas to form its tetracarbonyl, which then decomposes into this element's pure form at high temperature. This element can be found in a catalyst that can fully reduce benzene to cyclohexane. That catalyst is an alloy of this element and aluminum": {
    "guess": "Nickel",
    "confidence": [
      [
        "Nick",
        -0.00075864623
      ],
      [
        "el",
        -2.4584822e-06
      ]
    ]
  },
  "The hydrated dioxide form of this element is a catalyst in hydrogenation reactions and is called Adams's catalyst. The cis\\- form of one complex containing ammonia, chlorine, and this element as a ligand is an effective chemotherapy drug. Before vanadium oxide was used, this element was the catalyst in the contact process, and it can be a catalyst in the electrolysis of water. It is found in a standard": {
    "guess": "Ruthenium",
    "confidence": [
      [
        "R",
        -0.24458171
      ],
      [
        "uth",
        -1.3544423e-05
      ],
      [
        "en",
        -1.6524515e-05
      ],
      [
        "ium",
        -3.7697225e-06
      ]
    ]
  },
  "A hydroxyethyl derivative of this compound is a common intermediate in the synthesis of valine, leucine,": {
    "guess": "Valine",
    "confidence": [
      [
        "Val",
        -0.42532757
      ],
      [
        "ine",
        -0.23829293
      ]
    ]
  },
  "If more hydrogen is added to a system of hydrogen gas and nitrogen gas, the system will produce more ammonia to move towards the original amount of hydrogen in the system. If heat is removed from the previous reaction, which is exothermic, the system will react in such a way to produce more heat to compensate for the lost heat. For ten points, these are examples of what principle of chemistry, which states that a chemical system will shift in order to minimize the effects of changes in its temperature, pressure, or chemical concentration?": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.0025619841
      ],
      [
        " Chat",
        -0.016772913
      ],
      [
        "elier",
        -0.0001170132
      ],
      [
        "'s",
        -0.0008875183
      ],
      [
        " principle",
        -0.027301995
      ]
    ]
  },
  "A hydroxyethyl derivative of this compound is a common intermediate in the synthesis of valine, leucine, and isoleucine. The transketolase activity of red blood cells is studied to measure the deficiency of this compound whose pyrophosphate form is a coenzyme used to decarboxylate pyruvate to form Acetyl CoA. In alcoholics its deficiency results in Wernicke-Korsakoff syndrome, while a more common deficiency of it originally resulted from a switch to polished rice. Sometimes called aneurin, it consists": {
    "guess": "Thiamine",
    "confidence": [
      [
        "Th",
        -0.020343445
      ],
      [
        "iam",
        -6.0153056e-05
      ],
      [
        "ine",
        -7.350386e-05
      ]
    ]
  },
  "The hydrated dioxide form of this element is a catalyst in hydrogenation reactions and is called Adams's catalyst. The cis\\- form of one complex containing ammonia, chlorine, and this element as a ligand is an effective chemotherapy drug. Before vanadium oxide was used, this element was the catalyst": {
    "guess": "Ruthenium",
    "confidence": [
      [
        "R",
        -0.22752076
      ],
      [
        "uth",
        -0.0006566776
      ],
      [
        "en",
        -1.1398757e-05
      ],
      [
        "ium",
        -2.6968896e-06
      ]
    ]
  },
  "The hydrocarbon DMX, or 5-dehydro-m-xylylene, is the first organic triradical known to violate them, having an open-shell doublet ground state. They assume Russell-Saunders or L-S coupling, and result from spin-spin, orbit-orbit, and spin-orbit interactions. For two electrons, the symmetric triplet spin state forces the spatial portion of the total wavefunction to be antisymmetric, so that the electrons spend less time near each other, resulting in a lower-energy configuration. Thus, the spin-spin interaction dictates maximum total spin in the ground state. For ten points, name these rules which state that electrons are unpaired in orbitals within a subshell whenever possible, and that orbitals are filled first by electrons with parallel spins.": {
    "guess": "Hund's rules",
    "confidence": [
      [
        "H",
        -0.004294573
      ],
      [
        "und",
        -0.00018863993
      ],
      [
        "'s",
        -9.014684e-06
      ],
      [
        " rules",
        -0.009980835
      ]
    ]
  },
  "The hydrocarbon DMX, or 5-dehydro-m-xylylene, is the first organic triradical known to violate them, having an open-shell doublet ground state. They assume Russell-Saunders or L-S coupling, and result from spin-spin, orbit-orbit, and spin-orbit interactions. For two electrons, the symmetric triplet spin": {
    "guess": "Hund's rules",
    "confidence": [
      [
        "H",
        -0.0048612114
      ],
      [
        "und",
        -0.00022308611
      ],
      [
        "'s",
        -2.0935051e-05
      ],
      [
        " rules",
        -0.0012849948
      ]
    ]
  },
  "The hydrated dioxide form of this element is a catalyst in hydrogenation reactions and is called Adams's catalyst. The cis\\- form of one complex containing ammonia, chlorine, and this element as a ligand is an effective chemotherapy drug. Before vanadium oxide was used, this element was the catalyst in the contact process, and it can be a catalyst in the electrolysis of water. It is found in a standard hydrogen electrode, and, like gold, it is dissolved by aqua regia. Name this transition metal appearing below palladium on the periodic table, with atomic number 78 and symbol Pt.": {
    "guess": "Platinum",
    "confidence": [
      [
        "Pl",
        -0.037642732
      ],
      [
        "atinum",
        -0.0022664708
      ]
    ]
  },
  "The hydroxylation of DHEA-sulfate occurs in this organ, which is the location of Councilman bodies. This organ is covered by Glisson's capsule, and during the Cori cycle, lactate travels to it. A toxic accumulation of copper in this organ characterizes Wilson's disease, and it is home to the phagocytic Kupffer cells. Connected to the anterior abdominal wall and diaphragm by the falciform ligament, this organ is the primary site of gluconeogenesis. The portal vein carries blood to this organ, which produces urea and secretes bile. FTP name this organ that is prone to hepatitis and cirrhosis in alcoholics": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.0058053094
      ]
    ]
  },
  "Hydrogen gas exhibits a spin form of this phenomenon, and the interconversion between the keto and enol forms of some molecules reflects another type of this phenomenon. Another form of this explains why": {
    "guess": "Tautomerism",
    "confidence": [
      [
        "T",
        -0.04838431
      ],
      [
        "aut",
        -0.30965206
      ],
      [
        "omer",
        -0.00021951001
      ],
      [
        "ism",
        -0.014934438
      ]
    ]
  },
  "Hydrogen gas exhibits a spin form of this phenomenon, and the interconversion between the keto and enol forms of some molecules reflects another type of this phenomenon. Another form of this explains why thalidomide is always teratogenic in vivo. That form is characterized by the direction of the rotation of polarized light, which distinguishes different enantiomers. There are four different forms of butene due to this phenomenon, which also considers cis and trans versions of molecules. For 10 points, name this phenomenon in which compounds have the same molecular formulas but different structural formulas.": {
    "guess": "Isomerism",
    "confidence": [
      [
        "Is",
        -0.23953639
      ],
      [
        "omer",
        -8.12521e-05
      ],
      [
        "ism",
        -0.009013731
      ]
    ]
  },
  "If more hydrogen is added to a system of hydrogen gas and nitrogen gas, the system will produce more ammonia to move towards the original amount of hydrogen in the system. If heat is removed from the previous": {
    "guess": "Haber process",
    "confidence": [
      [
        "H",
        -0.0024635254
      ],
      [
        "aber",
        -3.4121115e-06
      ],
      [
        " process",
        -0.027645987
      ]
    ]
  },
  "The hydrocarbon DMX, or 5-dehydro-m-xylylene, is the first organic triradical known to violate them, having an open-shell doublet ground state. They assume Russell-Saunders or L-S coupling, and result from spin-spin, orbit-orbit, and spin-orbit interactions. For two electrons, the symmetric triplet spin state forces the spatial portion of the total wavefunction to be antisymmetric, so that the electrons": {
    "guess": "Hund's rules",
    "confidence": [
      [
        "H",
        -0.0182162
      ],
      [
        "und",
        -0.00034177996
      ],
      [
        "'s",
        -3.8934802e-05
      ],
      [
        " rules",
        -0.0029647462
      ]
    ]
  },
  "The hydrocarbon DMX, or 5-dehydro-m-xylylene, is the first organic triradical known to violate them, having an open-shell doublet ground state. They assume Russell-Saunders or L-S coupling, and result from spin-spin, orbit-orbit, and spin-orbit interactions. For two electrons, the symmetric triplet spin state forces the spatial portion of the total wavefunction to be antisymmetric, so that the electrons spend less time near each other, resulting in a lower-energy configuration. Thus, the spin-spin interaction dictates maximum total spin in the ground state. For ten points, name these rules which state that electrons are unpaired in orbitals within a subshell whenever possible, and that orbitals": {
    "guess": "Hund's rules",
    "confidence": [
      [
        "H",
        -0.0071006054
      ],
      [
        "und",
        -4.6563837e-05
      ],
      [
        "'s",
        -9.253091e-06
      ],
      [
        " rules",
        -0.009953582
      ]
    ]
  },
  "A hydroxyethyl derivative of this compound is a common intermediate in the synthesis of valine, leucine, and isoleucine. The transketolase activity of red blood cells is studied to measure the deficiency of this compound whose pyrophosphate form is a coenzyme used to decarboxylate pyruvate to form Acetyl": {
    "guess": "Thiamine",
    "confidence": [
      [
        "Th",
        -0.008158256
      ],
      [
        "iam",
        -6.313315e-05
      ],
      [
        "ine",
        -0.0010729424
      ]
    ]
  },
  "It is not hydrogen, but after reacting a thiol with a ketone, this element can be used to reduce the thioacetal to an alkane in the Mozingo reaction. Sodium sulfate and coal can be used to refine this element in the Oxford process. This element is found alongside iron and sulfur in the ore pentlandite. This element is synthesized by reacting its oxide with Syngas to form its tetracarbonyl, which then": {
    "guess": "Nickel",
    "confidence": [
      [
        "Nick",
        -0.0044953967
      ],
      [
        "el",
        -0.00012272765
      ]
    ]
  },
  "It is hydrated by the Marley Machine. Francois Lemoyne's gigantic painting Apotheosis of Hercules is": {
    "guess": "Rococo",
    "confidence": [
      [
        "R",
        -1.299665
      ],
      [
        "oc",
        -0.011684155
      ],
      [
        "oco",
        -0.002755903
      ]
    ]
  },
  "It is hydrated by the Marley Machine. Francois Lemoyne's gigantic painting Apotheosis of Hercules is exhibited in its Grand Apartment. Next door stands the village of Trianon, while the Hall of Mirrors overlooks Andre Le Notre's sprawling garden. For 10 points—name this castle complex built for Louis XIV.": {
    "guess": "Palace of Versailles",
    "confidence": [
      [
        "Pal",
        -0.25500664
      ],
      [
        "ace",
        -0.00015514737
      ],
      [
        " of",
        -0.00054373854
      ],
      [
        " Vers",
        -6.968935e-05
      ],
      [
        "ailles",
        -0.00014716439
      ]
    ]
  },
  "A hydroxyethyl derivative of this compound is a common intermediate in the synthesis of valine, leucine, and isoleucine. The transketolase activity of red blood cells is studied to measure the deficiency of this compound whose pyrophosphate form is a coenzyme used to decarboxylate pyruvate to form Acetyl CoA. In alcoholics its deficiency results in Wernicke-Korsakoff syndrome, while a more common deficiency of it originally resulted from a switch to polished rice. Sometimes called aneurin, it consists of a pyrimidine and a thiazole ring, and that structure was correctly described by Casimir Funk.": {
    "guess": "Thiamine",
    "confidence": [
      [
        "Th",
        -0.059208192
      ],
      [
        "iam",
        -8.3159364e-05
      ],
      [
        "ine",
        -0.0004617704
      ]
    ]
  },
  "The hydrogen bonding in this region is relatively weak so as to more easily permit transcription by RNA polymerase. This is due to the predominance of adenine and thymine bases in this consensus sequence between two strands of DNA. Located about ten nucleotides before the start of transcription, it occurs in the promoter regions of prokaryotic genes. FTP, name this prokaryotic analogue of the TATA box, whose sequence reads as TATAAT.": {
    "guess": "Pribnow box",
    "confidence": [
      [
        "P",
        -0.20493956
      ],
      [
        "rib",
        -6.1537958e-06
      ],
      [
        "now",
        -8.506662e-05
      ],
      [
        " box",
        -0.021153666
      ]
    ]
  },
  "A hydroxyethyl derivative of this compound is a common intermediate in the synthesis of valine, leucine, and isoleucine. The transketolase activity of red blood cells is studied to measure the deficiency": {
    "guess": "Thiamine",
    "confidence": [
      [
        "Th",
        -0.027076349
      ],
      [
        "iam",
        -0.008185926
      ],
      [
        "ine",
        -0.0017891825
      ]
    ]
  },
  "A hydroxyl version of this functional group is isomerized in the Payne rearrangement, and aflatoxin damages DNA after one of these moieties is added to it by the P450 system. One method of synthesizing them uses a catalyst with a manganese-III salen-like ligand dissolved with sodium hypochlorite, while": {
    "guess": "Epoxide",
    "confidence": [
      [
        "Ep",
        -0.0677909
      ],
      [
        "oxide",
        -0.00072804024
      ]
    ]
  },
  "It is not hydrogen, but after reacting a thiol with a ketone, this element can be used to reduce the": {
    "guess": "Thiol-yne reaction",
    "confidence": [
      [
        "Th",
        -0.5238828
      ],
      [
        "iol",
        -0.01936258
      ],
      [
        "-y",
        -0.10733037
      ],
      [
        "ne",
        -6.730528e-05
      ],
      [
        " reaction",
        -0.26851475
      ]
    ]
  },
  "The hydrated dioxide form of this element is a catalyst in hydrogenation reactions and is called Adams's": {
    "guess": "Palladium",
    "confidence": [
      [
        "P",
        -1.1572418
      ],
      [
        "all",
        -7.696077e-05
      ],
      [
        "adium",
        -2.546479e-05
      ]
    ]
  },
  "The hydrocarbon DMX, or 5-dehydro-m-xylylene, is the first organic triradical known to violate them, having an open-shell doublet ground state. They assume Russell-Saunders or L-S coupling, and result from spin-spin, orbit-orbit, and spin-orbit interactions. For two electrons, the symmetric triplet spin state forces the spatial portion of the total wavefunction to be antisymmetric, so that the electrons spend less time near each other, resulting in a lower-energy configuration. Thus, the spin-spin": {
    "guess": "Hund's rules",
    "confidence": [
      [
        "H",
        -0.49418056
      ],
      [
        "und",
        -0.013782408
      ],
      [
        "'s",
        -0.0003084103
      ],
      [
        " rules",
        -0.008395775
      ]
    ]
  },
  "It is not hydrogen, but after reacting a thiol with a ketone, this element can be used to reduce the thioacetal to an alkane in the Mozingo reaction. Sodium sulfate and coal can be used to refine this element in the Oxford process. This element is found alongside iron and sulfur in the ore pentlandite.": {
    "guess": "Nickel",
    "confidence": [
      [
        "Nick",
        -0.00352666
      ],
      [
        "el",
        -5.6934558e-05
      ]
    ]
  },
  "Hydrogen gas exhibits a spin form of this phenomenon, and the interconversion between the keto and enol forms of some molecules reflects another type of this phenomenon. Another form of this explains why thalidomide is always teratogenic in vivo. That form is characterized by the direction of the rotation of polarized light, which distinguishes different enantiomers. There are four different forms": {
    "guess": "Stereoisomerism",
    "confidence": [
      [
        "Ster",
        -0.4634985
      ],
      [
        "eo",
        -0.0005866335
      ],
      [
        "is",
        -0.05431101
      ],
      [
        "omer",
        -0.0017046982
      ],
      [
        "ism",
        -0.0001135563
      ]
    ]
  },
  "If more hydrogen is added to a system of hydrogen gas and nitrogen gas, the system will produce more": {
    "guess": "Ammonia",
    "confidence": [
      [
        "Am",
        -0.1483691
      ],
      [
        "mon",
        -2.577686e-06
      ],
      [
        "ia",
        -0.00018887833
      ]
    ]
  },
  "A hydroxyl version of this functional group is isomerized in the Payne rearrangement, and aflatoxin damages DNA after one of these moieties is added to it by the P450 system. One method of synthesizing them uses a catalyst with a manganese-III salen-like ligand dissolved with sodium hypochlorite, while another uses DET and titanium isopropoxide. A third method reacts a carbonyl with a sulfonium ylide. They can be opened with a Grignard reagent in an SN2-like reaction or protonated with sulfuric acid and then opened in an SN1-like reaction. Besides the Jacobsen, Sharpless, and Corey-Chaykovsky reactions, this functional group can be created from halohydrins in an intermolecular Williamson synthesis.": {
    "guess": "Epoxide",
    "confidence": [
      [
        "Ep",
        -0.011407247
      ],
      [
        "oxide",
        -0.002335805
      ]
    ]
  },
  "Hydrogen gas exhibits a spin form of this phenomenon, and the interconversion between the keto and enol": {
    "guess": "Spin isomerism",
    "confidence": [
      [
        "Spin",
        -1.2117225
      ],
      [
        " is",
        -0.07370029
      ],
      [
        "omer",
        -0.08730963
      ],
      [
        "ism",
        -0.0029992163
      ]
    ]
  },
  "Hydrogen gas exhibits a spin form of this phenomenon, and the interconversion between the keto and enol forms of some molecules reflects another type of this phenomenon. Another form of this explains why thalidomide is always teratogenic in vivo. That form is characterized by the direction of the rotation of polarized light, which distinguishes different enantiomers. There are four different forms of butene due to this phenomenon, which also considers cis and trans versions of molecules. For 10 points, name this phenomenon in which compounds have the same molecular formulas but different structural": {
    "guess": "Isomerism",
    "confidence": [
      [
        "Is",
        -0.42005095
      ],
      [
        "omer",
        -0.00034559448
      ],
      [
        "ism",
        -0.0005948549
      ]
    ]
  },
  "The hydrocarbon DMX, or 5-dehydro-m-xylylene, is the first organic triradical known to violate them, having an open-shell doublet ground state. They assume Russell-Saunders or L-S coupling, and result": {
    "guess": "Hund's rules",
    "confidence": [
      [
        "H",
        -0.16421904
      ],
      [
        "und",
        -0.0015553286
      ],
      [
        "'s",
        -5.6219335e-05
      ],
      [
        " rules",
        -0.008373674
      ]
    ]
  },
  "A hydroxyl version of this functional group is isomerized in the Payne rearrangement, and aflatoxin damages DNA after one of these moieties is added to it by the P450 system. One method of synthesizing them uses a catalyst with a manganese-III salen-like ligand dissolved with sodium hypochlorite, while another uses DET and titanium isopropoxide. A third method reacts a carbonyl with a sulfonium ylide.": {
    "guess": "Epoxide",
    "confidence": [
      [
        "Ep",
        -0.0096199745
      ],
      [
        "oxide",
        -0.0001558626
      ]
    ]
  },
  "The hydroxylation of DHEA-sulfate occurs in this organ, which is the location of Councilman bodies. This organ is covered by Glisson's capsule, and during the Cori cycle, lactate travels to it. A toxic accumulation of copper in this organ characterizes Wilson's disease, and it is home to the phagocytic": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.018449817
      ]
    ]
  },
  "If more hydrogen is added to a system of hydrogen gas and nitrogen gas, the system will produce more ammonia to move towards the original amount of hydrogen in the system. If heat is removed from the previous reaction, which is exothermic, the system will react in such a way to produce more heat to compensate": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.051930323
      ],
      [
        " Chat",
        -0.0061083166
      ],
      [
        "elier",
        -5.4312077e-05
      ],
      [
        "'s",
        -0.0010235206
      ],
      [
        " principle",
        -0.018608738
      ]
    ]
  },
  "A hydroxyl version of this functional group is isomerized in the Payne rearrangement, and aflatoxin damages DNA after one of these moieties is added to it by the P450 system. One method of synthesizing them uses a catalyst with a manganese-III salen-like ligand dissolved with sodium hypochlorite, while another uses DET and titanium isopropoxide. A third method reacts a carbonyl with a sulfonium ylide. They can be opened with a Grignard reagent in an SN2-like reaction or protonated with sulfuric acid and then opened in an SN1-like reaction. Besides the Jacobsen, Sharpless, and Corey-Chaykovsky reactions, this functional group can be created from halohydrins in an intermolecular Williamson synthesis. They have lots of ring strain due to the sixty-degree angle of their bonds. For 10 points, name": {
    "guess": "Epoxide",
    "confidence": [
      [
        "Ep",
        -0.005544293
      ],
      [
        "oxide",
        -0.014861975
      ]
    ]
  },
  "The hydroxylation of DHEA-sulfate occurs in this organ, which is the location of Councilman bodies. This organ is covered by Glisson's capsule, and during the Cori cycle, lactate travels to it. A toxic accumulation of copper in this organ characterizes Wilson's disease, and it is home to the phagocytic Kupffer cells. Connected to the anterior abdominal wall and diaphragm by the falciform ligament, this organ is the primary site of gluconeogenesis. The portal vein carries blood to this organ, which produces urea and secretes bile. FTP name this organ that is prone to hepatitis and cirrhosis in alcoholics such as Chris Borglum.": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.01474676
      ]
    ]
  },
  "A hydroxyethyl derivative of this compound is a common intermediate in the synthesis of valine, leucine, and isoleucine. The transketolase activity of red blood cells is studied to measure the deficiency of this compound whose pyrophosphate form is a coenzyme used to decarboxylate pyruvate to form Acetyl CoA. In alcoholics its deficiency results in Wernicke-Korsakoff syndrome, while a more common deficiency": {
    "guess": "Thiamine",
    "confidence": [
      [
        "Th",
        -0.011556669
      ],
      [
        "iam",
        -9.849109e-06
      ],
      [
        "ine",
        -8.6735476e-05
      ]
    ]
  },
  "The hydrated dioxide form of this element is a catalyst in hydrogenation reactions and is called Adams's catalyst. The cis\\- form of one complex containing ammonia, chlorine, and this element as a ligand is an effective chemotherapy drug. Before vanadium oxide was used, this element was the catalyst in the contact process, and it can be a catalyst in the electrolysis of water. It is found in a standard hydrogen electrode, and, like gold, it is dissolved by aqua regia. Name this transition metal appearing": {
    "guess": "Ruthenium",
    "confidence": [
      [
        "R",
        -0.13291125
      ],
      [
        "uth",
        -8.864273e-05
      ],
      [
        "en",
        -3.4166656e-05
      ],
      [
        "ium",
        -3.0471343e-05
      ]
    ]
  },
  "The hydrocarbon DMX, or 5-dehydro-m-xylylene, is the first organic triradical known to violate them, having an open-shell doublet ground state. They assume Russell-Saunders or L-S coupling, and result from spin-spin, orbit-orbit, and spin-orbit interactions. For two electrons, the symmetric triplet spin state forces the spatial portion of the total wavefunction to be antisymmetric, so that the electrons spend less time near each other, resulting in a lower-energy configuration. Thus, the spin-spin interaction dictates maximum total spin in the ground state. For ten points, name these rules which": {
    "guess": "Hund's rules",
    "confidence": [
      [
        "H",
        -0.10920429
      ],
      [
        "und",
        -0.0017652629
      ],
      [
        "'s",
        -1.9862217e-05
      ],
      [
        " rules",
        -0.020205019
      ]
    ]
  },
  "The hydrogen bonding in this region is relatively weak so as to more easily permit transcription by RNA polymerase. This is due to the predominance of adenine and thymine bases in this consensus sequence between two strands of DNA. Located about ten nucleotides before the start of transcription, it occurs in the promoter regions of prokaryotic genes. FTP, name this prokaryotic analogue of the TATA": {
    "guess": "-10 box",
    "confidence": [
      [
        "-",
        -0.61060387
      ],
      [
        "10",
        -0.0038913998
      ],
      [
        " box",
        -0.8418033
      ]
    ]
  },
  "The hydroxylation of DHEA-sulfate occurs in this organ, which is the location of Councilman bodies. This": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.04171498
      ]
    ]
  },
  "A hydroxyethyl derivative of this compound is a common intermediate in the synthesis of valine, leucine, and isoleucine. The transketolase activity of red blood cells is studied to measure the deficiency of this compound whose pyrophosphate form is a coenzyme used to decarboxylate pyruvate to form Acetyl CoA. In alcoholics its deficiency results in Wernicke-Korsakoff syndrome, while a more common deficiency of it originally resulted from a switch to polished rice. Sometimes called aneurin, it consists of a pyrimidine and a thiazole ring, and that structure was correctly described by Casimir Funk. For 10 points, identify this vitamin, whose deficiency causes beriberi.": {
    "guess": "Thiamine",
    "confidence": [
      [
        "Th",
        -0.1280064
      ],
      [
        "iam",
        -2.3319124e-05
      ],
      [
        "ine",
        -0.00018983196
      ]
    ]
  },
  "The hydrogen bonding in this region is relatively weak so as to more easily permit transcription by RNA polymerase. This is due to the predominance of adenine and thymine bases in this consensus sequence": {
    "guess": "Promoter (genetics)",
    "confidence": [
      [
        "Prom",
        -0.16657978
      ],
      [
        "oter",
        -0.0006556084
      ],
      [
        " (",
        -0.0046058767
      ],
      [
        "gen",
        -0.24900247
      ],
      [
        "etics",
        -1.147242e-06
      ],
      [
        ")",
        -7.5411124e-05
      ]
    ]
  },
  "It is hydrated by the Marley Machine. Francois Lemoyne's gigantic painting Apotheosis of Hercules is exhibited in its Grand Apartment. Next door stands the village of Trianon, while the Hall of Mirrors": {
    "guess": "Palace of Versailles",
    "confidence": [
      [
        "Pal",
        -0.03823197
      ],
      [
        "ace",
        -0.0001039008
      ],
      [
        " of",
        -9.388769e-05
      ],
      [
        " Vers",
        -6.396757e-05
      ],
      [
        "ailles",
        -0.0001273766
      ]
    ]
  },
  "The hydrocarbon DMX, or 5-dehydro-m-xylylene, is the first organic triradical known to violate them,": {
    "guess": "Triradical",
    "confidence": [
      [
        "Tr",
        -0.46327773
      ],
      [
        "ir",
        -0.009877678
      ],
      [
        "ad",
        -5.5577775e-06
      ],
      [
        "ical",
        -0.008789589
      ]
    ]
  },
  "If more hydrogen is added to a system of hydrogen gas and nitrogen gas, the system will produce more ammonia to move towards the original amount of hydrogen in the system. If heat is removed from the previous reaction, which is exothermic, the system will react in such a way to produce more heat to compensate for the lost heat. For ten points, these are examples of what principle of chemistry, which states that a chemical system will shift in order to minimize the effects of changes in its temperature,": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.0020788824
      ],
      [
        " Chat",
        -0.011058546
      ],
      [
        "elier",
        -5.931863e-05
      ],
      [
        "'s",
        -0.00048703788
      ],
      [
        " principle",
        -0.03259498
      ]
    ]
  },
  "The hydrogen bonding in this region is relatively weak so as to more easily permit transcription by RNA": {
    "guess": "DNA transcription",
    "confidence": [
      [
        "DNA",
        -0.86494285
      ],
      [
        " transcription",
        -0.88673764
      ]
    ]
  },
  "Hydrogen gas exhibits a spin form of this phenomenon, and the interconversion between the keto and enol forms of some molecules reflects another type of this phenomenon. Another form of this explains why thalidomide is always teratogenic in vivo. That form is characterized by the direction of the rotation": {
    "guess": "Chirality",
    "confidence": [
      [
        "Ch",
        -0.14247657
      ],
      [
        "ir",
        -0.0012149984
      ],
      [
        "ality",
        -1.2664457e-06
      ]
    ]
  },
  "The hydroxylation of DHEA-sulfate occurs in this organ, which is the location of Councilman bodies. This organ is covered by Glisson's capsule, and during the Cori cycle, lactate travels to it. A toxic accumulation of copper in this organ characterizes Wilson's disease, and it is home to the phagocytic Kupffer cells. Connected to the anterior abdominal wall and diaphragm by the falciform ligament,": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.008576042
      ]
    ]
  },
  "A hydroxyl version of this functional group is isomerized in the Payne rearrangement, and aflatoxin damages DNA after one of these moieties is added to it by the P450 system. One method of synthesizing": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -1.0453968
      ],
      [
        "ster",
        -0.31503633
      ]
    ]
  },
  "Hydrogen gas exhibits a spin form of this phenomenon, and the interconversion between the keto and enol forms of some molecules reflects another type of this phenomenon. Another form of this explains why thalidomide is always teratogenic in vivo. That form is characterized by the direction of the rotation of polarized light, which distinguishes different enantiomers. There are four different forms of butene due to this phenomenon, which also considers cis and trans versions of molecules. For 10 points,": {
    "guess": "Stereoisomerism",
    "confidence": [
      [
        "Ster",
        -0.09759887
      ],
      [
        "eo",
        -0.00016730615
      ],
      [
        "is",
        -0.06659869
      ],
      [
        "omer",
        -0.0012155944
      ],
      [
        "ism",
        -0.0010359067
      ]
    ]
  },
  "It is not hydrogen, but after reacting a thiol with a ketone, this element can be used to reduce the thioacetal to an alkane in the Mozingo reaction. Sodium sulfate and coal can be used to refine this element in the Oxford process. This element is found alongside iron and sulfur in the ore pentlandite. This element is synthesized by reacting its oxide with Syngas to form its tetracarbonyl, which then decomposes into this element's pure form at high temperature. This element can be found in a catalyst that can fully reduce benzene to cyclohexane. That catalyst is an alloy of this element and aluminum and is named for Raney. For 10 points, name this transition metal synthesized in the Mond process,": {
    "guess": "Nickel",
    "confidence": [
      [
        "Nick",
        -0.0013555945
      ],
      [
        "el",
        -6.2729996e-06
      ]
    ]
  },
  "It is not hydrogen, but after reacting a thiol with a ketone, this element can be used to reduce the thioacetal to an alkane in the Mozingo reaction. Sodium sulfate and coal can be used to refine this": {
    "guess": "Nickel",
    "confidence": [
      [
        "Nick",
        -0.019381875
      ],
      [
        "el",
        -7.624555e-05
      ]
    ]
  },
  "The hydrated dioxide form of this element is a catalyst in hydrogenation reactions and is called Adams's catalyst. The cis\\- form of one complex containing ammonia, chlorine, and this element as a ligand": {
    "guess": "Platinum",
    "confidence": [
      [
        "Pl",
        -0.78774863
      ],
      [
        "atinum",
        -0.0007719861
      ]
    ]
  },
  "If more hydrogen is added to a system of hydrogen gas and nitrogen gas, the system will produce more ammonia to move towards the original amount of hydrogen in the system. If heat is removed from the previous reaction, which is exothermic, the system will react in such a way to produce more heat to compensate for the lost heat. For ten points, these are examples of what principle of chemistry, which": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.0009064606
      ],
      [
        " Chat",
        -0.002935864
      ],
      [
        "elier",
        -7.922564e-05
      ],
      [
        "'s",
        -0.0003242607
      ],
      [
        " principle",
        -0.04645106
      ]
    ]
  },
  "A hydroxyl version of this functional group is isomerized in the Payne rearrangement, and aflatoxin damages DNA after one of these moieties is added to it by the P450 system. One method of synthesizing them uses a catalyst with a manganese-III salen-like ligand dissolved with sodium hypochlorite, while another uses DET and titanium isopropoxide. A third method reacts a carbonyl with a sulfonium ylide. They can be opened with a Grignard reagent in an SN2-like reaction or protonated with sulfuric acid and then opened in an SN1-like reaction. Besides the Jacobsen, Sharpless, and Corey-Chaykovsky reactions,": {
    "guess": "Epoxide",
    "confidence": [
      [
        "Ep",
        -0.026888482
      ],
      [
        "oxide",
        -0.0005709059
      ]
    ]
  },
  "A hydroxyl version of this functional group is isomerized in the Payne rearrangement, and aflatoxin damages": {
    "guess": "Epoxide",
    "confidence": [
      [
        "Ep",
        -0.09740821
      ],
      [
        "oxide",
        -0.00062308414
      ]
    ]
  },
  "It is hydrated by the Marley Machine. Francois Lemoyne's gigantic painting Apotheosis of Hercules is exhibited in its Grand Apartment. Next door stands the village of Trianon, while the Hall of Mirrors overlooks Andre Le Notre's sprawling garden. For 10 points—name this castle complex built for Louis": {
    "guess": "Château de Versailles",
    "confidence": [
      [
        "Ch",
        -0.00359876
      ],
      [
        "âte",
        -8.530503e-05
      ],
      [
        "au",
        -2.6656826e-05
      ],
      [
        " de",
        -8.89548e-06
      ],
      [
        " Vers",
        -4.4537377e-05
      ],
      [
        "ailles",
        -1.4498052e-05
      ]
    ]
  },
  "A hydroxyl version of this functional group is isomerized in the Payne rearrangement, and aflatoxin damages DNA after one of these moieties is added to it by the P450 system. One method of synthesizing them uses a catalyst with a manganese-III salen-like ligand dissolved with sodium hypochlorite, while another uses DET and titanium isopropoxide. A third method reacts a carbonyl with a sulfonium ylide. They can be opened with a Grignard reagent in an SN2-like reaction or protonated with sulfuric acid": {
    "guess": "Epoxide",
    "confidence": [
      [
        "Ep",
        -0.040395666
      ],
      [
        "oxide",
        -0.00021045419
      ]
    ]
  },
  "It is not hydrogen, but after reacting a thiol with a ketone, this element can be used to reduce the thioacetal to an alkane in the Mozingo reaction. Sodium sulfate and coal can be used to refine this element in the Oxford process. This element is found alongside iron and sulfur in the ore pentlandite. This element is synthesized by reacting its oxide with Syngas to form its tetracarbonyl, which then decomposes into this element's pure form at high temperature. This element can be found in a catalyst": {
    "guess": "Nickel",
    "confidence": [
      [
        "Nick",
        -0.0019184067
      ],
      [
        "el",
        -7.3458323e-06
      ]
    ]
  },
  "A hydroxyl version of this functional group is isomerized in the Payne rearrangement, and aflatoxin damages DNA after one of these moieties is added to it by the P450 system. One method of synthesizing them uses a catalyst with a manganese-III salen-like ligand dissolved with sodium hypochlorite, while another uses DET and titanium isopropoxide. A third method reacts a carbonyl with a sulfonium ylide. They can be opened with a Grignard reagent in an SN2-like reaction or protonated with sulfuric acid and then opened in an SN1-like reaction. Besides the Jacobsen, Sharpless, and Corey-Chaykovsky reactions, this functional group can be created from halohydrins in an intermolecular Williamson synthesis. They have lots of ring strain due to the sixty-degree angle of their bonds. For 10 points, name this functional group, a three-member ring with two carbons and one oxygen.": {
    "guess": "Epoxide",
    "confidence": [
      [
        "Ep",
        -0.0117741665
      ],
      [
        "oxide",
        -6.134509e-05
      ]
    ]
  }
}