{
  "Neighbors of this country objected to the formation of the Kajaki reservoir on its longest river, the Helmand. It has a short border with a much larger country on the northeast due to the Vakhan, a panhandle": {
    "guess": "Afghanistan",
    "confidence": [
      [
        "Af",
        -0.0039875736
      ],
      [
        "ghan",
        -3.8577193e-05
      ],
      [
        "istan",
        -7.576874e-05
      ]
    ]
  },
  "Neighbors of this country objected to the formation of the Kajaki reservoir on its longest river, the Helmand. It has a short border with a much larger country on the northeast due to the Vakhan, a panhandle into the Pamir Mountains. For 10 points—name this landlocked country which is connected to Pakistan": {
    "guess": "Afghanistan",
    "confidence": [
      [
        "Af",
        -0.27994984
      ],
      [
        "ghan",
        -1.0802739e-05
      ],
      [
        "istan",
        -3.22594e-05
      ]
    ]
  },
  "This man's neice Salonina Matidia was the mother of Rupilia Faustina and Vibia Sabina, and in one conquest, this figure also took advantage of the death of Rabbel II Soter. He installed Parthamaspates after deposing Osroes II, and had no children with his wife Pompeia Plotina. The city of Selinus was renamed for this figure, who commissioned Apollodorus of Damascus for several architectural works. One of his conquests occurred after his victory at the battle of Tapae, where he defeated the forces of Decebalus. For 10 points, name this Roman emperor and adoptive father of Hadrian, whose defeat of": {
    "guess": "Trajan",
    "confidence": [
      [
        "Tra",
        -0.09304467
      ],
      [
        "jan",
        -1.2948405e-05
      ]
    ]
  },
  "Neighborhoods of this city include Podil, Pechersk, and Darnytsia, while its main street is Khreshchatyk.": {
    "guess": "Kiev",
    "confidence": [
      [
        "K",
        -0.5063202
      ],
      [
        "iev",
        -2.8160932e-06
      ]
    ]
  },
  "Neighborhoods of this city include Podil, Pechersk, and Darnytsia, while its main street is Khreshchatyk. Legend says that it was founded by its namesake and his siblings Schek, Khoryv and Lybid. This city's metropolitan area extends to the Kaniv Reservoir, and landmarks of it include the Mariyinsky": {
    "guess": "Kiev",
    "confidence": [
      [
        "K",
        -0.6027949
      ],
      [
        "iev",
        -9.729906e-06
      ]
    ]
  },
  "Neil Bartlett created the hexafluoroplatinate (HEX-uh-FLOOR-oh-PLAT-in-ate) of one element in this family, which was the first compound using a member of this family to violate the octet rule. The only known radioactive element in this family is the leading cause of lung cancer to non-smokers. These": {
    "guess": "Noble gas",
    "confidence": [
      [
        "N",
        -0.010058382
      ],
      [
        "oble",
        -0.0046979534
      ],
      [
        " gas",
        -0.10407295
      ]
    ]
  },
  "This man's neighbor declared his Christmas lights \"too bright,\" and that same neighbor later took this man's family heirloom hat, bell, and job of town crier. This entrepreneur is liked by everyone who counts, but nearly \"drove [his beatnik parents] to Squaresville;\" and his wife, like so many Americans, was killed by NASCAR. For ten points, name this resident of 740 Evergreen Terrace, owner of the Leftorium, father of Rod and Todd, and devout Christian neighbor of Homer Simpson.": {
    "guess": "Ned Flanders",
    "confidence": [
      [
        "N",
        -0.011243512
      ],
      [
        "ed",
        -3.3213026e-05
      ],
      [
        " F",
        -0.0011976092
      ],
      [
        "landers",
        -0.0001342904
      ]
    ]
  },
  "This man's neice Salonina Matidia was the mother of Rupilia Faustina and Vibia Sabina, and in one conquest, this figure also took advantage of the death of Rabbel II Soter. He installed Parthamaspates": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.33142778
      ],
      [
        "rian",
        -6.408677e-05
      ]
    ]
  },
  "Neil Bartlett created the hexafluoroplatinate (HEX-uh-FLOOR-oh-PLAT-in-ate) of one element in this family, which was the first compound using a member of this family to violate the octet rule. The only": {
    "guess": "Noble gas compounds",
    "confidence": [
      [
        "N",
        -0.018649686
      ],
      [
        "oble",
        -0.0032355827
      ],
      [
        " gas",
        -0.08105542
      ],
      [
        " compounds",
        -0.335105
      ]
    ]
  },
  "Neil Bartlett created the hexafluoroplatinate (HEX-uh-FLOOR-oh-PLAT-in-ate) of one element in this family, which was the first compound using a member of this family to violate the octet rule. The only known radioactive element in this family is the leading cause of lung cancer to non-smokers. These elements are defined as having a full electron shell, leading to their relative inertness. For 10 points,": {
    "guess": "Noble gas",
    "confidence": [
      [
        "N",
        -0.008952771
      ],
      [
        "oble",
        -0.0032707606
      ],
      [
        " gas",
        -0.29704258
      ]
    ]
  },
  "This man's neighbor declared his Christmas lights \"too bright,\" and that same neighbor later took this": {
    "guess": "Christmas Vacation",
    "confidence": [
      [
        "Christmas",
        -1.4191171
      ],
      [
        " Vacation",
        -0.77364624
      ]
    ]
  },
  "Neighborhoods of this city include Podil, Pechersk, and Darnytsia, while its main street is Khreshchatyk. Legend says that it was founded by its namesake and his siblings Schek, Khoryv and Lybid. This city's metropolitan area extends to the Kaniv Reservoir, and landmarks of it include the Mariyinsky Palace and the Monastery of the Caves. Lying at the confluence of the Desna and Dnieper Rivers, for": {
    "guess": "Kyiv",
    "confidence": [
      [
        "Ky",
        -0.7217889
      ],
      [
        "iv",
        -2.4153549e-05
      ]
    ]
  },
  "This man's neice Salonina Matidia was the mother of Rupilia Faustina and Vibia Sabina, and in one conquest, this figure also took advantage of the death of Rabbel II Soter. He installed Parthamaspates after deposing Osroes II, and had no children with his wife Pompeia Plotina. The city of Selinus was renamed for this figure, who commissioned Apollodorus of Damascus for several architectural works. One of his conquests occurred after his victory at the battle of Tapae, where he defeated the forces of Decebalus. For 10 points, name this Roman emperor and adoptive father of Hadrian, whose defeat of the Dacians is commemorated in his namesake column.": {
    "guess": "Trajan",
    "confidence": [
      [
        "Tra",
        -0.11432525
      ],
      [
        "jan",
        -7.58424e-06
      ]
    ]
  },
  "Neighbors of this country objected to the formation of the Kajaki reservoir on its longest river, the": {
    "guess": "Afghanistan",
    "confidence": [
      [
        "Af",
        -0.005496753
      ],
      [
        "ghan",
        -3.9054008e-05
      ],
      [
        "istan",
        -0.00013953536
      ]
    ]
  },
  "This man's neighbor declared his Christmas lights \"too bright,\" and that same neighbor later took this man's family heirloom hat, bell, and job of town crier. This entrepreneur is liked by everyone who counts, but nearly \"drove [his beatnik parents] to Squaresville;\" and his wife, like so many Americans, was killed by NASCAR. For ten points, name this resident of 740 Evergreen Terrace, owner of the": {
    "guess": "Homer Simpson",
    "confidence": [
      [
        "H",
        -0.21959431
      ],
      [
        "omer",
        -0.003965486
      ],
      [
        " Simpson",
        -0.011718209
      ]
    ]
  },
  "This man's neice Salonina Matidia was the mother of Rupilia Faustina and Vibia Sabina, and in one conquest, this figure also took advantage of the death of Rabbel II Soter. He installed Parthamaspates after deposing Osroes II, and had no children with his wife Pompeia Plotina. The city of Selinus was": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.019179702
      ],
      [
        "rian",
        -7.171581e-05
      ]
    ]
  },
  "Neighborhoods of this city include Podil, Pechersk, and Darnytsia, while its main street is Khreshchatyk. Legend says that it was founded by its namesake and his siblings Schek, Khoryv and Lybid. This city's metropolitan area extends to the Kaniv Reservoir, and landmarks of it include the Mariyinsky Palace and the Monastery of the Caves. Lying at the confluence of the Desna and Dnieper Rivers, for 10 points, name this largest city and capital of Ukraine.": {
    "guess": "Kiev",
    "confidence": [
      [
        "K",
        -0.044084433
      ],
      [
        "iev",
        -1.6240566e-06
      ]
    ]
  },
  "This man's neice Salonina Matidia was the mother of Rupilia Faustina and Vibia Sabina, and in one conquest,": {
    "guess": "Salonia Matidia",
    "confidence": [
      [
        "Sal",
        -0.308897
      ],
      [
        "onia",
        -0.40519896
      ],
      [
        " Mat",
        -5.383526e-05
      ],
      [
        "idia",
        -3.6431527e-05
      ]
    ]
  },
  "Neil Bartlett created the hexafluoroplatinate (HEX-uh-FLOOR-oh-PLAT-in-ate) of one element in this family, which was the first compound using a member of this family to violate the octet rule. The only known radioactive element in this family is the leading cause of lung cancer to non-smokers. These elements are defined as having a full electron shell, leading to their relative inertness. For 10 points, name this group found at the extreme right of the Periodic Table, which includes xenon and radon.": {
    "guess": "Noble gas",
    "confidence": [
      [
        "N",
        -0.0036725176
      ],
      [
        "oble",
        -0.0012974965
      ],
      [
        " gas",
        -0.075643584
      ]
    ]
  },
  "Neil Bartlett created the hexafluoroplatinate (HEX-uh-FLOOR-oh-PLAT-in-ate) of one element in this family,": {
    "guess": "Noble gas",
    "confidence": [
      [
        "N",
        -0.00070754817
      ],
      [
        "oble",
        -0.0006458374
      ],
      [
        " gas",
        -0.208115
      ]
    ]
  },
  "This man's neighbor declared his Christmas lights \"too bright,\" and that same neighbor later took this man's family heirloom hat, bell, and job of town crier. This entrepreneur is liked by everyone who counts, but nearly \"drove [his beatnik parents] to Squaresville;\" and his wife, like so many Americans,": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -2.9891393
      ]
    ]
  },
  "This man's neice Salonina Matidia was the mother of Rupilia Faustina and Vibia Sabina, and in one conquest, this figure also took advantage of the death of Rabbel II Soter. He installed Parthamaspates after deposing Osroes II, and had no children with his wife Pompeia Plotina. The city of Selinus was renamed for this figure, who commissioned Apollodorus of Damascus for several architectural works. One of his conquests occurred after his victory at the battle of Tapae, where he defeated the forces": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.57241803
      ],
      [
        "rian",
        -6.9331734e-05
      ]
    ]
  },
  "Neighbors of this country objected to the formation of the Kajaki reservoir on its longest river, the Helmand. It has a short border with a much larger country on the northeast due to the Vakhan, a panhandle into the Pamir Mountains. For 10 points—name this landlocked country which is connected to Pakistan via the Khyber Pass, home to the cities of Kandahar and Kabul.": {
    "guess": "Afghanistan",
    "confidence": [
      [
        "Af",
        -0.01758448
      ],
      [
        "ghan",
        -1.7835755e-05
      ],
      [
        "istan",
        -1.92662e-05
      ]
    ]
  },
  "This man's neice Salonina Matidia was the mother of Rupilia Faustina and Vibia Sabina, and in one conquest, this figure also took advantage of the death of Rabbel II Soter. He installed Parthamaspates after deposing Osroes II, and had no children with his wife Pompeia Plotina. The city of Selinus was renamed for this figure, who commissioned Apollodorus of Damascus for several architectural works.": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.012015895
      ],
      [
        "rian",
        -8.1371305e-05
      ]
    ]
  },
  "Neighborhoods of this city include Podil, Pechersk, and Darnytsia, while its main street is Khreshchatyk. Legend says that it was founded by its namesake and his siblings Schek, Khoryv and Lybid. This": {
    "guess": "Kiev",
    "confidence": [
      [
        "K",
        -0.064687595
      ],
      [
        "iev",
        -0.09481065
      ]
    ]
  },
  "This man's neighbor declared his Christmas lights \"too bright,\" and that same neighbor later took this man's family heirloom hat, bell, and job of town crier. This entrepreneur is liked by everyone who": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0709462
      ]
    ]
  }
}