{
  "This man's brothers founded Cilicia and Phoenicia, and his daughter Autonoe bore a son who would eventually be torn to pieces by his own hounds. This man also fathered Semele and, in his later life, he and his wife were turned into snakes. That wife of this man was the daughter of Aphrodite and Ares to whom Hephaestus gave a cursed necklace in revenge. This man was ordered by Athena to sow the earth": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.0048823124
      ],
      [
        "mus",
        -2.3319124e-05
      ]
    ]
  },
  "This brother of Chrysaor (\"CRY-say-or\") created the Hippocrene (\"HIP-oh-creen\") fountain. This figure was credited with helping a hero slay the Chimera and was tamed with a special girdle given by Athena to that hero, Bellerophon (\"bell-AIR-oh-fon\"), in a dream. Eventually employed as Zeus' bolt- carrier, this figure sprang from the neck of Medusa after she was decapitated by Perseus. For 10 points,": {
    "guess": "Pegasus",
    "confidence": [
      [
        "P",
        -0.0013447581
      ],
      [
        "egasus",
        -6.3609965e-05
      ]
    ]
  },
  "It will be broken when the sons of Muspell ride it, and one of its ends is at Himinbjorg. It is said": {
    "guess": "Heimdallr",
    "confidence": [
      [
        "He",
        -0.93226695
      ],
      [
        "imd",
        -0.00051252183
      ],
      [
        "all",
        -0.00011820524
      ],
      [
        "r",
        -0.0005140715
      ]
    ]
  },
  "This brother of Eurybia and Thaumus was an uncle of Ladon and the Harpies. Like Danaus, he gave his name to his fifty daughters. In the Iliad, Hephaestus mentions being saved by Eurynome and one of this character's daughters after being thrown off Olympus by Hera. Some of this character's daughters helped Theseus retrieve the golden signet ring of Minos. After being caught sleeping beside the Po, this": {
    "guess": "Danaus",
    "confidence": [
      [
        "D",
        -0.3178648
      ],
      [
        "ana",
        -0.033694226
      ],
      [
        "us",
        -0.021182492
      ]
    ]
  },
  "This brother of Eurybia and Thaumus was an uncle of Ladon and the Harpies. Like Danaus, he gave his name to his fifty daughters. In the Iliad, Hephaestus mentions being saved by Eurynome and one of this character's daughters after being thrown off Olympus by Hera. Some of this character's daughters helped": {
    "guess": "Danaus",
    "confidence": [
      [
        "D",
        -0.25387216
      ],
      [
        "ana",
        -0.13610555
      ],
      [
        "us",
        -0.010108303
      ]
    ]
  },
  "The bronze in the baldachino in St. Peter's came from this building's ceiling.  Its portico consists": {
    "guess": "Pantheon",
    "confidence": [
      [
        "Pan",
        -0.011421377
      ],
      [
        "theon",
        -5.2643223e-05
      ]
    ]
  },
  "Brown adipose tissue is rich in these thermogenin containing organelles, a protein which produces heat by shivering. Their inner membranes are highly impermeable and are folded into compartments known as cristae (*). Due to their separate DNA, they are thought to be descendants of aerobic bacteria that have made their way into eukaryotes via endosymbiosis. FTP, identify these organelles, the sites of phosphorylated ATP synthesis and cellular energy conversion, commonly known as the power plants of": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0006211769
      ],
      [
        "ochond",
        -8.590105e-05
      ],
      [
        "r",
        -0.00091729354
      ],
      [
        "ion",
        -1.6240566e-06
      ]
    ]
  },
  "This man's brother is the actual composer of most of Mozart's thirty-seventh symphony. In the finale of an F-sharp minor symphony by this man, the tempo switches from presto to adagio, and one orchestral section after another gets up and leaves. This man composed around 170 works for the baryton, which was the favorite instrument of Prince Esterhazy, his employer. The second movement of another symphony by this man begins with the violins playing the pizzicato eighth notes C-C-E-E-G-G followed by a quarter note E, and takes its name from a sudden fortissimo chord. For 10 points, name this Austrian": {
    "guess": "Franz Joseph Haydn",
    "confidence": [
      [
        "Fran",
        -0.36829737
      ],
      [
        "z",
        -0.00017421995
      ],
      [
        " Joseph",
        -0.008647425
      ],
      [
        " Hay",
        -0.00027111053
      ],
      [
        "dn",
        -3.9292416e-05
      ]
    ]
  },
  "Brown-Sequard syndrome results from a hemisection of this structure. The inferior end of this structure contains the conus medullaris, whose projections are known as the cauda equina. It contains dorsal and ventral horns, as well as columns known as tracts. Like a related structure, it is divided into cervical, thoracic, lumbar, and sacral sections. CSF is removed from this structure in a namesake": {
    "guess": "Spinal cord",
    "confidence": [
      [
        "Sp",
        -0.0023976516
      ],
      [
        "inal",
        -7.703444e-06
      ],
      [
        " cord",
        -0.06210146
      ]
    ]
  },
  "This man's brother-in-law, James Dickson, helped secure him a spot on the Worcester that journeyed to Sumatra. This one-time prisoner of King Ali of Ludamar escaped and traveled to Silla on an expedition": {
    "guess": "James Holman",
    "confidence": [
      [
        "James",
        -0.8319848
      ],
      [
        " Hol",
        -1.0465962
      ],
      [
        "man",
        -0.017129915
      ]
    ]
  },
  "This man's brothers founded Cilicia and Phoenicia, and his daughter Autonoe bore a son who would eventually": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.0026436753
      ],
      [
        "mus",
        -0.00011272187
      ]
    ]
  },
  "His brothers included Cilix, who gave his name to Cilicia, and Phineus, who was tormented by Harpies. He was sentenced to serve eight years as the bondsman of Ares for killing a sacred serpent. The Delphic Oracle advised him to follow a cow and build a city wherever it sank down from weariness. This father of Semele was helped in founding that city by 5 men who sprang up when he sowed the ground with the teeth of Ares's serpent. FTP name this man who founded Thebes after abandoning the search for": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.0059479983
      ],
      [
        "mus",
        -9.186123e-05
      ]
    ]
  },
  "This man's brother is the actual composer of most of Mozart's thirty-seventh symphony. In the finale": {
    "guess": "Michael Haydn",
    "confidence": [
      [
        "Michael",
        -0.50704646
      ],
      [
        " Hay",
        -0.0014609505
      ],
      [
        "dn",
        -3.9888433e-05
      ]
    ]
  },
  "When broken down into skatole and indole, it is the main cause of the foul stench of feces.  In 1988, the production of this molecule by Showa Denko K.K. using genetically engineered bacteria resulted in the death of thirty-seven people from eosinophilia myalgia syndrome.  First isolated from casein,": {
    "guess": "L-tryptophan",
    "confidence": [
      [
        "L",
        -0.3086904
      ],
      [
        "-",
        -0.26128712
      ],
      [
        "try",
        -0.0005511255
      ],
      [
        "pt",
        -0.0022134194
      ],
      [
        "oph",
        -0.00018244502
      ],
      [
        "an",
        -0.0010104191
      ]
    ]
  },
  "Brown adipose tissue is rich in these thermogenin containing organelles, a protein which produces heat by shivering. Their inner membranes are highly impermeable and are folded into compartments known": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.048057605
      ],
      [
        "ochond",
        -1.569009e-05
      ],
      [
        "r",
        -0.016443934
      ],
      [
        "ion",
        -3.2929079e-06
      ]
    ]
  },
  "One of this man's brothers, who rode around in a bronze chariot imitating Zeus, was Salmoneus (SAL-moh-NAY-uss).": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.33536637
      ],
      [
        "isy",
        -0.54290277
      ],
      [
        "ph",
        -2.6418418e-05
      ],
      [
        "us",
        -0.0011160464
      ]
    ]
  },
  "This brother of Chrysaor (\"CRY-say-or\") created the Hippocrene (\"HIP-oh-creen\") fountain. This figure was credited with helping a hero slay the Chimera and was tamed with a special girdle given by Athena to that hero, Bellerophon (\"bell-AIR-oh-fon\"), in a dream. Eventually employed as Zeus' bolt- carrier, this figure sprang from the neck of Medusa after she was decapitated by Perseus. For 10 points, name this winged horse from Greek myth.": {
    "guess": "Pegasus",
    "confidence": [
      [
        "P",
        -0.0013355977
      ],
      [
        "egasus",
        -2.5583993e-05
      ]
    ]
  },
  "This brother of Chrysaor (\"CRY-say-or\") created the Hippocrene (\"HIP-oh-creen\") fountain. This figure was credited with helping a hero slay the Chimera and was tamed with a special girdle given by Athena": {
    "guess": "Bellerophon",
    "confidence": [
      [
        "B",
        -0.1688249
      ],
      [
        "eller",
        -3.1424974e-05
      ],
      [
        "ophon",
        -0.0015642579
      ]
    ]
  },
  "Bronze sculptures of babies appear to crawl up and down this city's tallest building, a transmitter tower consisting of nine pods sandwiched between three pillars. A Gothic cathedral in this city unusually has double-diagonal ribs spanning the choir-bay, forming the so-called net vaults, or Parler's vaults. This city is home to a statue with a gilded halo of five stars and palm, which is part of a": {
    "guess": "Prague",
    "confidence": [
      [
        "Pr",
        -0.4326213
      ],
      [
        "ague",
        -7.255024e-05
      ]
    ]
  },
  "Bronze sculptures of babies appear to crawl up and down this city's tallest building, a transmitter tower consisting of nine pods sandwiched between three pillars. A Gothic cathedral in this city unusually": {
    "guess": "Prague",
    "confidence": [
      [
        "Pr",
        -1.3769398
      ],
      [
        "ague",
        -0.0008851342
      ]
    ]
  },
  "It will be broken when the sons of Muspell ride it, and one of its ends is at Himinbjorg. It is said to have three colors, even though it appears as a rainbow and the top color, red, is a fire above it. Hill Giants cannot cross it, and Thor walks across it from Midgard to Asgard. Name this bridge from": {
    "guess": "Bifröst",
    "confidence": [
      [
        "B",
        -0.011503409
      ],
      [
        "ifr",
        -0.00954263
      ],
      [
        "öst",
        -1.27099975e-05
      ]
    ]
  },
  "It will be broken when the sons of Muspell ride it, and one of its ends is at Himinbjorg. It is said to have three colors, even though it appears as a rainbow and the top color, red, is a fire above it. Hill Giants cannot cross it, and Thor walks across it from Midgard to Asgard. Name this bridge from Norse mythology.": {
    "guess": "Bifrost",
    "confidence": [
      [
        "B",
        -0.0038566089
      ],
      [
        "if",
        -0.29947588
      ],
      [
        "rost",
        -6.742448e-05
      ]
    ]
  },
  "This man's brother is the actual composer of most of Mozart's thirty-seventh symphony. In the finale of an F-sharp minor symphony by this man, the tempo switches from presto to adagio, and one orchestral section after another gets up and leaves. This man composed around 170 works for the baryton, which was the favorite instrument of Prince Esterhazy, his employer. The second movement of another symphony by this man begins with the violins playing the pizzicato eighth notes C-C-E-E-G-G followed by": {
    "guess": "Joseph Haydn",
    "confidence": [
      [
        "Joseph",
        -0.32705635
      ],
      [
        " Hay",
        -0.0006133131
      ],
      [
        "dn",
        -5.0616763e-05
      ]
    ]
  },
  "Bronze sculptures of babies appear to crawl up and down this city's tallest building, a transmitter tower consisting of nine pods sandwiched between three pillars. A Gothic cathedral in this city unusually has double-diagonal ribs spanning the choir-bay, forming the so-called net vaults, or Parler's vaults. This city is home to a statue with a gilded halo of five stars and palm, which is part of a continuous alley of thirty statues decorating this city's best-known bridge. Wavy windows and a \"pinched in\" glass half give a (*) skirt-like appearance to another of its buildings, whose unusual appearance resulted in the nickname \"Ginger and Fred.\" For 10 points, name this European capital home to Frank Gehry's Dancing House and the St. Vitus Cathedral, which honors the patron saint Wenceslaus.": {
    "guess": "Prague",
    "confidence": [
      [
        "Pr",
        -0.00046475048
      ],
      [
        "ague",
        -1.7432603e-06
      ]
    ]
  },
  "This brother of Eurybia and Thaumus was an uncle of Ladon and the Harpies. Like Danaus, he gave his name to his fifty daughters. In the Iliad, Hephaestus mentions being saved by Eurynome and one of this character's daughters after being thrown off Olympus by Hera. Some of this character's daughters helped Theseus retrieve the golden signet ring of Minos. After being caught sleeping beside the Po, this son of Pontus helped Heracles by giving advice on obtaining the golden apples of the Hesperides.": {
    "guess": "Nereus",
    "confidence": [
      [
        "N",
        -0.038142137
      ],
      [
        "ere",
        -0.0004570096
      ],
      [
        "us",
        -9.996708e-05
      ]
    ]
  },
  "The brothers Peter and Asen led a successful rebellion against this empire in one of its northern provinces. This Empire signed the Treaty of Devol. Its forces won the Battle of Dyrrhachium against Bohemund of Taranto, ending the Norman invasion of this empire. It lost to Alp Arslan's Seljuq forces at the Battle of Manzikert. Famous historians from this empire include the author of the Secret History, Procopius. This empire was home to the Nika Riot, and its most famous Emperor was married to Theodora.": {
    "guess": "Byzantine Empire",
    "confidence": [
      [
        "By",
        -0.025502495
      ],
      [
        "z",
        -6.392203e-06
      ],
      [
        "antine",
        -4.048445e-05
      ],
      [
        " Empire",
        -0.0012847563
      ]
    ]
  },
  "The brothers Peter and Asen led a successful rebellion against this empire in one of its northern provinces. This Empire signed the Treaty of Devol. Its forces won the Battle of Dyrrhachium against Bohemund": {
    "guess": "Byzantine Empire",
    "confidence": [
      [
        "By",
        -0.06382145
      ],
      [
        "z",
        -1.504853e-06
      ],
      [
        "antine",
        -2.7968066e-05
      ],
      [
        " Empire",
        -0.00022403974
      ]
    ]
  },
  "When broken down into skatole and indole, it is the main cause of the foul stench of feces.  In 1988, the production of this molecule by Showa Denko K.K. using genetically engineered bacteria resulted in the death of thirty-seven people from eosinophilia myalgia syndrome.  First isolated from casein, it works with lysine to reduce cholesterol levels and can form niacin when low in the body, thus a lack of it causes pellagra.   FTP, name this largest essential amino acid with a cyclic side chain, a metabolic precursor to serotonin.": {
    "guess": "Tryptophan",
    "confidence": [
      [
        "T",
        -0.003801623
      ],
      [
        "rypt",
        -5.6457742e-05
      ],
      [
        "oph",
        -9.531814e-05
      ],
      [
        "an",
        -8.5781845e-05
      ]
    ]
  },
  "His brothers included Cilix, who gave his name to Cilicia, and Phineus, who was tormented by Harpies. He was sentenced to serve eight years as the bondsman of Ares for killing a sacred serpent. The Delphic Oracle advised him to follow a cow and build a city wherever it sank down from weariness. This father of Semele was helped in founding that city by 5 men who sprang up when he sowed the ground with": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.035346378
      ],
      [
        "mus",
        -0.00327896
      ]
    ]
  },
  "This man's brother is the actual composer of most of Mozart's thirty-seventh symphony. In the finale of an F-sharp minor symphony by this man, the tempo switches from presto to adagio, and one orchestral section after another gets up and leaves. This man composed around 170 works for the baryton, which was the favorite instrument of Prince Esterhazy, his employer. The second movement of another symphony": {
    "guess": "Joseph Haydn",
    "confidence": [
      [
        "Joseph",
        -0.7933663
      ],
      [
        " Hay",
        -0.00048083928
      ],
      [
        "dn",
        -2.0815847e-05
      ]
    ]
  },
  "The brothers Peter and Asen led a successful rebellion against this empire in one of its northern provinces. This Empire signed the Treaty of Devol. Its forces won the Battle of Dyrrhachium against Bohemund of Taranto, ending the Norman invasion of this empire. It lost to Alp Arslan's Seljuq forces at": {
    "guess": "Byzantine Empire",
    "confidence": [
      [
        "By",
        -0.31342542
      ],
      [
        "z",
        -7.107425e-06
      ],
      [
        "antine",
        -0.00044985735
      ],
      [
        " Empire",
        -0.001988471
      ]
    ]
  },
  "This brother of Eurybia and Thaumus was an uncle of Ladon and the Harpies. Like Danaus, he gave his name to his fifty daughters. In the Iliad, Hephaestus mentions being saved by Eurynome and one of this character's daughters after being thrown off Olympus by Hera. Some of this character's daughters helped Theseus retrieve the golden signet ring of Minos. After being caught sleeping beside the Po, this son of Pontus helped Heracles by giving advice on obtaining the golden apples of the Hesperides. FTP, name this husband of Doris and father of Amphitrite and Thetis, an old man of the sea.": {
    "guess": "Nereus",
    "confidence": [
      [
        "N",
        -0.000646791
      ],
      [
        "ere",
        -6.754368e-05
      ],
      [
        "us",
        -5.252402e-05
      ]
    ]
  },
  "The brothers Plexippus and Toxeus were killed over the pelt of one of these animals, one of which was captured shortly after the death of the centaur Pholus. That animal was captured after it had been driven into a snow bank and caused King Eurystheus to hide in a bronze jar. Since King Oeneus did not pay tribute to her, Artemis sent one of these creatures to rampage the countryside; that animal was killed by (*) Meleager, who attempted to award its pelt to Atalanta. For 10 points, name this animal which had Erymanthian and Calydonian varieties.": {
    "guess": "Wild boar",
    "confidence": [
      [
        "Wild",
        -0.26382485
      ],
      [
        " bo",
        -0.170734
      ],
      [
        "ar",
        -0.0007513785
      ]
    ]
  },
  "Brown-Sequard syndrome results from a hemisection of this structure. The inferior end of this structure contains the conus medullaris, whose projections are known as the cauda equina. It contains dorsal and ventral horns, as well as columns known as tracts. Like a related structure, it is divided into cervical, thoracic, lumbar, and sacral sections. CSF is removed from this structure in a namesake \"tap.\" For 10 points, name this part of the central nervous system that communicates between the brain": {
    "guess": "Spinal cord",
    "confidence": [
      [
        "Sp",
        -0.0033826763
      ],
      [
        "inal",
        -2.188868e-05
      ],
      [
        " cord",
        -0.15693104
      ]
    ]
  },
  "The brothers Plexippus and Toxeus were killed over the pelt of one of these animals, one of which was captured shortly after the death of the centaur Pholus. That animal was captured after it had been driven into a snow bank and caused King Eurystheus to hide in a bronze jar. Since King Oeneus did not pay tribute to her, Artemis sent one of these creatures to rampage the countryside; that animal was killed by (*) Meleager, who attempted to award its pelt to Atalanta. For 10 points, name this animal": {
    "guess": "Calydonian Boar Hunt",
    "confidence": [
      [
        "C",
        -0.11365578
      ],
      [
        "aly",
        -0.00061795843
      ],
      [
        "don",
        -1.5809293e-05
      ],
      [
        "ian",
        -9.114601e-05
      ],
      [
        " Bo",
        -0.016873136
      ],
      [
        "ar",
        -5.6769813e-06
      ],
      [
        " Hunt",
        -0.553646
      ]
    ]
  },
  "The brothers Peter and Asen led a successful rebellion against this empire in one of its northern provinces. This Empire signed the Treaty of Devol. Its forces won the Battle of Dyrrhachium against Bohemund of Taranto, ending the Norman invasion of this empire. It lost to Alp Arslan's Seljuq forces at the Battle of Manzikert. Famous historians from this empire include the author of the Secret History, Procopius. This empire was home to the Nika Riot, and its most famous Emperor was married to Theodora. For 10 points, name this empire ruled by Justinian, whose capital was Constantinople.": {
    "guess": "Byzantine Empire",
    "confidence": [
      [
        "By",
        -0.011122459
      ],
      [
        "z",
        -1.0683535e-05
      ],
      [
        "antine",
        -1.1756368e-05
      ],
      [
        " Empire",
        -0.0003807449
      ]
    ]
  },
  "This man's brother-in-law, James Dickson, helped secure him a spot on the Worcester that journeyed to Sumatra. This one-time prisoner of King Ali of Ludamar escaped and traveled to Silla on an expedition begun after the disappearance of Daniel Houghton. He recounted meeting natives who wouldn't believe him that white people didn't purchase slaves in order to eat them in his best-selling Travels in the Interior Districts of Africa. He left his medical practice in Peebles to embark on his final expedition with his brother-in-law John Martyn and then marched stupidly into the bush during the rainy season. His guide, Isaaco, later concluded that this man died after defending his capsized boat, the Joliba. For 10 points, name this Scottish explorer who died in 1806 while charting the Niger River.": {
    "guess": "Mungo Park",
    "confidence": [
      [
        "M",
        -0.0017639553
      ],
      [
        "ung",
        -0.00025073037
      ],
      [
        "o",
        -5.6769813e-06
      ],
      [
        " Park",
        -4.5371802e-05
      ]
    ]
  },
  "This man's brother is the actual composer of most of Mozart's thirty-seventh symphony. In the finale of an F-sharp minor symphony by this man, the tempo switches from presto to adagio, and one orchestral": {
    "guess": "Franz Schubert",
    "confidence": [
      [
        "Fran",
        -1.0569999
      ],
      [
        "z",
        -0.00020163313
      ],
      [
        " Sch",
        -0.031605184
      ],
      [
        "ub",
        -3.0545007e-06
      ],
      [
        "ert",
        -1.0802739e-05
      ]
    ]
  },
  "Brown-Sequard syndrome results from a hemisection of this structure. The inferior end of this structure contains the conus medullaris, whose projections are known as the cauda equina. It contains dorsal and ventral horns, as well as columns known as tracts. Like a related structure, it is divided into cervical, thoracic, lumbar, and sacral sections. CSF is removed from this structure in a namesake \"tap.\" For 10 points, name this part of the central nervous system that communicates between the brain and the peripheral nervous system.": {
    "guess": "Spinal cord",
    "confidence": [
      [
        "Sp",
        -0.0005701907
      ],
      [
        "inal",
        -4.4849444e-06
      ],
      [
        " cord",
        -0.10082537
      ]
    ]
  },
  "Bronze sculptures of babies appear to crawl up and down this city's tallest building, a transmitter tower consisting of nine pods sandwiched between three pillars. A Gothic cathedral in this city unusually has double-diagonal ribs spanning the choir-bay, forming the so-called net vaults, or Parler's vaults. This city is home to a statue with a gilded halo of five stars and palm, which is part of a continuous alley of thirty statues decorating this city's best-known bridge. Wavy windows and a \"pinched in\" glass half give a (*) skirt-like appearance to another of its buildings, whose unusual appearance": {
    "guess": "Prague",
    "confidence": [
      [
        "Pr",
        -0.26486942
      ],
      [
        "ague",
        -4.8425554e-06
      ]
    ]
  },
  "Bronze sculptures of babies appear to crawl up and down this city's tallest building, a transmitter tower consisting of nine pods sandwiched between three pillars. A Gothic cathedral in this city unusually has double-diagonal ribs spanning the choir-bay, forming the so-called net vaults, or Parler's vaults. This city is home to a statue with a gilded halo of five stars and palm, which is part of a continuous alley of thirty statues decorating this city's best-known bridge. Wavy windows and a \"pinched in\" glass half give a (*) skirt-like appearance to another of its buildings, whose unusual appearance resulted in the nickname \"Ginger and Fred.\" For 10 points, name this European capital home to": {
    "guess": "Prague",
    "confidence": [
      [
        "Pr",
        -0.0011461719
      ],
      [
        "ague",
        -2.220075e-06
      ]
    ]
  },
  "This man's brothers were Nahor and Haran, and his father was Terah. He told his wife to say that she was his sister to evade Egyptian guards. This man fathered Ishmael with Hagar, but he is more famous for nearly (*) sacrificing his son, Isaac. For 10 points, name this Old Testament figure whose wife was Sarah and who made a covenant with God, making him a patriarchal figure in Islam, Christianity, and Judaism.": {
    "guess": "Abraham",
    "confidence": [
      [
        "Ab",
        -0.0022721777
      ],
      [
        "raham",
        -0.00017147827
      ]
    ]
  },
  "His brothers included Cilix, who gave his name to Cilicia, and Phineus, who was tormented by Harpies. He was sentenced to serve eight years as the bondsman of Ares for killing a sacred serpent. The Delphic": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.25372317
      ],
      [
        "mus",
        -0.0002966128
      ]
    ]
  },
  "This man's brother is the actual composer of most of Mozart's thirty-seventh symphony. In the finale of an F-sharp minor symphony by this man, the tempo switches from presto to adagio, and one orchestral section after another gets up and leaves. This man composed around 170 works for the baryton, which was the favorite instrument of Prince Esterhazy, his employer. The second movement of another symphony by this man begins with the violins playing the pizzicato eighth notes C-C-E-E-G-G followed by a quarter note E, and takes its name from a sudden fortissimo chord. For 10 points, name this Austrian composer of the Farewell and Surprise symphonies.": {
    "guess": "Franz Joseph Haydn",
    "confidence": [
      [
        "Fran",
        -0.45760217
      ],
      [
        "z",
        -0.00023345684
      ],
      [
        " Joseph",
        -0.0039490983
      ],
      [
        " Hay",
        -0.00062153453
      ],
      [
        "dn",
        -6.9570146e-05
      ]
    ]
  },
  "This man's brothers were Nahor and Haran, and his father was Terah. He told his wife to say that she was his sister to evade Egyptian guards. This man fathered Ishmael with Hagar, but he is more famous": {
    "guess": "Abraham",
    "confidence": [
      [
        "Ab",
        -0.029248394
      ],
      [
        "raham",
        -8.613945e-05
      ]
    ]
  },
  "Brown-Sequard syndrome results from a hemisection of this structure. The inferior end of this structure": {
    "guess": "Spinal cord",
    "confidence": [
      [
        "Sp",
        -0.006853547
      ],
      [
        "inal",
        -1.27099975e-05
      ],
      [
        " cord",
        -0.06827681
      ]
    ]
  },
  "A brown businessman and a man in red pants and a white shirt feature in Max Ernst's depiction of this scene, subtitled \"Revolution by Night,\" while Rogier van der Weyden's features a red-clad praying donor and a blue-clad Saint John. A \"Florentine\" one made by the sculptor of the most famous one unusually": {
    "guess": "Deposition from the Cross",
    "confidence": [
      [
        "Dep",
        -0.446373
      ],
      [
        "osition",
        -0.00041172683
      ],
      [
        " from",
        -0.51343787
      ],
      [
        " the",
        -0.00014334988
      ],
      [
        " Cross",
        -0.0016531638
      ]
    ]
  },
  "His brothers included Cilix, who gave his name to Cilicia, and Phineus, who was tormented by Harpies. He was sentenced to serve eight years as the bondsman of Ares for killing a sacred serpent. The Delphic Oracle advised him to follow a cow and build a city wherever it sank down from weariness. This": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.09313351
      ],
      [
        "mus",
        -0.00027313698
      ]
    ]
  },
  "A brown businessman and a man in red pants and a white shirt feature in Max Ernst's depiction of this scene, subtitled \"Revolution by Night,\" while Rogier van der Weyden's features a red-clad praying donor and a blue-clad Saint John. A \"Florentine\" one made by the sculptor of the most famous one unusually includes Nicodemus and Mary Magadalen; unlike the most famous one, the other female figure is": {
    "guess": "Descent from the Cross",
    "confidence": [
      [
        "Des",
        -0.37813157
      ],
      [
        "cent",
        -1.4974867e-05
      ],
      [
        " from",
        -0.00010509284
      ],
      [
        " the",
        -3.5597102e-05
      ],
      [
        " Cross",
        -0.0005116874
      ]
    ]
  },
  "It will be broken when the sons of Muspell ride it, and one of its ends is at Himinbjorg. It is said to have three colors, even though it appears as a rainbow and the top color, red, is a fire above it.": {
    "guess": "Bifrost",
    "confidence": [
      [
        "B",
        -0.062302873
      ],
      [
        "if",
        -0.4835856
      ],
      [
        "rost",
        -0.000985412
      ]
    ]
  },
  "The brothers Plexippus and Toxeus were killed over the pelt of one of these animals, one of which was captured shortly after the death of the centaur Pholus. That animal was captured after it had been driven into a snow bank and caused King Eurystheus to hide in a bronze jar. Since King Oeneus did not pay tribute to her, Artemis sent one of these creatures to rampage the countryside; that animal was": {
    "guess": "Calydonian Boar",
    "confidence": [
      [
        "Cal",
        -0.772419
      ],
      [
        "y",
        -0.0059138658
      ],
      [
        "don",
        -0.00012178135
      ],
      [
        "ian",
        -0.0003460713
      ],
      [
        " Bo",
        -0.11041065
      ],
      [
        "ar",
        -2.5226382e-05
      ]
    ]
  },
  "His brothers included Cilix, who gave his name to Cilicia, and Phineus, who was tormented by Harpies.": {
    "guess": "Phoenix (mythology)",
    "confidence": [
      [
        "Phoenix",
        -0.9270935
      ],
      [
        " (",
        -0.015846545
      ],
      [
        "my",
        -0.20003612
      ],
      [
        "th",
        -7.226629e-06
      ],
      [
        "ology",
        -0.00013619766
      ],
      [
        ")",
        -1.2829201e-05
      ]
    ]
  },
  "Bronze sculptures of babies appear to crawl up and down this city's tallest building, a transmitter tower": {
    "guess": "Cincinnati",
    "confidence": [
      [
        "C",
        -1.252885
      ],
      [
        "incinnati",
        -0.83443916
      ]
    ]
  },
  "The bronze in the baldachino in St. Peter's came from this building's ceiling.  Its portico consists of three rows of eight columns of Egyptian granite, which support an entablature bearing a Latin inscription attributing this building to its architect, though Hadrian rebuilt the extant building.  The only natural light that enters this building is through the bronze portico doors and through the oculus at the top of its massive dome, which was the largest until the advent of St. Peter's Basilica.": {
    "guess": "Pantheon",
    "confidence": [
      [
        "Pan",
        -0.010174978
      ],
      [
        "theon",
        -1.8431772e-05
      ]
    ]
  },
  "This man's brothers were Nahor and Haran, and his father was Terah. He told his wife to say that she was his sister to evade Egyptian guards. This man fathered Ishmael with Hagar, but he is more famous for nearly (*) sacrificing his son, Isaac. For 10 points, name this Old Testament figure whose wife was Sarah and who made a covenant with God, making him a patriarchal figure in Islam, Christianity,": {
    "guess": "Abraham",
    "confidence": [
      [
        "Ab",
        -0.0011430763
      ],
      [
        "raham",
        -8.053688e-05
      ]
    ]
  },
  "Brown adipose tissue is rich in these thermogenin containing organelles, a protein which produces heat by shivering. Their inner membranes are highly impermeable and are folded into compartments known as cristae (*). Due to their separate DNA, they are thought to be descendants of aerobic bacteria that have made their way into eukaryotes via endosymbiosis. FTP, identify these organelles, the sites": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.00039135036
      ],
      [
        "ochond",
        -0.00014656837
      ],
      [
        "r",
        -0.0034464689
      ],
      [
        "ion",
        -5.080963e-06
      ]
    ]
  },
  "This brother of Chrysaor (\"CRY-say-or\") created the Hippocrene (\"HIP-oh-creen\") fountain. This figure": {
    "guess": "Pegasus",
    "confidence": [
      [
        "P",
        -0.034976244
      ],
      [
        "egasus",
        -0.0019180491
      ]
    ]
  },
  "Brown adipose tissue is rich in these thermogenin containing organelles, a protein which produces heat by shivering. Their inner membranes are highly impermeable and are folded into compartments known as cristae (*). Due to their separate DNA, they are thought to be descendants of aerobic bacteria that": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0049158894
      ],
      [
        "ochond",
        -4.7994283e-05
      ],
      [
        "r",
        -0.007753438
      ],
      [
        "ion",
        -7.58424e-06
      ]
    ]
  },
  "This man's brother-in-law, James Dickson, helped secure him a spot on the Worcester that journeyed to Sumatra. This one-time prisoner of King Ali of Ludamar escaped and traveled to Silla on an expedition begun after the disappearance of Daniel Houghton. He recounted meeting natives who wouldn't believe": {
    "guess": "Mungo Park",
    "confidence": [
      [
        "M",
        -0.12901257
      ],
      [
        "ung",
        -0.00048405782
      ],
      [
        "o",
        -1.6643718e-05
      ],
      [
        " Park",
        -0.00010950337
      ]
    ]
  },
  "This man's brothers founded Cilicia and Phoenicia, and his daughter Autonoe bore a son who would eventually be torn to pieces by his own hounds. This man also fathered Semele and, in his later life, he and his wife were turned into snakes. That wife of this man was the daughter of Aphrodite and Ares to whom Hephaestus gave a cursed necklace in revenge. This man was ordered by Athena to sow the earth with (*) dragon's teeth, creating warriors who would help him found his city, which he reached after being ordered to follow a cow instead of continuing to search for his abducted sister. For 10 points, name this brother of Europa, husband of Harmonia, and founder of Thebes.": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.0034389847
      ],
      [
        "mus",
        -1.1041146e-05
      ]
    ]
  },
  "One of this man's brothers, who rode around in a bronze chariot imitating Zeus, was Salmoneus (SAL-moh-NAY-uss). He marked the hooves of his cattle to prove that Autolycus was stealing from him. He earned Zeus's wrath for telling Asopus of Aegina's abduction. This son of Enarete (EE-nuh-REE-tay) and Aeolus (eye-OH-luss) claimed that his wife Merope (muh-ROH-pee) did not perform proper funeral rites.": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.00562787
      ],
      [
        "isy",
        -0.026437776
      ],
      [
        "ph",
        -4.365741e-06
      ],
      [
        "us",
        -4.2272506e-05
      ]
    ]
  },
  "A brown businessman and a man in red pants and a white shirt feature in Max Ernst's depiction of this": {
    "guess": "Max Ernst",
    "confidence": [
      [
        "Max",
        -0.8863227
      ],
      [
        " Ernst",
        -0.0018293926
      ]
    ]
  },
  "When broken down into skatole and indole, it is the main cause of the foul stench of feces.  In 1988, the production of this molecule by Showa Denko K.K. using genetically engineered bacteria resulted in the death of thirty-seven people from eosinophilia myalgia syndrome.  First isolated from casein, it works with lysine to reduce cholesterol levels and can form niacin when low in the body, thus a lack of it causes pellagra.   FTP, name this largest essential amino acid with a cyclic side chain,": {
    "guess": "Tryptophan",
    "confidence": [
      [
        "T",
        -0.0053460593
      ],
      [
        "rypt",
        -3.094816e-05
      ],
      [
        "oph",
        -0.00019579215
      ],
      [
        "an",
        -0.00013297916
      ]
    ]
  },
  "One of this man's brothers, who rode around in a bronze chariot imitating Zeus, was Salmoneus (SAL-moh-NAY-uss). He marked the hooves of his cattle to prove that Autolycus was stealing from him. He earned Zeus's wrath for telling Asopus of Aegina's abduction. This son of Enarete (EE-nuh-REE-tay) and Aeolus (eye-OH-luss) claimed that his wife Merope (muh-ROH-pee) did not perform proper funeral rites. He made that claim in order to convince Persephone to allow him to return to life, and he earlier": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.0013102402
      ],
      [
        "isy",
        -0.00016098835
      ],
      [
        "ph",
        -1.3856493e-06
      ],
      [
        "us",
        -3.190179e-05
      ]
    ]
  },
  "This man's brother-in-law, James Dickson, helped secure him a spot on the Worcester that journeyed to Sumatra. This one-time prisoner of King Ali of Ludamar escaped and traveled to Silla on an expedition begun after the disappearance of Daniel Houghton. He recounted meeting natives who wouldn't believe him that white people didn't purchase slaves in order to eat them in his best-selling Travels in": {
    "guess": "Mungo Park",
    "confidence": [
      [
        "M",
        -0.08304491
      ],
      [
        "ung",
        -0.0049660667
      ],
      [
        "o",
        -1.9862217e-05
      ],
      [
        " Park",
        -9.3291674e-05
      ]
    ]
  },
  "A brown businessman and a man in red pants and a white shirt feature in Max Ernst's depiction of this scene, subtitled \"Revolution by Night,\" while Rogier van der Weyden's features a red-clad praying donor": {
    "guess": "The Descent from the Cross",
    "confidence": [
      [
        "The",
        -0.93138224
      ],
      [
        " Des",
        -0.8704906
      ],
      [
        "cent",
        -1.50940705e-05
      ],
      [
        " from",
        -0.0011492675
      ],
      [
        " the",
        -4.823269e-05
      ],
      [
        " Cross",
        -2.057744e-05
      ]
    ]
  },
  "When broken down into skatole and indole, it is the main cause of the foul stench of feces.  In 1988,": {
    "guess": "Feces",
    "confidence": [
      [
        "F",
        -0.25408208
      ],
      [
        "ec",
        -0.31942055
      ],
      [
        "es",
        -0.00014048899
      ]
    ]
  },
  "Bronze sculptures of babies appear to crawl up and down this city's tallest building, a transmitter tower consisting of nine pods sandwiched between three pillars. A Gothic cathedral in this city unusually has double-diagonal ribs spanning the choir-bay, forming the so-called net vaults, or Parler's vaults. This city is home to a statue with a gilded halo of five stars and palm, which is part of a continuous alley of thirty statues decorating this city's best-known bridge. Wavy windows and a \"pinched": {
    "guess": "Prague",
    "confidence": [
      [
        "Pr",
        -0.42477232
      ],
      [
        "ague",
        -6.8854926e-05
      ]
    ]
  },
  "When broken down into skatole and indole, it is the main cause of the foul stench of feces.  In 1988, the production of this molecule by Showa Denko K.K. using genetically engineered bacteria resulted in the death of thirty-seven people from eosinophilia myalgia syndrome.  First isolated from casein, it works with lysine to reduce cholesterol levels and can form niacin when low in the body, thus a": {
    "guess": "Tryptophan",
    "confidence": [
      [
        "T",
        -0.31901333
      ],
      [
        "rypt",
        -0.00048501143
      ],
      [
        "oph",
        -7.696077e-05
      ],
      [
        "an",
        -0.00022845028
      ]
    ]
  },
  "This man's brother-in-law, James Dickson, helped secure him a spot on the Worcester that journeyed to Sumatra. This one-time prisoner of King Ali of Ludamar escaped and traveled to Silla on an expedition begun after the disappearance of Daniel Houghton. He recounted meeting natives who wouldn't believe him that white people didn't purchase slaves in order to eat them in his best-selling Travels in the Interior Districts of Africa. He left his medical practice in Peebles to embark on his final expedition": {
    "guess": "Mungo Park",
    "confidence": [
      [
        "M",
        -0.005588872
      ],
      [
        "ung",
        -0.00014919086
      ],
      [
        "o",
        -1.0921943e-05
      ],
      [
        " Park",
        -2.5703197e-05
      ]
    ]
  },
  "This man's brothers founded Cilicia and Phoenicia, and his daughter Autonoe bore a son who would eventually be torn to pieces by his own hounds. This man also fathered Semele and, in his later life, he": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.0037422448
      ],
      [
        "mus",
        -5.276243e-05
      ]
    ]
  },
  "This man's brothers founded Cilicia and Phoenicia, and his daughter Autonoe bore a son who would eventually be torn to pieces by his own hounds. This man also fathered Semele and, in his later life, he and his wife were turned into snakes. That wife of this man was the daughter of Aphrodite and Ares": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.019159937
      ],
      [
        "mus",
        -1.1994775e-05
      ]
    ]
  },
  "This man's brothers founded Cilicia and Phoenicia, and his daughter Autonoe bore a son who would eventually be torn to pieces by his own hounds. This man also fathered Semele and, in his later life, he and his wife were turned into snakes. That wife of this man was the daughter of Aphrodite and Ares to whom Hephaestus gave a cursed necklace in revenge. This man was ordered by Athena to sow the earth with (*) dragon's teeth, creating warriors who would help him found his city, which he reached after being ordered to follow a cow instead of continuing to search for his abducted sister. For 10 points,": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.0064971126
      ],
      [
        "mus",
        -5.4385737e-06
      ]
    ]
  },
  "The bronze in the baldachino in St. Peter's came from this building's ceiling.  Its portico consists of three rows of eight columns of Egyptian granite, which support an entablature bearing a Latin inscription attributing this building to its architect, though Hadrian rebuilt the extant building.  The only natural light that enters this building is through the bronze portico doors and through the oculus": {
    "guess": "Pantheon",
    "confidence": [
      [
        "Pan",
        -0.09406027
      ],
      [
        "theon",
        -2.451116e-05
      ]
    ]
  },
  "The brothers Peter and Asen led a successful rebellion against this empire in one of its northern provinces. This Empire signed the Treaty of Devol. Its forces won the Battle of Dyrrhachium against Bohemund of Taranto, ending the Norman invasion of this empire. It lost to Alp Arslan's Seljuq forces at the Battle of Manzikert. Famous historians from this empire include the author of the Secret History,": {
    "guess": "Byzantine Empire",
    "confidence": [
      [
        "By",
        -0.21608089
      ],
      [
        "z",
        -5.6769813e-06
      ],
      [
        "antine",
        -0.0004658233
      ],
      [
        " Empire",
        -0.0009582703
      ]
    ]
  },
  "Brown-Sequard syndrome results from a hemisection of this structure. The inferior end of this structure contains the conus medullaris, whose projections are known as the cauda equina. It contains dorsal and ventral horns, as well as columns known as tracts. Like a related structure, it is divided into": {
    "guess": "Spinal cord",
    "confidence": [
      [
        "Sp",
        -0.008885777
      ],
      [
        "inal",
        -1.3856493e-06
      ],
      [
        " cord",
        -0.0880559
      ]
    ]
  },
  "The bronze in the baldachino in St. Peter's came from this building's ceiling.  Its portico consists of three rows of eight columns of Egyptian granite, which support an entablature bearing a Latin inscription attributing this building to its architect, though Hadrian rebuilt the extant building.  The only natural light that enters this building is through the bronze portico doors and through the oculus at the top of its massive dome, which was the largest until the advent of St. Peter's Basilica.  FTP, name this Roman domed building first built by Agrippa and dedicated to all the gods.": {
    "guess": "Pantheon",
    "confidence": [
      [
        "Pan",
        -0.04443067
      ],
      [
        "theon",
        -0.0006466718
      ]
    ]
  },
  "This brother of Eurybia and Thaumus was an uncle of Ladon and the Harpies. Like Danaus, he gave his name": {
    "guess": "Phorcys",
    "confidence": [
      [
        "Ph",
        -1.00924
      ],
      [
        "orc",
        -0.5012786
      ],
      [
        "ys",
        -0.008217262
      ]
    ]
  },
  "The bronze in the baldachino in St. Peter's came from this building's ceiling.  Its portico consists of three rows of eight columns of Egyptian granite, which support an entablature bearing a Latin inscription": {
    "guess": "Pantheon",
    "confidence": [
      [
        "Pan",
        -0.013846592
      ],
      [
        "theon",
        -2.1769476e-05
      ]
    ]
  },
  "A brown businessman and a man in red pants and a white shirt feature in Max Ernst's depiction of this scene, subtitled \"Revolution by Night,\" while Rogier van der Weyden's features a red-clad praying donor and a blue-clad Saint John. A \"Florentine\" one made by the sculptor of the most famous one unusually includes Nicodemus and Mary Magadalen; unlike the most famous one, the other female figure is not made unnaturally large, young, or triangular as she sits astride Golgotha. For 10 points, name this scene that appears in the first chapel at St. Peter's and shows Mary holding the dead Christ, most": {
    "guess": "Deposition from the Cross",
    "confidence": [
      [
        "Dep",
        -0.32141733
      ],
      [
        "osition",
        -0.00064071163
      ],
      [
        " from",
        -0.079463035
      ],
      [
        " the",
        -0.00019924906
      ],
      [
        " Cross",
        -0.0044819852
      ]
    ]
  },
  "One of this man's brothers, who rode around in a bronze chariot imitating Zeus, was Salmoneus (SAL-moh-NAY-uss). He marked the hooves of his cattle to prove that Autolycus was stealing from him. He earned": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.0070443903
      ],
      [
        "isy",
        -0.0975209
      ],
      [
        "ph",
        -2.6968896e-06
      ],
      [
        "us",
        -6.194111e-05
      ]
    ]
  },
  "This man's brother-in-law, James Dickson, helped secure him a spot on the Worcester that journeyed to Sumatra. This one-time prisoner of King Ali of Ludamar escaped and traveled to Silla on an expedition begun after the disappearance of Daniel Houghton. He recounted meeting natives who wouldn't believe him that white people didn't purchase slaves in order to eat them in his best-selling Travels in the Interior Districts of Africa. He left his medical practice in Peebles to embark on his final expedition with his brother-in-law John Martyn and then marched stupidly into the bush during the rainy": {
    "guess": "Mungo Park",
    "confidence": [
      [
        "M",
        -0.0024988484
      ],
      [
        "ung",
        -6.241792e-05
      ],
      [
        "o",
        -5.9153886e-06
      ],
      [
        " Park",
        -4.246537e-06
      ]
    ]
  },
  "Brown adipose tissue is rich in these thermogenin containing organelles, a protein which produces heat by shivering. Their inner membranes are highly impermeable and are folded into compartments known as cristae (*). Due to their separate DNA, they are thought to be descendants of aerobic bacteria that have made their way into eukaryotes via endosymbiosis. FTP, identify these organelles, the sites of phosphorylated ATP synthesis and cellular energy conversion, commonly known as the power plants of a cell.": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0011383118
      ],
      [
        "ochond",
        -8.363618e-05
      ],
      [
        "r",
        -0.00077723106
      ],
      [
        "ion",
        -5.5122365e-07
      ]
    ]
  },
  "Brown adipose tissue is rich in these thermogenin containing organelles, a protein which produces heat": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.27540782
      ],
      [
        "ochond",
        -1.7835755e-05
      ],
      [
        "r",
        -0.010381939
      ],
      [
        "ion",
        -5.2001665e-06
      ]
    ]
  },
  "His brothers included Cilix, who gave his name to Cilicia, and Phineus, who was tormented by Harpies. He was sentenced to serve eight years as the bondsman of Ares for killing a sacred serpent. The Delphic Oracle advised him to follow a cow and build a city wherever it sank down from weariness. This father of Semele was helped in founding that city by 5 men who sprang up when he sowed the ground with the teeth of Ares's serpent. FTP name this man who founded Thebes after abandoning the search for his sister Europa.": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.002613944
      ],
      [
        "mus",
        -4.8709502e-05
      ]
    ]
  },
  "Brown-Sequard syndrome results from a hemisection of this structure. The inferior end of this structure contains the conus medullaris, whose projections are known as the cauda equina. It contains dorsal": {
    "guess": "Spinal cord",
    "confidence": [
      [
        "Sp",
        -0.002891775
      ],
      [
        "inal",
        -4.9617593e-06
      ],
      [
        " cord",
        -0.015845722
      ]
    ]
  },
  "A brown businessman and a man in red pants and a white shirt feature in Max Ernst's depiction of this scene, subtitled \"Revolution by Night,\" while Rogier van der Weyden's features a red-clad praying donor and a blue-clad Saint John. A \"Florentine\" one made by the sculptor of the most famous one unusually includes Nicodemus and Mary Magadalen; unlike the most famous one, the other female figure is not made unnaturally large, young, or triangular as she sits astride Golgotha. For 10 points, name this": {
    "guess": "Descent from the Cross",
    "confidence": [
      [
        "Des",
        -0.5536891
      ],
      [
        "cent",
        -4.2153304e-05
      ],
      [
        " from",
        -0.00023369525
      ],
      [
        " the",
        -7.2192626e-05
      ],
      [
        " Cross",
        -0.00106937
      ]
    ]
  },
  "The brothers Peter and Asen led a successful rebellion against this empire in one of its northern provinces.": {
    "guess": "Byzantine Empire",
    "confidence": [
      [
        "By",
        -0.42289442
      ],
      [
        "z",
        -1.247159e-05
      ],
      [
        "antine",
        -0.00016420685
      ],
      [
        " Empire",
        -0.00044866532
      ]
    ]
  },
  "The bronze in the baldachino in St. Peter's came from this building's ceiling.  Its portico consists of three rows of eight columns of Egyptian granite, which support an entablature bearing a Latin inscription attributing this building to its architect, though Hadrian rebuilt the extant building.  The": {
    "guess": "Pantheon",
    "confidence": [
      [
        "Pan",
        -0.021050835
      ],
      [
        "theon",
        -6.1537958e-06
      ]
    ]
  },
  "The brothers Plexippus and Toxeus were killed over the pelt of one of these animals, one of which was captured shortly after the death of the centaur Pholus. That animal was captured after it had been driven into a snow bank and caused King Eurystheus to hide in a bronze jar. Since King Oeneus did not": {
    "guess": "Calydonian Boar",
    "confidence": [
      [
        "C",
        -1.1172732
      ],
      [
        "aly",
        -0.09000462
      ],
      [
        "don",
        -3.4524266e-05
      ],
      [
        "ian",
        -0.00035274302
      ],
      [
        " Bo",
        -0.091949195
      ],
      [
        "ar",
        -5.312004e-05
      ]
    ]
  },
  "A brown businessman and a man in red pants and a white shirt feature in Max Ernst's depiction of this scene, subtitled \"Revolution by Night,\" while Rogier van der Weyden's features a red-clad praying donor and a blue-clad Saint John. A \"Florentine\" one made by the sculptor of the most famous one unusually includes Nicodemus and Mary Magadalen; unlike the most famous one, the other female figure is not made unnaturally large, young, or triangular as she sits astride Golgotha. For 10 points, name this scene that appears in the first chapel at St. Peter's and shows Mary holding the dead Christ, most associated with Michelangelo.": {
    "guess": "Pietà",
    "confidence": [
      [
        "P",
        -0.31004673
      ],
      [
        "iet",
        -4.477578e-05
      ],
      [
        "à",
        -0.0008352392
      ]
    ]
  },
  "One of this man's brothers, who rode around in a bronze chariot imitating Zeus, was Salmoneus (SAL-moh-NAY-uss). He marked the hooves of his cattle to prove that Autolycus was stealing from him. He earned Zeus's wrath for telling Asopus of Aegina's abduction. This son of Enarete (EE-nuh-REE-tay) and": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.029120114
      ],
      [
        "isy",
        -0.010008576
      ],
      [
        "ph",
        -1.7432603e-06
      ],
      [
        "us",
        -5.955704e-05
      ]
    ]
  },
  "This man's brothers were Nahor and Haran, and his father was Terah. He told his wife to say that she": {
    "guess": "Abraham",
    "confidence": [
      [
        "Ab",
        -0.024087576
      ],
      [
        "raham",
        -0.0014132122
      ]
    ]
  },
  "The brothers Plexippus and Toxeus were killed over the pelt of one of these animals, one of which was": {
    "guess": "Meleager",
    "confidence": [
      [
        "Me",
        -0.56597847
      ],
      [
        "le",
        -0.00024572382
      ],
      [
        "ager",
        -0.032212984
      ]
    ]
  },
  "This man's brother-in-law, James Dickson, helped secure him a spot on the Worcester that journeyed to": {
    "guess": "John Ross",
    "confidence": [
      [
        "John",
        -1.7359177
      ],
      [
        " Ross",
        -0.7371116
      ]
    ]
  },
  "This brother of Eurybia and Thaumus was an uncle of Ladon and the Harpies. Like Danaus, he gave his name to his fifty daughters. In the Iliad, Hephaestus mentions being saved by Eurynome and one of this": {
    "guess": "Pontus",
    "confidence": [
      [
        "Pont",
        -0.83903456
      ],
      [
        "us",
        -0.030779382
      ]
    ]
  },
  "One of this man's brothers, who rode around in a bronze chariot imitating Zeus, was Salmoneus (SAL-moh-NAY-uss). He marked the hooves of his cattle to prove that Autolycus was stealing from him. He earned Zeus's wrath for telling Asopus of Aegina's abduction. This son of Enarete (EE-nuh-REE-tay) and Aeolus (eye-OH-luss) claimed that his wife Merope (muh-ROH-pee) did not perform proper funeral rites. He made that claim in order to convince Persephone to allow him to return to life, and he earlier tricked Death into chaining himself. For 10 points, name the tragic Greek who was condemned to eternally roll a boulder up a hill.": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.00023274162
      ],
      [
        "isy",
        -5.419287e-05
      ],
      [
        "ph",
        -4.1273333e-06
      ],
      [
        "us",
        -2.4272753e-05
      ]
    ]
  },
  "Bronze sculptures of babies appear to crawl up and down this city's tallest building, a transmitter tower consisting of nine pods sandwiched between three pillars. A Gothic cathedral in this city unusually has double-diagonal ribs spanning the choir-bay, forming the so-called net vaults, or Parler's": {
    "guess": "Prague",
    "confidence": [
      [
        "Pr",
        -0.7166389
      ],
      [
        "ague",
        -2.6299214e-05
      ]
    ]
  },
  "One of this man's brothers, who rode around in a bronze chariot imitating Zeus, was Salmoneus (SAL-moh-NAY-uss). He marked the hooves of his cattle to prove that Autolycus was stealing from him. He earned Zeus's wrath for telling Asopus of Aegina's abduction. This son of Enarete (EE-nuh-REE-tay) and Aeolus (eye-OH-luss) claimed that his wife Merope (muh-ROH-pee) did not perform proper funeral rites. He made that claim in order to convince Persephone to allow him to return to life, and he earlier tricked Death into chaining himself. For 10 points, name the tragic Greek who was condemned to eternally": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.0011751055
      ],
      [
        "isy",
        -1.6166903e-05
      ],
      [
        "ph",
        -1.1041146e-05
      ],
      [
        "us",
        -3.166338e-05
      ]
    ]
  },
  "The brothers Plexippus and Toxeus were killed over the pelt of one of these animals, one of which was captured shortly after the death of the centaur Pholus. That animal was captured after it had been": {
    "guess": "Calydonian Boar",
    "confidence": [
      [
        "Cal",
        -0.5966259
      ],
      [
        "y",
        -0.036360096
      ],
      [
        "don",
        -0.00027575582
      ],
      [
        "ian",
        -0.0007204149
      ],
      [
        " Bo",
        -0.122007705
      ],
      [
        "ar",
        -0.00011009939
      ]
    ]
  },
  "This man's brother is the actual composer of most of Mozart's thirty-seventh symphony. In the finale of an F-sharp minor symphony by this man, the tempo switches from presto to adagio, and one orchestral section after another gets up and leaves. This man composed around 170 works for the baryton, which": {
    "guess": "Michael Haydn",
    "confidence": [
      [
        "Michael",
        -1.1032379
      ],
      [
        " Hay",
        -0.0017186158
      ],
      [
        "dn",
        -3.4047454e-05
      ]
    ]
  },
  "When broken down into skatole and indole, it is the main cause of the foul stench of feces.  In 1988, the production of this molecule by Showa Denko K.K. using genetically engineered bacteria resulted": {
    "guess": "Skatole",
    "confidence": [
      [
        "Sk",
        -0.70977426
      ],
      [
        "at",
        -0.00091003306
      ],
      [
        "ole",
        -5.6769813e-06
      ]
    ]
  },
  "This man's brother-in-law, James Dickson, helped secure him a spot on the Worcester that journeyed to Sumatra. This one-time prisoner of King Ali of Ludamar escaped and traveled to Silla on an expedition begun after the disappearance of Daniel Houghton. He recounted meeting natives who wouldn't believe him that white people didn't purchase slaves in order to eat them in his best-selling Travels in the Interior Districts of Africa. He left his medical practice in Peebles to embark on his final expedition with his brother-in-law John Martyn and then marched stupidly into the bush during the rainy season. His guide, Isaaco, later concluded that this man died after defending his capsized boat, the": {
    "guess": "Mungo Park",
    "confidence": [
      [
        "M",
        -0.0037908158
      ],
      [
        "ung",
        -0.00021879478
      ],
      [
        "o",
        -8.657073e-06
      ],
      [
        " Park",
        -3.357064e-05
      ]
    ]
  },
  "This man's brothers founded Cilicia and Phoenicia, and his daughter Autonoe bore a son who would eventually be torn to pieces by his own hounds. This man also fathered Semele and, in his later life, he and his wife were turned into snakes. That wife of this man was the daughter of Aphrodite and Ares to whom Hephaestus gave a cursed necklace in revenge. This man was ordered by Athena to sow the earth with (*) dragon's teeth, creating warriors who would help him found his city, which he reached after": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.0017865638
      ],
      [
        "mus",
        -3.5120287e-05
      ]
    ]
  },
  "This man's brothers were Nahor and Haran, and his father was Terah. He told his wife to say that she was his sister to evade Egyptian guards. This man fathered Ishmael with Hagar, but he is more famous for nearly (*) sacrificing his son, Isaac. For 10 points, name this Old Testament figure whose wife": {
    "guess": "Abraham",
    "confidence": [
      [
        "Ab",
        -0.0050371173
      ],
      [
        "raham",
        -8.792751e-05
      ]
    ]
  },
  "This brother of Chrysaor (\"CRY-say-or\") created the Hippocrene (\"HIP-oh-creen\") fountain. This figure was credited with helping a hero slay the Chimera and was tamed with a special girdle given by Athena to that hero, Bellerophon (\"bell-AIR-oh-fon\"), in a dream. Eventually employed as Zeus' bolt- carrier,": {
    "guess": "Bellerophon",
    "confidence": [
      [
        "B",
        -1.0753924
      ],
      [
        "eller",
        -0.0007344626
      ],
      [
        "ophon",
        -0.0077929366
      ]
    ]
  }
}