{
  "HL Tau 76 was the first variable type of this object discovered. If the mass of its progenitor cannot utilize the triple-alpha process, the helium type of this can form, though none have yet been formed this way. Arthur Eddington predicted that the light from these were subject to redshift because of their enormous density. When one of these forms in a binary star system, accretion of matter onto them from their companion star may result in a Type 1a supernova. As these objects are solely supported by electron degeneracy pressure, they will collapse if they exceed the Chandrasekhar Limit. Name": {
    "guess": "White dwarf",
    "confidence": [
      [
        "White",
        -0.10158037
      ],
      [
        " dwarf",
        -0.1990169
      ]
    ]
  },
  "HL Tau 76 was the first variable type of this object discovered. If the mass of its progenitor cannot utilize the triple-alpha process, the helium type of this can form, though none have yet been formed this way. Arthur Eddington predicted that the light from these were subject to redshift because of their enormous density. When one of these forms in a binary star system, accretion of matter onto them from their companion star may result in a Type 1a supernova. As these objects are solely supported": {
    "guess": "White Dwarf",
    "confidence": [
      [
        "White",
        -1.3835067
      ],
      [
        " Dwarf",
        -0.05845087
      ]
    ]
  },
  "HL Tau 76 was the first variable type of this object discovered. If the mass of its progenitor cannot utilize the triple-alpha process, the helium type of this can form, though none have yet been formed this way. Arthur Eddington predicted that the light from these were subject to redshift because of their enormous density. When one of these forms in a binary star system, accretion of matter onto them from their companion star may result in a Type 1a supernova. As these objects are solely supported by electron degeneracy pressure, they will collapse if they exceed the Chandrasekhar Limit. Name this type of stellar remnant that the sun will eventually form.": {
    "guess": "White dwarf",
    "confidence": [
      [
        "White",
        -0.03188211
      ],
      [
        " dwarf",
        -0.10554487
      ]
    ]
  },
  "HL Tau 76 was the first variable type of this object discovered. If the mass of its progenitor cannot utilize the triple-alpha process, the helium type of this can form, though none have yet been formed": {
    "guess": "Variable star",
    "confidence": [
      [
        "Variable",
        -1.1746866
      ],
      [
        " star",
        -0.27383712
      ]
    ]
  },
  "HL Tau 76 was the first variable type of this object discovered. If the mass of its progenitor cannot utilize the triple-alpha process, the helium type of this can form, though none have yet been formed this way. Arthur Eddington predicted that the light from these were subject to redshift because of their enormous density. When one of these forms in a binary star system, accretion of matter onto them": {
    "guess": "Neutron star",
    "confidence": [
      [
        "Ne",
        -0.5576399
      ],
      [
        "utron",
        -0.00042698128
      ],
      [
        " star",
        -0.15028222
      ]
    ]
  },
  "HL Tau 76 was the first variable type of this object discovered. If the mass of its progenitor cannot": {
    "guess": "T Tauri star",
    "confidence": [
      [
        "T",
        -0.5257864
      ],
      [
        " T",
        -0.008702386
      ],
      [
        "aur",
        -4.3202e-07
      ],
      [
        "i",
        -3.4166656e-05
      ],
      [
        " star",
        -0.0115901455
      ]
    ]
  },
  "HL Tau 76 was the first variable type of this object discovered. If the mass of its progenitor cannot utilize the triple-alpha process, the helium type of this can form, though none have yet been formed this way. Arthur Eddington predicted that the light from these were subject to redshift because of": {
    "guess": "Variable star",
    "confidence": [
      [
        "Variable",
        -0.5159561
      ],
      [
        " star",
        -0.15822408
      ]
    ]
  }
}