{
  "The English had captured the port of Harfleur, and were marching  north towards Calais. The French confronted them just above the  Somme, in a thick forest near the town that gave this battle its  name. Initial French cavalry attacks were repelled by English  archers, who then took up swords and axes against the main assault  as the battle became a rout. FTP, name this 1415 victory for King  Henry": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.010846782
      ],
      [
        " of",
        -0.0013451157
      ],
      [
        " Ag",
        -0.0030917972
      ],
      [
        "inc",
        -3.655073e-05
      ],
      [
        "ourt",
        -7.672237e-05
      ]
    ]
  },
  "This Englishman had \"long dwelt in Amsterdam\" before deciding to move to America.  When we first meet him, he proffers a cup of medicine, and is labeled a \"Black Man,\" or the devil in disguise by his wife.": {
    "guess": "Young Goodman Brown",
    "confidence": [
      [
        "Young",
        -0.21125817
      ],
      [
        " Goodman",
        -6.4802e-05
      ],
      [
        " Brown",
        -2.1054253e-05
      ]
    ]
  },
  "This engagement began with the transfer of the control of Bohemia to ten governors, of whom seven  were Catholic. During its the Danish period, Schleswig and Holstein were conquered, then handed back to": {
    "guess": "Bohemian Revolt",
    "confidence": [
      [
        "Bo",
        -0.96617424
      ],
      [
        "hem",
        -0.11138533
      ],
      [
        "ian",
        -0.0003581072
      ],
      [
        " Rev",
        -0.011442592
      ],
      [
        "olt",
        -1.18755715e-05
      ]
    ]
  },
  "One engagement at this battle saw the Marquis de Choisy defeat the forces of Thomas Dundas at Gloucester, while the capturing of Redoubts 9 and 10 led one side to the breaking point. Prior to this battle,": {
    "guess": "Siege of Yorktown",
    "confidence": [
      [
        "Sie",
        -0.02937146
      ],
      [
        "ge",
        -5.705376e-05
      ],
      [
        " of",
        -0.00063261675
      ],
      [
        " York",
        -0.001416427
      ],
      [
        "town",
        -5.3193703e-06
      ]
    ]
  },
  "The English had captured the port of Harfleur, and were marching  north towards Calais. The French confronted": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.92704004
      ],
      [
        " of",
        -0.004796665
      ],
      [
        " Ag",
        -0.015509153
      ],
      [
        "inc",
        -1.0206721e-05
      ],
      [
        "ourt",
        -2.0339032e-05
      ]
    ]
  },
  "The English Statute of Laborers set a maximum wage in response to deaths caused by this event. Jews were falsely accused of poisoning wells during this event, whose victims are supposedly described by the nursery rhyme (*) \"Ring Around the Rosie.\" This event was likely caused by merchant ships transporting flea-infested rats from Asia. For 10 points, name this pandemic that sickened and killed tens of millions of people in Europe in the 14th century.": {
    "guess": "Black Death",
    "confidence": [
      [
        "Black",
        -0.44029483
      ],
      [
        " Death",
        -0.00085382396
      ]
    ]
  },
  "This English word derives from a Latin verb for \"to come to know\" that was created by Cicero to translate a Greek term for the act of thinking. The Stamper family of loggers is described in Ken Kesey's book titled \"Sometimes a Great\" one of these things. This word can also refer to the small articles used in crafting or sewing. For 10 points, give this word, which also refers to a general idea or impression.": {
    "guess": "Notepad",
    "confidence": [
      [
        "Not",
        -0.24873033
      ],
      [
        "epad",
        -1.7853293
      ]
    ]
  },
  "An English work of the same title outlined the basics of working in two, three, or four parts and attempted to revise the methods advocated by Christopher Simpson and John Playfeld. That version, written": {
    "guess": "The Division Violist",
    "confidence": [
      [
        "The",
        -0.68023545
      ],
      [
        " Division",
        -0.035588335
      ],
      [
        " Viol",
        -0.08392122
      ],
      [
        "ist",
        -0.09178423
      ]
    ]
  },
  "One engagement at this battle saw the Marquis de Choisy defeat the forces of Thomas Dundas at Gloucester, while the capturing of Redoubts 9 and 10 led one side to the breaking point. Prior to this battle, one side had convinced the enemy of an imminent attack on New York City, while the other side had marched in after resupplying at Wilmington. This battle was preceded by a defeat for Thomas Graves' fleet against the fleet of Admiral de Grasse at the Battle of the Chesapeake and its conclusion saw the British band play The World Turned Upside Down. For 10 points, identify this battle that caused the downfall of Lord North's government, the signing of the Treaty of Paris and the defeat of the": {
    "guess": "Siege of Yorktown",
    "confidence": [
      [
        "Sie",
        -0.030179003
      ],
      [
        "ge",
        -1.6524515e-05
      ],
      [
        " of",
        -8.351697e-05
      ],
      [
        " York",
        -4.9067115e-05
      ],
      [
        "town",
        -5.4385737e-06
      ]
    ]
  },
  "This engagement began with the transfer of the control of Bohemia to ten governors, of whom seven  were Catholic. During its the Danish period, Schleswig and Holstein were conquered, then handed back to  Christian IV via the Treaty of Lubeck. Tilly and Wallenstein were opposed by Gustavus Adolphus, who": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.1091236
      ],
      [
        " Years",
        -0.000114033115
      ],
      [
        "'",
        -0.00021736434
      ],
      [
        " War",
        -7.612634e-05
      ]
    ]
  },
  "This engagement led to the signing of the Treaty of Ilbersheim, and a month earlier the Battle of Schellenberg": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.027950095
      ],
      [
        " of",
        -0.00011200665
      ],
      [
        " the",
        -0.004894058
      ],
      [
        " Spanish",
        -5.3358446e-05
      ],
      [
        " Success",
        -4.406056e-05
      ],
      [
        "ion",
        -2.2603901e-05
      ]
    ]
  },
  "The \"enhanced\" type of this construct in Java executes code for each element of a collection, while the \"continue\" keyword returns to the start of one of these structures. The complexity of an algorithm consisting of two nested ones is equal to the product of their complexities. An index variable can be incremented to count the number of (*) iterations in one of these structures, and they can be set off by \"for\" and \"while\" keywords. For ten points, name these programming control flow structures that execute a block of code until a condition is satisfied, whose infinite type can prevent a program": {
    "guess": "For loop - Wikipedia",
    "confidence": [
      [
        "For",
        -0.5699476
      ],
      [
        " loop",
        -0.19955748
      ],
      [
        " -",
        -0.45677432
      ],
      [
        " Wikipedia",
        -0.00026383912
      ]
    ]
  },
  "The \"enhanced\" type of this construct in Java executes code for each element of a collection, while the \"continue\" keyword returns to the start of one of these structures. The complexity of an algorithm consisting of two nested ones is equal to the product of their complexities. An index variable can": {
    "guess": "For loop",
    "confidence": [
      [
        "For",
        -0.2517356
      ],
      [
        " loop",
        -0.10435103
      ]
    ]
  },
  "The \"enhanced\" type of this construct in Java executes code for each element of a collection, while the \"continue\" keyword returns to the start of one of these structures. The complexity of an algorithm consisting of two nested ones is equal to the product of their complexities. An index variable can be incremented to count the number of (*) iterations in one of these structures, and they can be set off by \"for\" and \"while\" keywords. For ten points, name these programming control flow structures that execute a block of code until a condition is satisfied, whose infinite type can prevent a program from terminating.": {
    "guess": "Loop (computing)",
    "confidence": [
      [
        "Loop",
        -0.15414079
      ],
      [
        " (",
        -0.1389318
      ],
      [
        "comput",
        -0.8392501
      ],
      [
        "ing",
        -0.0007006417
      ],
      [
        ")",
        -0.0002821928
      ]
    ]
  },
  "This Englishman had \"long dwelt in Amsterdam\" before deciding to move to America.  When we first meet him, he proffers a cup of medicine, and is labeled a \"Black Man,\" or the devil in disguise by his wife.  He had sent that wife ahead of him to America, and when he was delayed for two years after capture": {
    "guess": "Young Goodman Brown",
    "confidence": [
      [
        "Young",
        -0.9730946
      ],
      [
        " Goodman",
        -0.00039968727
      ],
      [
        " Brown",
        -6.778209e-05
      ]
    ]
  },
  "One engagement at this battle saw the Marquis de Choisy defeat the forces of Thomas Dundas at Gloucester, while the capturing of Redoubts 9 and 10 led one side to the breaking point. Prior to this battle, one side had convinced the enemy of an imminent attack on New York City, while the other side had marched in after resupplying at Wilmington. This battle was preceded by a defeat for Thomas Graves'": {
    "guess": "Battle of Guilford Court House",
    "confidence": [
      [
        "Battle",
        -0.57899624
      ],
      [
        " of",
        -0.00011749002
      ],
      [
        " Guil",
        -0.42754632
      ],
      [
        "ford",
        -0.000106284875
      ],
      [
        " Court",
        -0.3767489
      ],
      [
        " House",
        -1.9743013e-05
      ]
    ]
  },
  "One engagement at this battle saw the Marquis de Choisy defeat the forces of Thomas Dundas at Gloucester,": {
    "guess": "Siege of Yorktown",
    "confidence": [
      [
        "Sie",
        -0.04617757
      ],
      [
        "ge",
        -6.837811e-05
      ],
      [
        " of",
        -0.0017596714
      ],
      [
        " York",
        -0.0065113246
      ],
      [
        "town",
        -5.5577775e-06
      ]
    ]
  },
  "One engagement at this battle saw the Marquis de Choisy defeat the forces of Thomas Dundas at Gloucester, while the capturing of Redoubts 9 and 10 led one side to the breaking point. Prior to this battle, one side had convinced the enemy of an imminent attack on New York City, while the other side had": {
    "guess": "Siege of Yorktown",
    "confidence": [
      [
        "Sie",
        -0.41776508
      ],
      [
        "ge",
        -0.0001508597
      ],
      [
        " of",
        -0.0015406886
      ],
      [
        " York",
        -0.008340334
      ],
      [
        "town",
        -1.0564331e-05
      ]
    ]
  },
  "This engagement led to the signing of the Treaty of Ilbersheim, and a month earlier the Battle of Schellenberg had been fought at nearby Donauworth. The two armies were stretched between Unterglau and": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.091552876
      ],
      [
        " of",
        -0.00041839862
      ],
      [
        " the",
        -0.016209269
      ],
      [
        " Spanish",
        -0.0001503829
      ],
      [
        " Success",
        -0.000102708764
      ],
      [
        "ion",
        -2.4153549e-05
      ]
    ]
  },
  "The \"enhanced\" type of this construct in Java executes code for each element of a collection, while the \"continue\" keyword returns to the start of one of these structures. The complexity of an algorithm": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.72885877
      ]
    ]
  },
  "An English work of the same title outlined the basics of working in two, three, or four parts and attempted": {
    "guess": "Counterpoint",
    "confidence": [
      [
        "Counter",
        -1.2359529
      ],
      [
        "point",
        -0.001999535
      ]
    ]
  },
  "The \"enhanced\" type of this construct in Java executes code for each element of a collection, while the": {
    "guess": "For-each loop",
    "confidence": [
      [
        "For",
        -0.18585269
      ],
      [
        "-e",
        -0.23266143
      ],
      [
        "ach",
        -5.5122365e-07
      ],
      [
        " loop",
        -0.008798925
      ]
    ]
  },
  "This engagement led to the signing of the Treaty of Ilbersheim, and a month earlier the Battle of Schellenberg had been fought at nearby Donauworth. The two armies were stretched between Unterglau and Schwennenbach on one side, and Lutzingen and Oberglau on the other bank of the Nebel River. John Cutts led the attack on the namesake town, where the Duke of Tallard's men were deployed. Fought near the Danube River, for 10 points, name this 1704 victory for Eugene of Savoy and the Duke of Marlborough": {
    "guess": "Battle of Blenheim",
    "confidence": [
      [
        "Battle",
        -0.027576288
      ],
      [
        " of",
        -5.8126592e-05
      ],
      [
        " Bl",
        -0.15721142
      ],
      [
        "enheim",
        -2.4584822e-06
      ]
    ]
  },
  "One engagement at this battle saw the Marquis de Choisy defeat the forces of Thomas Dundas at Gloucester, while the capturing of Redoubts 9 and 10 led one side to the breaking point. Prior to this battle, one side had convinced the enemy of an imminent attack on New York City, while the other side had marched in after resupplying at Wilmington. This battle was preceded by a defeat for Thomas Graves' fleet against the fleet of Admiral de Grasse at the Battle of the Chesapeake and its conclusion saw the British band play The World Turned Upside Down. For 10 points, identify this battle that caused": {
    "guess": "Siege of Yorktown",
    "confidence": [
      [
        "Sie",
        -0.1259339
      ],
      [
        "ge",
        -1.4378848e-05
      ],
      [
        " of",
        -7.076218e-05
      ],
      [
        " York",
        -0.00014156183
      ],
      [
        "town",
        -1.1041146e-05
      ]
    ]
  },
  "The English Statute of Laborers set a maximum wage in response to deaths caused by this event. Jews were falsely accused of poisoning wells during this event, whose victims are supposedly described by the nursery rhyme (*) \"Ring Around the Rosie.\" This event was likely caused by merchant ships transporting": {
    "guess": "Bubonic plague",
    "confidence": [
      [
        "B",
        -0.0075595365
      ],
      [
        "ub",
        -4.561021e-05
      ],
      [
        "onic",
        -9.4914985e-06
      ],
      [
        " plague",
        -0.003208373
      ]
    ]
  },
  "This Englishman had \"long dwelt in Amsterdam\" before deciding to move to America.  When we first meet him, he proffers a cup of medicine, and is labeled a \"Black Man,\" or the devil in disguise by his wife.  He had sent that wife ahead of him to America, and when he was delayed for two years after capture by Indians, he was presumed lost at sea.  He eventually arrives in Boston, taking up the profession": {
    "guess": "The Scarlet Letter",
    "confidence": [
      [
        "The",
        -0.42639548
      ],
      [
        " Scarlet",
        -0.031876568
      ],
      [
        " Letter",
        -0.0001409658
      ]
    ]
  },
  "The English had captured the port of Harfleur, and were marching  north towards Calais. The French confronted them just above the  Somme, in a thick forest near the town that gave this battle its  name. Initial French cavalry attacks were repelled by English  archers, who then took up swords and axes": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.0030670762
      ],
      [
        " of",
        -0.00033760787
      ],
      [
        " Ag",
        -0.0016100779
      ],
      [
        "inc",
        -6.6306106e-06
      ],
      [
        "ourt",
        -5.574252e-05
      ]
    ]
  },
  "This English word derives from a Latin verb for \"to come to know\" that was created by Cicero to translate a Greek term for the act of thinking. The Stamper family of loggers is described in Ken Kesey's book titled \"Sometimes a Great\" one of these things. This word can also refer to the small articles": {
    "guess": "Acorn",
    "confidence": [
      [
        "Ac",
        -1.9491173
      ],
      [
        "orn",
        -1.0763514
      ]
    ]
  },
  "One engagement at this battle saw the Marquis de Choisy defeat the forces of Thomas Dundas at Gloucester, while the capturing of Redoubts 9 and 10 led one side to the breaking point. Prior to this battle, one side had convinced the enemy of an imminent attack on New York City, while the other side had marched in after resupplying at Wilmington. This battle was preceded by a defeat for Thomas Graves' fleet against the fleet of Admiral de Grasse at the Battle of the Chesapeake and its conclusion saw the British band play The World Turned Upside Down. For 10 points, identify this battle that caused the downfall of Lord North's government, the signing of the Treaty of Paris and the defeat of the British in the American Revolution.": {
    "guess": "Siege of Yorktown",
    "confidence": [
      [
        "Sie",
        -0.052499216
      ],
      [
        "ge",
        -5.9153886e-06
      ],
      [
        " of",
        -2.5703197e-05
      ],
      [
        " York",
        -7.822647e-06
      ],
      [
        "town",
        -2.9352968e-06
      ]
    ]
  },
  "This engagement began with the transfer of the control of Bohemia to ten governors, of whom seven  were Catholic. During its the Danish period, Schleswig and Holstein were conquered, then handed back to  Christian IV via the Treaty of Lubeck. Tilly and Wallenstein were opposed by Gustavus Adolphus, who  entered the war to protect the Protestants, but was killed at the Battle of Lutzen. All these events": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.0038822615
      ],
      [
        " Years",
        -0.00026813045
      ],
      [
        "'",
        -0.0005059693
      ],
      [
        " War",
        -6.81397e-05
      ]
    ]
  },
  "The English had captured the port of Harfleur, and were marching  north towards Calais. The French confronted them just above the  Somme, in a thick forest near the town that gave this battle its  name. Initial French cavalry attacks were repelled by English  archers, who then took up swords and axes against the main assault  as the battle became a rout. FTP, name this 1415 victory for King  Henry V.": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.003756852
      ],
      [
        " of",
        -0.00049167214
      ],
      [
        " Ag",
        -0.0028989017
      ],
      [
        "inc",
        -2.9040899e-05
      ],
      [
        "ourt",
        -5.9914648e-05
      ]
    ]
  },
  "The \"enhanced\" type of this construct in Java executes code for each element of a collection, while the \"continue\" keyword returns to the start of one of these structures. The complexity of an algorithm consisting of two nested ones is equal to the product of their complexities. An index variable can be incremented to count the number of (*) iterations in one of these structures, and they can be set": {
    "guess": "For loop",
    "confidence": [
      [
        "For",
        -0.6225061
      ],
      [
        " loop",
        -0.035638034
      ]
    ]
  },
  "This engagement led to the signing of the Treaty of Ilbersheim, and a month earlier the Battle of Schellenberg had been fought at nearby Donauworth. The two armies were stretched between Unterglau and Schwennenbach on one side, and Lutzingen and Oberglau on the other bank of the Nebel River. John Cutts led the attack on the namesake town, where the Duke of Tallard's men were deployed. Fought near the": {
    "guess": "Battle of Blenheim",
    "confidence": [
      [
        "Battle",
        -0.008687022
      ],
      [
        " of",
        -4.823269e-05
      ],
      [
        " Bl",
        -0.002059973
      ],
      [
        "enheim",
        -1.0280384e-06
      ]
    ]
  },
  "An English work of the same title outlined the basics of working in two, three, or four parts and attempted to revise the methods advocated by Christopher Simpson and John Playfeld. That version, written by the composer of The Beggar's Opera, Johann Christoph Pepusch, came eight years after the publication of the more famous and lengthy version, whose preface heavily cited the influence of Gioseffe Zarlino. Of the four books of this 1722 work, one is entitled \"Principles of Composition,\" and another \"On the Nature and Properties of Chords.\" FTP, identify this treatise on musical theory by Jean-": {
    "guess": "Treatise on Harmony",
    "confidence": [
      [
        "T",
        -0.68846714
      ],
      [
        "reat",
        -0.00043209965
      ],
      [
        "ise",
        -0.0004518838
      ],
      [
        " on",
        -0.01567663
      ],
      [
        " Harmony",
        -0.70377666
      ]
    ]
  },
  "The English had captured the port of Harfleur, and were marching  north towards Calais. The French confronted them just above the  Somme, in a thick forest near the town that gave this battle its  name.": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.003714927
      ],
      [
        " of",
        -0.000573644
      ],
      [
        " Ag",
        -0.08169214
      ],
      [
        "inc",
        -3.5477897e-05
      ],
      [
        "ourt",
        -3.5954712e-05
      ]
    ]
  },
  "An English work of the same title outlined the basics of working in two, three, or four parts and attempted to revise the methods advocated by Christopher Simpson and John Playfeld. That version, written by the composer of The Beggar's Opera, Johann Christoph Pepusch, came eight years after the publication of the more famous and lengthy version, whose preface heavily cited the influence of Gioseffe Zarlino. Of the four books of this 1722 work, one is entitled \"Principles of Composition,\" and another": {
    "guess": "Treatise on Harmony",
    "confidence": [
      [
        "T",
        -0.5743998
      ],
      [
        "reat",
        -0.00036037207
      ],
      [
        "ise",
        -0.00095076405
      ],
      [
        " on",
        -0.02750949
      ],
      [
        " Harmony",
        -0.3108063
      ]
    ]
  },
  "This engagement led to the signing of the Treaty of Ilbersheim, and a month earlier the Battle of Schellenberg had been fought at nearby Donauworth. The two armies were stretched between Unterglau and Schwennenbach on one side, and Lutzingen and Oberglau on the other bank of the Nebel River. John Cutts": {
    "guess": "Blenheim",
    "confidence": [
      [
        "B",
        -0.80816555
      ],
      [
        "len",
        -0.0032259563
      ],
      [
        "heim",
        -4.7875077e-05
      ]
    ]
  },
  "The English Statute of Laborers set a maximum wage in response to deaths caused by this event. Jews were falsely accused of poisoning wells during this event, whose victims are supposedly described by": {
    "guess": "Bubonic plague",
    "confidence": [
      [
        "B",
        -0.088220164
      ],
      [
        "ub",
        -2.0458236e-05
      ],
      [
        "onic",
        -1.247159e-05
      ],
      [
        " plague",
        -0.00473308
      ]
    ]
  },
  "An English work of the same title outlined the basics of working in two, three, or four parts and attempted to revise the methods advocated by Christopher Simpson and John Playfeld. That version, written by the composer of The Beggar's Opera, Johann Christoph Pepusch, came eight years after the publication of the more famous and lengthy version, whose preface heavily cited the influence of Gioseffe": {
    "guess": "The Art of Playing on the Violin",
    "confidence": [
      [
        "The",
        -1.2994899
      ],
      [
        " Art",
        -0.7063333
      ],
      [
        " of",
        -0.0013482113
      ],
      [
        " Playing",
        -0.22684895
      ],
      [
        " on",
        -0.3504157
      ],
      [
        " the",
        -0.0029850712
      ],
      [
        " Viol",
        -0.0020823358
      ],
      [
        "in",
        -0.010972951
      ]
    ]
  },
  "The English Statute of Laborers set a maximum wage in response to deaths caused by this event. Jews were": {
    "guess": "Black Death",
    "confidence": [
      [
        "Black",
        -0.44794944
      ],
      [
        " Death",
        -0.007575393
      ]
    ]
  },
  "This Englishman had \"long dwelt in Amsterdam\" before deciding to move to America.  When we first meet": {
    "guess": "John Locke",
    "confidence": [
      [
        "John",
        -0.27141264
      ],
      [
        " Locke",
        -0.6257594
      ]
    ]
  },
  "This engagement began with the transfer of the control of Bohemia to ten governors, of whom seven  were": {
    "guess": "Hussite Wars",
    "confidence": [
      [
        "H",
        -0.9583321
      ],
      [
        "uss",
        -0.022606192
      ],
      [
        "ite",
        -0.24031945
      ],
      [
        " Wars",
        -0.001293451
      ]
    ]
  },
  "The English Statute of Laborers set a maximum wage in response to deaths caused by this event. Jews were falsely accused of poisoning wells during this event, whose victims are supposedly described by the nursery rhyme (*) \"Ring Around the Rosie.\" This event was likely caused by merchant ships transporting flea-infested rats from Asia. For 10 points, name this pandemic that sickened and killed tens": {
    "guess": "Bubonic plague",
    "confidence": [
      [
        "B",
        -0.36597443
      ],
      [
        "ub",
        -2.9352968e-06
      ],
      [
        "onic",
        -1.11603495e-05
      ],
      [
        " plague",
        -0.004929412
      ]
    ]
  },
  "This Englishman had \"long dwelt in Amsterdam\" before deciding to move to America.  When we first meet him, he proffers a cup of medicine, and is labeled a \"Black Man,\" or the devil in disguise by his wife.  He had sent that wife ahead of him to America, and when he was delayed for two years after capture by Indians, he was presumed lost at sea.  He eventually arrives in Boston, taking up the profession of a \"leech,\" or doctor, and rooming with Arthur Dimmesdale.  FTP, name this evil and vengeful husband of Hester Prynne in Hawthorne's The Scarlet Letter.": {
    "guess": "Roger Chillingworth",
    "confidence": [
      [
        "Roger",
        -0.018854545
      ],
      [
        " Ch",
        -0.06883804
      ],
      [
        "illing",
        -0.002098276
      ],
      [
        "worth",
        -8.375538e-05
      ]
    ]
  },
  "This English word derives from a Latin verb for \"to come to know\" that was created by Cicero to translate a Greek term for the act of thinking. The Stamper family of loggers is described in Ken Kesey's": {
    "guess": "Metanoia",
    "confidence": [
      [
        "Met",
        -1.5253148
      ],
      [
        "anoia",
        -0.3034252
      ]
    ]
  },
  "One engagement at this battle saw the Marquis de Choisy defeat the forces of Thomas Dundas at Gloucester, while the capturing of Redoubts 9 and 10 led one side to the breaking point. Prior to this battle, one side had convinced the enemy of an imminent attack on New York City, while the other side had marched in after resupplying at Wilmington. This battle was preceded by a defeat for Thomas Graves' fleet against the fleet of Admiral de Grasse at the Battle of the Chesapeake and its conclusion saw": {
    "guess": "Siege of Yorktown",
    "confidence": [
      [
        "Sie",
        -0.011305633
      ],
      [
        "ge",
        -6.2729996e-06
      ],
      [
        " of",
        -0.0004547447
      ],
      [
        " York",
        -0.0002935135
      ],
      [
        "town",
        -5.6769813e-06
      ]
    ]
  },
  "This Englishman had \"long dwelt in Amsterdam\" before deciding to move to America.  When we first meet him, he proffers a cup of medicine, and is labeled a \"Black Man,\" or the devil in disguise by his wife.  He had sent that wife ahead of him to America, and when he was delayed for two years after capture by Indians, he was presumed lost at sea.  He eventually arrives in Boston, taking up the profession of a \"leech,\" or doctor, and rooming with Arthur Dimmesdale.  FTP, name this evil and vengeful": {
    "guess": "The Scarlet Letter",
    "confidence": [
      [
        "The",
        -1.1047559
      ],
      [
        " Scarlet",
        -0.04024338
      ],
      [
        " Letter",
        -0.0002601438
      ]
    ]
  },
  "This engagement began with the transfer of the control of Bohemia to ten governors, of whom seven  were Catholic. During its the Danish period, Schleswig and Holstein were conquered, then handed back to  Christian IV via the Treaty of Lubeck. Tilly and Wallenstein were opposed by Gustavus Adolphus, who  entered the war to protect the Protestants, but was killed at the Battle of Lutzen. All these events transpired during, FTP, what war, ended by the Treaty of Westphalia in 1648?": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.009555502
      ],
      [
        " Years",
        -0.00027170655
      ],
      [
        "'",
        -0.00089943496
      ],
      [
        " War",
        -4.2391708e-05
      ]
    ]
  },
  "An English work of the same title outlined the basics of working in two, three, or four parts and attempted to revise the methods advocated by Christopher Simpson and John Playfeld. That version, written by the composer of The Beggar's Opera, Johann Christoph Pepusch, came eight years after the publication of the more famous and lengthy version, whose preface heavily cited the influence of Gioseffe Zarlino. Of the four books of this 1722 work, one is entitled \"Principles of Composition,\" and another \"On the Nature and Properties of Chords.\" FTP, identify this treatise on musical theory by Jean- Philippe Rameau.": {
    "guess": "Treatise on Harmony",
    "confidence": [
      [
        "T",
        -0.101430014
      ],
      [
        "reat",
        -2.4630364e-05
      ],
      [
        "ise",
        -2.9040899e-05
      ],
      [
        " on",
        -0.0021808348
      ],
      [
        " Harmony",
        -0.019921795
      ]
    ]
  },
  "An English work of the same title outlined the basics of working in two, three, or four parts and attempted to revise the methods advocated by Christopher Simpson and John Playfeld. That version, written by the composer of The Beggar's Opera, Johann Christoph Pepusch, came eight years after the publication": {
    "guess": "Treatise on Harmony",
    "confidence": [
      [
        "T",
        -1.2473073
      ],
      [
        "reat",
        -0.010803272
      ],
      [
        "ise",
        -0.001992874
      ],
      [
        " on",
        -0.046447195
      ],
      [
        " Harmony",
        -0.137749
      ]
    ]
  },
  "This engagement led to the signing of the Treaty of Ilbersheim, and a month earlier the Battle of Schellenberg had been fought at nearby Donauworth. The two armies were stretched between Unterglau and Schwennenbach on one side, and Lutzingen and Oberglau on the other bank of the Nebel River. John Cutts led the attack on the namesake town, where the Duke of Tallard's men were deployed. Fought near the Danube River, for 10 points, name this 1704 victory for Eugene of Savoy and the Duke of Marlborough during the War of the Spanish Succession.": {
    "guess": "Battle of Blenheim",
    "confidence": [
      [
        "Battle",
        -0.002935983
      ],
      [
        " of",
        -1.9027791e-05
      ],
      [
        " Bl",
        -0.081447124
      ],
      [
        "enheim",
        -4.3202e-07
      ]
    ]
  },
  "This English word derives from a Latin verb for \"to come to know\" that was created by Cicero to translate": {
    "guess": "Cognitio",
    "confidence": [
      [
        "C",
        -0.2631624
      ],
      [
        "ogn",
        -0.19262706
      ],
      [
        "it",
        -0.40843815
      ],
      [
        "io",
        -0.006358166
      ]
    ]
  },
  "The \"enhanced\" type of this construct in Java executes code for each element of a collection, while the \"continue\" keyword returns to the start of one of these structures. The complexity of an algorithm consisting of two nested ones is equal to the product of their complexities. An index variable can be incremented to count the number of (*) iterations in one of these structures, and they can be set off by \"for\" and \"while\" keywords. For ten points, name these programming control flow structures": {
    "guess": "Control flow structures",
    "confidence": [
      [
        "Control",
        -0.19008411
      ],
      [
        " flow",
        -0.011187282
      ],
      [
        " structures",
        -0.8342013
      ]
    ]
  }
}