{
  "W. H. Zachariasen published a paper discussing the \"Atomic Arrangement\" of this material. The Alamogordo type of this substance was formed by the Trinity nuclear bomb test, and its soda-lime type is its most prevalent. Tektites are types of this material formed by meteorites, while fulgurites are tubes": {
    "guess": "Glass",
    "confidence": [
      [
        "Glass",
        -0.030359995
      ]
    ]
  },
  "W. H. Zachariasen published a paper discussing the \"Atomic Arrangement\" of this material. The Alamogordo type of this substance was formed by the Trinity nuclear bomb test, and its soda-lime type is its most prevalent. Tektites are types of this material formed by meteorites, while fulgurites are tubes of it created by lightning. Electrolytes can be supercooled into this material. Volcanic forms of this material, such as obsidian, is formed when lava cools too quickly for a crystal lattice to form.": {
    "guess": "Glass",
    "confidence": [
      [
        "Glass",
        -0.012627013
      ]
    ]
  },
  "W. H. Zachariasen published a paper discussing the \"Atomic Arrangement\" of this material. The Alamogordo": {
    "guess": "Glass",
    "confidence": [
      [
        "Glass",
        -0.5716802
      ]
    ]
  },
  "W. H. Zachariasen published a paper discussing the \"Atomic Arrangement\" of this material. The Alamogordo type of this substance was formed by the Trinity nuclear bomb test, and its soda-lime type is its most prevalent. Tektites are types of this material formed by meteorites, while fulgurites are tubes of it created by lightning. Electrolytes can be supercooled into this material. Volcanic forms of": {
    "guess": "Glass",
    "confidence": [
      [
        "Glass",
        -0.02341656
      ]
    ]
  },
  "W. H. Zachariasen published a paper discussing the \"Atomic Arrangement\" of this material. The Alamogordo type of this substance was formed by the Trinity nuclear bomb test, and its soda-lime type is its most prevalent. Tektites are types of this material formed by meteorites, while fulgurites are tubes of it created by lightning. Electrolytes can be supercooled into this material. Volcanic forms of this material, such as obsidian, is formed when lava cools too quickly for a crystal lattice to form. For 10 points, name this amorphous material often found in windows.": {
    "guess": "Glass",
    "confidence": [
      [
        "Glass",
        -0.0046552382
      ]
    ]
  },
  "W. H. Zachariasen published a paper discussing the \"Atomic Arrangement\" of this material. The Alamogordo type of this substance was formed by the Trinity nuclear bomb test, and its soda-lime type is its": {
    "guess": "Glass",
    "confidence": [
      [
        "Glass",
        -0.010559246
      ]
    ]
  }
}