{
  "Born into a Khatri caste, this figure purportedly demonstrated interest in the divine to a teacher by": {
    "guess": "Guru Nanak",
    "confidence": [
      [
        "G",
        -0.037903193
      ],
      [
        "uru",
        -0.017830186
      ],
      [
        " Nan",
        -0.031062314
      ],
      [
        "ak",
        -0.00015550498
      ]
    ]
  },
  "It is bordered by the South China Sea on the north and otherwise surrounded by Sarawak, a state of East Malaysia. The country's highest point, Pagon Peak, is located in the extreme south of the eastern enclave. About two- thirds of the population is Malay, nearly one-fifth Chinese, and the remainder are indigenous peoples and Indians. Occupying an enclave on the northwestern coast of the island of Borneo—FTP—name this independent Islamic sultanate with capital at Bandar Seri Begawan, whose Sultan": {
    "guess": "Brunei",
    "confidence": [
      [
        "Br",
        -0.009236875
      ],
      [
        "unei",
        -6.420598e-05
      ]
    ]
  },
  "Born with a damaged left arm which he hid with a cloak, this leader was sympathetic to the working class, as seen in his support of the Comprehensive Factory Act of 1908 and the Imperial Insurance Code of 1911. A grandson of Queen Victoria, he became unpopular with Great Britian due to his telegram of": {
    "guess": "Prince Arthur, Duke of Connaught and Strathearn",
    "confidence": [
      [
        "Prince",
        -0.34589747
      ],
      [
        " Arthur",
        -0.9252359
      ],
      [
        ",",
        -0.0023892066
      ],
      [
        " Duke",
        -0.0007860411
      ],
      [
        " of",
        -0.00028278882
      ],
      [
        " Con",
        -0.004184179
      ],
      [
        "na",
        -8.42322e-05
      ],
      [
        "ught",
        -0.00054910267
      ],
      [
        " and",
        -0.002129445
      ],
      [
        " Strat",
        -0.0036092205
      ],
      [
        "he",
        -0.00020568605
      ],
      [
        "arn",
        -0.00010926496
      ]
    ]
  },
  "Born in Konigsberg, Prussia, in 1776, this man changed part of his name from Wilhelm in admiration of Mozart.  He supported himself as a lawyer, his primary interest was music, and he is best known as an author.  His two novels are The Devil's Elixir and Tom-Cat Murr, but the works he wrote in a modified style based on traditional German fairy tales were more successful.  This author's collections include Fantasy-Pieces, Night-Pieces, and The Serapion Brethren.  FTP name this writer whose 'Tales'": {
    "guess": "E. T. A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.0013610669
      ],
      [
        ".",
        -0.009809449
      ],
      [
        " T",
        -7.922564e-05
      ],
      [
        ".",
        -9.729906e-06
      ],
      [
        " A",
        -1.9816675e-06
      ],
      [
        ".",
        -0.00028076238
      ],
      [
        " Hoff",
        -0.00014609157
      ],
      [
        "mann",
        -8.061054e-06
      ]
    ]
  },
  "Born in New Jersey in 1756, he served in the Revolutionary War accompanying Benedict Arnold on his campaign in Canada. Like Arnold, he was tried for treason and the judge presiding over his proceedings was John Marshall. It has been alleged that Marshall was very lenient in this trial to reciprocate for his even handed presiding over the Samuel Chase impeachment, when this man was President of the Senate. For ten points, who was this one time vice-president, tried for treason for plotting to form": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.017419321
      ],
      [
        " Burr",
        -7.076218e-05
      ]
    ]
  },
  "Born in 1738, this man spent most of his life as a musician performing for the Hanover Guards until accepting a post as an organist in Bath, England in 1766. After reading Robert Smith's A Compleat System of Opticks he became interested in astronomy, and, after building his own telescope, he began cataloging": {
    "guess": "William Herschel",
    "confidence": [
      [
        "William",
        -0.11266905
      ],
      [
        " Hers",
        -0.00026813045
      ],
      [
        "ch",
        -0.00023369525
      ],
      [
        "el",
        -2.3080716e-05
      ]
    ]
  },
  "Born into a clan that claimed a homeland in the northwest corner of the world, along the shadowy borders of Vanaheim and the Pictish wilderness. Records of his birth and his parents are scarce. But it's known that his father was a blacksmith and fled from his own people because of a blood feud and sought refuge with the people of the North. He first saw daylight on a battlefield during a raid by the": {
    "guess": "Conan the Barbarian",
    "confidence": [
      [
        "Con",
        -0.28284866
      ],
      [
        "an",
        -0.00227182
      ],
      [
        " the",
        -0.013465722
      ],
      [
        " Barbar",
        -0.0113174245
      ],
      [
        "ian",
        -8.864273e-05
      ]
    ]
  },
  "Born to a noble family, he was first raised with a peasant family, learned Latin before French, and first attended the College of Guyenne at Bordeaux at age six. As counselor of the Bordeaux Parliament,": {
    "guess": "Charles Louis de Secondat, Baron de la Brède et de Montesquieu",
    "confidence": [
      [
        "Charles",
        -0.7118896
      ],
      [
        " Louis",
        -0.2766186
      ],
      [
        " de",
        -0.00014585316
      ],
      [
        " Second",
        -0.00010092071
      ],
      [
        "at",
        -0.00018542144
      ],
      [
        ",",
        -0.021344827
      ],
      [
        " Baron",
        -0.00025907462
      ],
      [
        " de",
        -0.00020354039
      ],
      [
        " la",
        -0.017556015
      ],
      [
        " Br",
        -0.38352248
      ],
      [
        "è",
        -0.00028302724
      ],
      [
        "de",
        -6.0749073e-05
      ],
      [
        " et",
        -0.0005887755
      ],
      [
        " de",
        -0.00017541199
      ],
      [
        " Mont",
        -6.8616515e-05
      ],
      [
        "es",
        -9.968313e-06
      ],
      [
        "qu",
        -2.7014437e-05
      ],
      [
        "ieu",
        -7.2907846e-05
      ]
    ]
  },
  "He was born in London in 1573 and served as surveyor, or architect, to  James I and Charles I. He made influential costumes and sets for plays  presented to the English court but is best known as the first major architect  of the English Renaissance. After studying the work of Palladio he brought  the Palladian style to England, and his most famous building is the Banqueting  House. For 10 points name": {
    "guess": "Inigo Jones",
    "confidence": [
      [
        "In",
        -0.0069899345
      ],
      [
        "igo",
        -4.561021e-05
      ],
      [
        " Jones",
        -3.500108e-05
      ]
    ]
  },
  "Born in 1090 near Dijon, France, he entered the Cistercian  monastery of Citeaux in 1112, and three years later founded his  most famous abbey. He revitalized the Cistercian order, led the  condemnation of Peter Abelard, and preached for the Second Crusade.  FTP, name this saint and Doctor of the Church": {
    "guess": "Bernard of Clairvaux",
    "confidence": [
      [
        "Bern",
        -0.001425237
      ],
      [
        "ard",
        -2.5941605e-05
      ],
      [
        " of",
        -0.0001944809
      ],
      [
        " Clair",
        -4.3822154e-05
      ],
      [
        "va",
        -0.00014501873
      ],
      [
        "ux",
        -3.1281633e-07
      ]
    ]
  },
  "Born Jeno Blau, he entered the Royal Academy of Music in Budapest in 1904, when he was 5 years old.  After coming to America in 1921, he became concertmaster of New York's Capitol Theater Orchestra, and": {
    "guess": "Royal Academy of Music in Budapest",
    "confidence": [
      [
        "Royal",
        -0.42027178
      ],
      [
        " Academy",
        -0.008143958
      ],
      [
        " of",
        -1.4855664e-05
      ],
      [
        " Music",
        -0.000335939
      ],
      [
        " in",
        -0.60081506
      ],
      [
        " Budapest",
        -0.008807788
      ]
    ]
  },
  "She was born illegitimate to a Dutch courtesan and French law student and spent much of her early life in a convent.  She wanted to be a nun, but one of her mother's lovers, a half-brother of Napoleon III, arranged for her to enter the Conservatoire.  Her first resounding success was in a revival of Kean, a work by Alexandre Dumas pere, and she captivated international theater audiences of the Belle Epoque with her performances as the title character in Dumas fils' La Dame aux cam?ias.  FTP, name this world renowned French theatre actress of the late nineteenth and early twentieth centuries, known to her admirers as \"the Divine Sarah.\"": {
    "guess": "Sarah Bernhardt",
    "confidence": [
      [
        "Sarah",
        -0.0017749037
      ],
      [
        " Bern",
        -0.0008149892
      ],
      [
        "hardt",
        -0.00034487926
      ]
    ]
  },
  "He was born in Maryland in 1777 and married Francis Scott Key's sister in 1806. He was appointed Andrew Jackson's second attorney general in 1831, but when Jackson attempted to make him secretary of the treasury in 1833, he became the first presidential cabinet nominee to be rejected by the Senate. Three years later, despite the opposition of Henry Clay, John Calhoun, and Daniel Webster, he was accepted by Congress as John Marshall's successor on the Supreme Court. FTP, name this controversial chief justice most remembered for writing the majority opinion in the 1857 Dred Scott decision.": {
    "guess": "Roger B. Taney",
    "confidence": [
      [
        "Roger",
        -0.0010575798
      ],
      [
        " B",
        -0.00086644123
      ],
      [
        ".",
        -0.00017600802
      ],
      [
        " Tan",
        -1.27099975e-05
      ],
      [
        "ey",
        -1.569009e-05
      ]
    ]
  },
  "Born with the last name Weinstein, this American novelist attended Brown and lived in Paris where he wrote his first work, The Dream Life of Balso Snell. Back in New York, he became associate editor with": {
    "guess": "John Hawkes",
    "confidence": [
      [
        "John",
        -1.2853245
      ],
      [
        " Haw",
        -0.16258717
      ],
      [
        "kes",
        -5.6576944e-05
      ]
    ]
  },
  "Boris Berman wrote a guide to playing this composer's piano sonatas, and was the first pianist to record": {
    "guess": "Ludwig van Beethoven piano sonatas",
    "confidence": [
      [
        "L",
        -0.3291912
      ],
      [
        "ud",
        -5.5577775e-06
      ],
      [
        "wig",
        -0.00028207363
      ],
      [
        " van",
        -0.00044902292
      ],
      [
        " Be",
        -1.4259645e-05
      ],
      [
        "ethoven",
        -6.9331734e-05
      ],
      [
        " piano",
        -0.89995897
      ],
      [
        " son",
        -0.0006221305
      ],
      [
        "atas",
        -0.0009556478
      ]
    ]
  },
  "Born in 1738, this man spent most of his life as a musician performing for the Hanover Guards until accepting a post as an organist in Bath, England in 1766. After reading Robert Smith's A Compleat System": {
    "guess": "Charles Burney",
    "confidence": [
      [
        "Charles",
        -0.77927744
      ],
      [
        " Burn",
        -0.4869821
      ],
      [
        "ey",
        -7.2192626e-05
      ]
    ]
  },
  "Born in 1908 in Fresno, California to an Armenian immigrant, this man's works celebrated the joy of living in spite of adverse conditions. This author won the Pulitzer for his play, The Time of Your Life, in 1939 but refused it on the grounds that commerce should not judge art. FTP, name this author": {
    "guess": "William Saroyan",
    "confidence": [
      [
        "William",
        -0.012221062
      ],
      [
        " Sar",
        -0.00021951001
      ],
      [
        "oy",
        -1.5570886e-05
      ],
      [
        "an",
        -9.0883464e-07
      ]
    ]
  },
  "She was born illegitimate to a Dutch courtesan and French law student and spent much of her early life": {
    "guess": "Aphra Behn",
    "confidence": [
      [
        "A",
        -0.5530504
      ],
      [
        "ph",
        -0.0021940405
      ],
      [
        "ra",
        -0.00016420685
      ],
      [
        " Beh",
        -0.00018125297
      ],
      [
        "n",
        -0.00046129356
      ]
    ]
  },
  "Born in 1738, this man spent most of his life as a musician performing for the Hanover Guards until accepting": {
    "guess": "George Frideric Handel",
    "confidence": [
      [
        "George",
        -0.48370972
      ],
      [
        " Fr",
        -0.30395514
      ],
      [
        "ider",
        -1.504853e-06
      ],
      [
        "ic",
        -0.00010163593
      ],
      [
        " Hand",
        -2.057744e-05
      ],
      [
        "el",
        -0.00013309837
      ]
    ]
  },
  "Born in 1639 in La Ferté-Milon, he attended the religious school Port- Royal and remained a follower of Jansenism even after breaking with the institution before producing his tragedy Andromaque. Although criticized for his historical inaccuracy in Mithridate and Britannicus and for the general lack of anything happening in Bérénice, his poetry is considered of the highest quality. For ten points,": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.21643043
      ],
      [
        " Rac",
        -0.00030173853
      ],
      [
        "ine",
        -6.0749073e-05
      ]
    ]
  },
  "Born Tafari Makonnen, in 1930 he declared himself 'Might of the Trinity' and Lion of the Tribe of Judah. In 1963, he was instrumental in the formation of the Organization of African Unity, and he helped": {
    "guess": "Haile Selassie",
    "confidence": [
      [
        "Ha",
        -0.10042405
      ],
      [
        "ile",
        -5.9153886e-06
      ],
      [
        " Sel",
        -0.0002009179
      ],
      [
        "ass",
        -5.4788892e-05
      ],
      [
        "ie",
        -4.20341e-05
      ]
    ]
  },
  "Born in Idaho, as a student at Weesur High School he wrote and directed a high school musical called Goodbye Weesur, Hello Broadway. He later went to New York hoping to direct on Broadway, but wound up running only a small group of players in New Jersey. To supplement his income, he became a substitute teacher, and after the departure of Vernon Thomas, spent four years on the faculty as history teacher in the Individual Honors Program. At Fillmore High, his students included Darlene, Eric, Dennis,": {
    "guess": "The Rose Tattoo",
    "confidence": [
      [
        "The",
        -1.7905359
      ],
      [
        " Rose",
        -1.4265331
      ],
      [
        " Tattoo",
        -0.003465714
      ]
    ]
  },
  "Born Jeno Blau, he entered the Royal Academy of Music in Budapest in 1904, when he was 5 years old.  After coming to America in 1921, he became concertmaster of New York's Capitol Theater Orchestra, and went on to serve as music director of the Minneapolis Symphony before becoming engaged, along with Stokowski, as associate conductor of the orchestra with which he would spend 42 seasons as music director.": {
    "guess": "Dimitri Mitropoulos",
    "confidence": [
      [
        "D",
        -1.0001345
      ],
      [
        "imit",
        -0.08860547
      ],
      [
        "ri",
        -0.0018593917
      ],
      [
        " Mit",
        -0.0017414625
      ],
      [
        "rop",
        -0.0028940362
      ],
      [
        "oulos",
        -0.003525479
      ]
    ]
  },
  "Born with a damaged left arm which he hid with a cloak, this leader was sympathetic to the working class,": {
    "guess": "The Raft of the Medusa",
    "confidence": [
      [
        "The",
        -2.2939188
      ],
      [
        " Ra",
        -0.81198704
      ],
      [
        "ft",
        -0.00094409974
      ],
      [
        " of",
        -4.298773e-05
      ],
      [
        " the",
        -0.00035560393
      ],
      [
        " Med",
        -0.0005767433
      ],
      [
        "usa",
        -0.000103662394
      ]
    ]
  },
  "Boron-based catalysts for this type of reaction include L-selectrides and oxazaborolidines. DIBAL induces": {
    "guess": "Asymmetric hydrogenation",
    "confidence": [
      [
        "As",
        -0.34501028
      ],
      [
        "ymmetric",
        -0.000290891
      ],
      [
        " hydrogen",
        -1.1434393
      ],
      [
        "ation",
        -0.015337054
      ]
    ]
  },
  "Born in Konigsberg, Prussia, in 1776, this man changed part of his name from Wilhelm in admiration of Mozart.  He supported himself as a lawyer, his primary interest was music, and he is best known as an author.  His two novels are The Devil's Elixir and Tom-Cat Murr, but the works he wrote in a modified style based on traditional German fairy tales were more successful.  This author's collections include Fantasy-Pieces, Night-Pieces, and The Serapion Brethren.  FTP name this writer whose 'Tales' were composed by Offenbach.": {
    "guess": "E. T. A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.0011736787
      ],
      [
        ".",
        -0.009160924
      ],
      [
        " T",
        -4.2630116e-05
      ],
      [
        ".",
        -1.0802739e-05
      ],
      [
        " A",
        -2.3392786e-06
      ],
      [
        ".",
        -0.00022523178
      ],
      [
        " Hoff",
        -0.00016015393
      ],
      [
        "mann",
        -7.58424e-06
      ]
    ]
  },
  "Its border with its southern neighbor is formed by the Rio Coco, and its western Amapala municipality is located on the volcanic island El Tigre. Rivers in this nation include the Patuca and Sico. Bay Island is found in this country's namesake gulf, and the western part of this country contains the Sierra": {
    "guess": "Honduras",
    "confidence": [
      [
        "H",
        -0.0055792676
      ],
      [
        "ond",
        -1.2352386e-05
      ],
      [
        "uras",
        -0.00018113377
      ]
    ]
  },
  "Born in 1079, the school that he founded evolved into the University of Paris. The main thrust of his philosophy was that the power of human thinking or reason could achieve true knowledge in the natural and supernatural spheres. He is probably best remembered, however, for his love affair with one of his pupils. Following the birth of a child, they married secretly, but her vengeful uncle had him castrated. After separating to take up monastic life, the couple exchanged a series of notable love": {
    "guess": "Peter Abelard",
    "confidence": [
      [
        "Peter",
        -0.15924086
      ],
      [
        " Abel",
        -0.034364924
      ],
      [
        "ard",
        -0.000103662394
      ]
    ]
  },
  "Born in Torgau in 1463, he built a castle and a university which transformed Wittenberg into a center of arts and learning. Before dying at his hunting lodge, he gained fame by protecting an accused heretic and later allowing him to be kidnapped for the protection of both men. For 10 points—name this Saxon elector who defended Martin Luther's right to a hearing before the Diet of Worms.": {
    "guess": "Frederick III, Elector of Saxony",
    "confidence": [
      [
        "Fre",
        -0.51360047
      ],
      [
        "der",
        -4.0842064e-05
      ],
      [
        "ick",
        -0.00015550498
      ],
      [
        " III",
        -0.08347927
      ],
      [
        ",",
        -0.013966629
      ],
      [
        " Elect",
        -0.0006357124
      ],
      [
        "or",
        -6.511407e-06
      ],
      [
        " of",
        -3.035214e-05
      ],
      [
        " Sax",
        -6.337155e-05
      ],
      [
        "ony",
        -2.4391957e-05
      ]
    ]
  },
  "He was born in Sri Lanka in 1943 but at the age of eleven he moved to England, and later, to Canada.": {
    "guess": "Michael Ondaatje",
    "confidence": [
      [
        "Michael",
        -0.03781986
      ],
      [
        " O",
        -0.00025585614
      ],
      [
        "nda",
        -0.0003032882
      ],
      [
        "at",
        -0.00010294717
      ],
      [
        "je",
        -0.00018244502
      ]
    ]
  },
  "She was born illegitimate to a Dutch courtesan and French law student and spent much of her early life in a convent.  She wanted to be a nun, but one of her mother's lovers, a half-brother of Napoleon III, arranged for her to enter the Conservatoire.  Her first resounding success was in a revival of Kean, a work by Alexandre Dumas pere, and she captivated international theater audiences of the Belle Epoque with her performances as the title character in Dumas fils' La Dame aux cam?ias.  FTP, name this world renowned French theatre actress of the late nineteenth and early twentieth centuries, known": {
    "guess": "Sarah Bernhardt",
    "confidence": [
      [
        "Sarah",
        -0.007632651
      ],
      [
        " Bern",
        -0.0030256023
      ],
      [
        "hardt",
        -0.00061760447
      ]
    ]
  },
  "The border between this country and its neighbor is largely based on the boundaries of medieval Marcher lordships and at one point separates a city from its railroad station. It's known as the \"land of": {
    "guess": "Wales",
    "confidence": [
      [
        "W",
        -0.06532778
      ],
      [
        "ales",
        -9.9490266e-05
      ]
    ]
  },
  "He was born in Sri Lanka in 1943 but at the age of eleven he moved to England, and later, to Canada. He is a writer of poems and novels, but you probably know him best for a movie that was based off one of his books. Among those novels are Coming Through The Slaughter, which takes place in 1900 New Orleans and In the Skin of the Lion, set in Toronto. For 10 points, identify this man who wrote the novel off which a 1996 Oscar winner was based, author of The English Patient.": {
    "guess": "Michael Ondaatje",
    "confidence": [
      [
        "Michael",
        -0.0014083284
      ],
      [
        " O",
        -0.00014478032
      ],
      [
        "nda",
        -9.849109e-06
      ],
      [
        "at",
        -0.0001468068
      ],
      [
        "je",
        -3.2736214e-05
      ]
    ]
  },
  "Born in 1612 in Northampton, England she would not immigrate to Massachusetts until she was already married to a future governor of that Colony. Her most famous collection was published without her consent": {
    "guess": "Anne Bradstreet",
    "confidence": [
      [
        "Anne",
        -0.09095887
      ],
      [
        " Brad",
        -0.025371863
      ],
      [
        "street",
        -1.9146995e-05
      ]
    ]
  },
  "Born near modern-day Tehran in the year 763, he ruled from a city currently the seat of Jalal Talabani's": {
    "guess": "Al-Mansur",
    "confidence": [
      [
        "Al",
        -0.80717057
      ],
      [
        "-M",
        -0.0074894964
      ],
      [
        "ans",
        -0.27560613
      ],
      [
        "ur",
        -0.00015598179
      ]
    ]
  },
  "Born on October 27, 1858, he had this presidential portrait painted by John Singer Sargent. To compensate for poor health as a child, as an adult, he adopted a rigorous training schedule. Coming from a long line of Harvard graduates, many progressive reforms were undertaken during his presidency, including": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.092306755
      ],
      [
        "odore",
        -0.123099215
      ],
      [
        " Roosevelt",
        -0.0003035266
      ]
    ]
  },
  "It is bordered by the South China Sea on the north and otherwise surrounded by Sarawak, a state of East Malaysia. The country's highest point, Pagon Peak, is located in the extreme south of the eastern enclave. About two- thirds of the population is Malay, nearly one-fifth Chinese, and the remainder are indigenous peoples and Indians. Occupying an enclave on the northwestern coast of the island of Borneo—FTP—name this independent Islamic sultanate with capital at Bandar Seri Begawan, whose Sultan is one of the richest man alive.": {
    "guess": "Brunei",
    "confidence": [
      [
        "Br",
        -0.0031327978
      ],
      [
        "unei",
        -8.184812e-05
      ]
    ]
  },
  "Born to a noble family, he was first raised with a peasant family, learned Latin before French, and first attended the College of Guyenne at Bordeaux at age six. As counselor of the Bordeaux Parliament, he met his friend Etienne de la Boëtie, who died six years later at age 32. For ten points, name this 16th century courtier best known for two books published in 1580 consisting of 57 and 37 chapters": {
    "guess": "Michel de Montaigne",
    "confidence": [
      [
        "Mich",
        -0.03350991
      ],
      [
        "el",
        -1.3856493e-06
      ],
      [
        " de",
        -0.00055124465
      ],
      [
        " Mont",
        -4.246537e-06
      ],
      [
        "aign",
        -9.4914985e-06
      ],
      [
        "e",
        -1.7432603e-06
      ]
    ]
  },
  "He was born in Sri Lanka in 1943 but at the age of eleven he moved to England, and later, to Canada. He is a writer of poems and novels, but you probably know him best for a movie that was based off one of his books. Among those novels are Coming Through The Slaughter, which takes place in 1900 New Orleans": {
    "guess": "Michael Ondaatje",
    "confidence": [
      [
        "Michael",
        -0.0073246555
      ],
      [
        " O",
        -0.00022451657
      ],
      [
        "nda",
        -0.0010425748
      ],
      [
        "at",
        -0.00010676169
      ],
      [
        "je",
        -0.00026169344
      ]
    ]
  },
  "Born near modern-day Tehran in the year 763, he ruled from a city currently the seat of Jalal Talabani's government. His court was controlled by the Barmakids, and he had diplomatic relations with both": {
    "guess": "Abbasid Caliphate",
    "confidence": [
      [
        "Ab",
        -0.7792516
      ],
      [
        "bas",
        -0.14861202
      ],
      [
        "id",
        -0.0015142657
      ],
      [
        " Cal",
        -0.005243718
      ],
      [
        "iph",
        -0.0006394077
      ],
      [
        "ate",
        -0.018383823
      ]
    ]
  },
  "It is bordered on its south by a structure that formed during the Eocene called the Gonave, and its major craton is underlain by the Abitibi greenstone belt. Also subjected to the Grenville and Sevier orogenies, much fault-blocking has taken place on it due to its subduction of the Farallon structure. It includes the Anahim, Jemez, and Raton hotspots, and its surface was covered by the Sundance Sea as well as the Cretaceous Inner Seaway.  The MTJ experiment is being conducted at the northern terminus of another feature found at its western edge. Another feature found on this body contains the world's largest dike swarm, and the southern end of that feature has (*) lobes named Wadena and Rainy as evidence of recent glaciations events. A more notable feature of this geological mass is a large": {
    "guess": "North American Craton",
    "confidence": [
      [
        "North",
        -0.10420991
      ],
      [
        " American",
        -0.011223595
      ],
      [
        " Cr",
        -0.2524712
      ],
      [
        "aton",
        -2.0935051e-05
      ]
    ]
  },
  "Born in Michigan, this man's career would take him to the East Coast, where he would lose the 1994 Senate race to Ted Kennedy. This man's father lost the presidential nomination to Richard Nixon in 1968, although ended up serving in his cabinet. This man was responsible for signing into law the Massachusetts": {
    "guess": "United States Senate election in Michigan, 1994",
    "confidence": [
      [
        "United",
        -1.1096976
      ],
      [
        " States",
        -0.0015931804
      ],
      [
        " Senate",
        -0.06531271
      ],
      [
        " election",
        -0.054937232
      ],
      [
        " in",
        -0.0012974965
      ],
      [
        " Michigan",
        -0.6584056
      ],
      [
        ",",
        -0.0011695102
      ],
      [
        " ",
        -0.00012118533
      ],
      [
        "199",
        -0.021487422
      ],
      [
        "4",
        -0.0027392546
      ]
    ]
  },
  "Born on October 27, 1858, he had this presidential portrait painted by John Singer Sargent. To compensate": {
    "guess": "Portrait of Theodore Roosevelt",
    "confidence": [
      [
        "Portrait",
        -0.9758204
      ],
      [
        " of",
        -0.0034021672
      ],
      [
        " Theodore",
        -0.025370242
      ],
      [
        " Roosevelt",
        -4.2630116e-05
      ]
    ]
  },
  "Born in 1933, he grew up along the railway line that was the setting for his poem translated as \"Zima Junction.\" He went on to do a lot of traveling out of his native Russia, however, and published the account of his American experience as the play \"Under the Skin of the Statue of Liberty.\" FTP, identify this writer best known for his \"Precocious Autobiography\" and great war poem \"Babi Yar.\"": {
    "guess": "Yevgeny Yevtushenko",
    "confidence": [
      [
        "Y",
        -0.03392322
      ],
      [
        "ev",
        -0.00058413023
      ],
      [
        "gen",
        -1.5809293e-05
      ],
      [
        "y",
        -0.0002755174
      ],
      [
        " Y",
        -3.655073e-05
      ],
      [
        "evt",
        -4.1080468e-05
      ],
      [
        "ush",
        -1.4974867e-05
      ],
      [
        "enko",
        -7.231183e-05
      ]
    ]
  },
  "A border area in the north of this country is home to a series of fortified earthworks called Black Pig's Dyke. An archaeological site in this country is buttressed by 97 decorated \"kerbstones\" and features a notable entrance stone decorated in the \"plastic style.\" This country is home to a boulder decorated in the La Tene style called the Turoe stone and a structure which is located just south of a series of ring forts called the Rath of the Synods and a tomb called the Mound of the (*) Hostages, and which is topped by the \"Stone of Destiny.\" A structure in this country is famous for a roofbox which allows the illumination of its interior on the winter solstice. This country is home to the passage tombs of Carrowmore and Newgrange. For 10 points, name this island country whose High Kings were crowned at the Hill of Tara, near the River Boyne in County Meath.": {
    "guess": "Ireland",
    "confidence": [
      [
        "I",
        -0.0028534941
      ],
      [
        "reland",
        -3.888926e-06
      ]
    ]
  },
  "Born in 1090 near Dijon, France, he entered the Cistercian  monastery of Citeaux in 1112, and three years later founded his  most famous abbey. He revitalized the Cistercian order, led the  condemnation": {
    "guess": "Bernard of Clairvaux",
    "confidence": [
      [
        "Bern",
        -0.094056584
      ],
      [
        "ard",
        -2.1054253e-05
      ],
      [
        " of",
        -0.00021760275
      ],
      [
        " Clair",
        -6.587483e-05
      ],
      [
        "va",
        -0.00013393279
      ],
      [
        "ux",
        -1.9361265e-07
      ]
    ]
  },
  "Born with the last name Weinstein, this American novelist attended Brown and lived in Paris where he wrote his first work, The Dream Life of Balso Snell. Back in New York, he became associate editor with William Carlos Williams of the magazine Contact. His 1934 A Cool Million uses the innocent Lemuel Plitkin to satirize the Horatio Alger myth. FTP, who is this author, killed in an automobile accident": {
    "guess": "Nathanael West",
    "confidence": [
      [
        "N",
        -0.046367876
      ],
      [
        "ath",
        -0.00058746425
      ],
      [
        "ana",
        -0.0014958148
      ],
      [
        "el",
        -1.2113979e-05
      ],
      [
        " West",
        -2.5345586e-05
      ]
    ]
  },
  "Born in 1639 in La Ferté-Milon, he attended the religious school Port- Royal and remained a follower": {
    "guess": "Port-Royal Abbey",
    "confidence": [
      [
        "Port",
        -0.5665312
      ],
      [
        "-R",
        -0.00080700987
      ],
      [
        "oyal",
        -2.1531068e-05
      ],
      [
        " Abbey",
        -0.70618075
      ]
    ]
  },
  "He was born in Teignmouth, England, in 1834, and was educated at the Royal Military College, Sandhurst.  After his graduation he was sent with his regiment to India, where he participated in the Punjab and Burmese wars. In 1856 he joined the Trigonometrical Survey of India. Until his 1877 retirement": {
    "guess": "Thomas Henry Huxley",
    "confidence": [
      [
        "Thomas",
        -0.8136198
      ],
      [
        " Henry",
        -0.9264523
      ],
      [
        " H",
        -0.683889
      ],
      [
        "ux",
        -7.445749e-05
      ],
      [
        "ley",
        -8.220573e-05
      ]
    ]
  },
  "Born in 1738, this man spent most of his life as a musician performing for the Hanover Guards until accepting a post as an organist in Bath, England in 1766. After reading Robert Smith's A Compleat System of Opticks he became interested in astronomy, and, after building his own telescope, he began cataloging stars, nebulae, and binary stars, discovering a total of over 2,500 of them. For 10 points name this astronomer, famous for his theory of stellar evolution from nebulae and for his 1781 discovery of the planet Uranus.": {
    "guess": "William Herschel",
    "confidence": [
      [
        "William",
        -0.019850155
      ],
      [
        " Hers",
        -8.4828214e-05
      ],
      [
        "ch",
        -0.00017350474
      ],
      [
        "el",
        -2.2842309e-05
      ]
    ]
  },
  "After a border incident in disputed African territory, this leader started a war which included the taking of Addis Ababa and led to the exile of the Ethiopian emperor, Haile Selassie. This man allied": {
    "guess": "Ethiopian Civil War",
    "confidence": [
      [
        "Eth",
        -0.1666705
      ],
      [
        "i",
        -0.00900404
      ],
      [
        "opian",
        -0.17509036
      ],
      [
        " Civil",
        -0.41979113
      ],
      [
        " War",
        -0.00020926216
      ]
    ]
  },
  "Born in about 1588 in present-day Connecticut, he was actually a Pequot.  However, his inability to rise to chiefhood frustrated his ambitions, so he led an unsuccessful rebellion that resulted in his forced exile and ultimate siding with the British against the Pequot in a 1638 war.  Such was his renown as a warrior, he was required to leave his sons with the British as a pledge of his neutrality in King Philip's War.  For 10 points, who, unlike his namesake of Fenimore Cooper fictional fame, was the first chief of the Mohegans?": {
    "guess": "Uncas",
    "confidence": [
      [
        "Unc",
        -0.102393
      ],
      [
        "as",
        -2.129266e-05
      ]
    ]
  },
  "Born in New Jersey in 1756, he served in the Revolutionary War accompanying Benedict Arnold on his campaign in Canada. Like Arnold, he was tried for treason and the judge presiding over his proceedings was John Marshall. It has been alleged that Marshall was very lenient in this trial to reciprocate for his even handed presiding over the Samuel Chase impeachment, when this man was President of the Senate. For ten points, who was this one time vice-president, tried for treason for plotting to form a new nation out of Mexican provinces and lands west of the Appalachians, who is more infamous for his involvement in a duel?": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.08232122
      ],
      [
        " Burr",
        -4.2391708e-05
      ]
    ]
  },
  "He was born in Maryland in 1777 and married Francis Scott Key's sister in 1806. He was appointed Andrew Jackson's second attorney general in 1831, but when Jackson attempted to make him secretary of the": {
    "guess": "Roger B. Taney",
    "confidence": [
      [
        "Roger",
        -0.10942529
      ],
      [
        " B",
        -0.021194173
      ],
      [
        ".",
        -0.0006936124
      ],
      [
        " Tan",
        -9.794062e-05
      ],
      [
        "ey",
        -3.1186566e-05
      ]
    ]
  },
  "Born on October 27, 1858, he had this presidential portrait painted by John Singer Sargent. To compensate for poor health as a child, as an adult, he adopted a rigorous training schedule. Coming from a long line of Harvard graduates, many progressive reforms were undertaken during his presidency, including improvements in conservation, child labor laws, and food safety. FTP, name the third face from": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.027329024
      ],
      [
        "odore",
        -0.007761601
      ],
      [
        " Roosevelt",
        -0.0013202388
      ]
    ]
  },
  "He was born in Maryland in 1777 and married Francis Scott Key's sister in 1806. He was appointed Andrew": {
    "guess": "John Beale Bordley",
    "confidence": [
      [
        "John",
        -0.6352567
      ],
      [
        " Be",
        -1.2529031
      ],
      [
        "ale",
        -0.010186658
      ],
      [
        " Bord",
        -0.009887596
      ],
      [
        "ley",
        -0.00010580806
      ]
    ]
  },
  "Boris Berman wrote a guide to playing this composer's piano sonatas, and was the first pianist to record this composer's complete piano music. His second piano concerto was attacked as a \"Babel of insane sounds\" after its premiere, and includes a massive first movement cadenza whose climax is marked colossale. This composer categorized all of his music into five major lines: classical, modern, motoric, lyrical, and grotesque. His \"motoric\" music includes his opus 11 toccata, which begins with the": {
    "guess": "Dmitri Shostakovich",
    "confidence": [
      [
        "D",
        -0.080174506
      ],
      [
        "mit",
        -0.0015585471
      ],
      [
        "ri",
        -9.209964e-05
      ],
      [
        " Sh",
        -0.00019436171
      ],
      [
        "ost",
        -2.4749568e-05
      ],
      [
        "ak",
        -0.00044902292
      ],
      [
        "ovich",
        -1.5213274e-05
      ]
    ]
  },
  "He was born in a prison cell on a day known as Janmashtami, shortly followed by his supernatural escape to the care of his foster parents in Vrindavana. Upon rescuing the 16,000 maidens held by the demon Narakasura, he married all of them in order to preserve their social status. Often depicted as a child eating butter or playing the flute, he held a hill up above the residents of his town to shelter them from a storm. Duryodhana chose this deity's army for the Kauravas after he refused to raise a weapon in the Kurukshetra. The Pandavas, however, chose him as he served as Arjuna's charioteer, to": {
    "guess": "Krishna",
    "confidence": [
      [
        "Kr",
        -0.004501685
      ],
      [
        "ish",
        -1.342522e-05
      ],
      [
        "na",
        -1.9816675e-06
      ]
    ]
  },
  "It is bordered by the South China Sea on the north and otherwise surrounded by Sarawak, a state of East": {
    "guess": "Brunei",
    "confidence": [
      [
        "Br",
        -0.14168924
      ],
      [
        "unei",
        -0.00088906795
      ]
    ]
  },
  "This man was born because his father disguised himself as Gorlois [gorl-wah], and was the son of Igraine. At the Battle of Camlann this man was wounded by his own son and taken to Avalon to recover. That": {
    "guess": "King Arthur Pendragon",
    "confidence": [
      [
        "King",
        -0.0031438507
      ],
      [
        " Arthur",
        -0.00023166878
      ],
      [
        " Pend",
        -0.0012296347
      ],
      [
        "ragon",
        -3.1424974e-05
      ]
    ]
  },
  "He was born in Teignmouth, England, in 1834, and was educated at the Royal Military College, Sandhurst.  After his graduation he was sent with his regiment to India, where he participated in the Punjab and Burmese wars. In 1856 he joined the Trigonometrical Survey of India. Until his 1877 retirement from the army, he conducted topographical surveys in Kashm?, Ladakh, and Bhutan . FTP, identify this British soldier and topographer, for whom the second highest peak in the world, also known as K2, was named.": {
    "guess": "Henry Haversham Godwin-Austen",
    "confidence": [
      [
        "Henry",
        -0.15894407
      ],
      [
        " H",
        -0.15132324
      ],
      [
        "avers",
        -0.00042816595
      ],
      [
        "ham",
        -2.6060809e-05
      ],
      [
        " God",
        -0.0005692371
      ],
      [
        "win",
        -2.577686e-06
      ],
      [
        "-A",
        -0.008969667
      ],
      [
        "ust",
        -0.0021296835
      ],
      [
        "en",
        -6.122589e-05
      ]
    ]
  },
  "Born in the St. Louis suburb of Alton, an early teacher of his taught him his distinctive style of playing without any vibrato. In the mid-1940s, he set off for New York and became the newest trumpeter in Charlie Parker's band. He would later break sharply from that Bebop style on fusion records such as In A Silent Way and Sorcerer. For ten points, name this legendary jazz trumpet player behind classic records such as Kind of Blue.": {
    "guess": "Miles Davis",
    "confidence": [
      [
        "M",
        -0.002286449
      ],
      [
        "iles",
        -3.7697225e-06
      ],
      [
        " Davis",
        -3.4285862e-05
      ]
    ]
  },
  "He was born in a prison cell on a day known as Janmashtami, shortly followed by his supernatural escape to the care of his foster parents in Vrindavana. Upon rescuing the 16,000 maidens held by the demon Narakasura, he married all of them in order to preserve their social status. Often depicted as a child eating butter or playing the flute, he held a hill up above the residents of his town to shelter them from a storm. Duryodhana chose this deity's army for the Kauravas after he refused to raise a weapon in the Kurukshetra. The Pandavas, however, chose him as he served as Arjuna's charioteer, to whom he delivered the Bhagavad Gita. For 10 points, name this incarnation of Vishnu, generally shown": {
    "guess": "Krishna",
    "confidence": [
      [
        "Kr",
        -0.0034174859
      ],
      [
        "ish",
        -1.18755715e-05
      ],
      [
        "na",
        -1.8624639e-06
      ]
    ]
  },
  "Born in 1090 near Dijon, France, he entered the Cistercian  monastery of Citeaux in 1112, and three years later founded his  most famous abbey. He revitalized the Cistercian order, led the  condemnation of Peter Abelard, and preached for the Second Crusade.  FTP, name this saint and Doctor of the Church who spent most of  his life in his abbey at Clairvaux.": {
    "guess": "Bernard of Clairvaux",
    "confidence": [
      [
        "Bern",
        -0.0023538836
      ],
      [
        "ard",
        -9.126521e-05
      ],
      [
        " of",
        -0.0001819682
      ],
      [
        " Clair",
        -0.00015788905
      ],
      [
        "va",
        -0.00013369438
      ],
      [
        "ux",
        -3.1281633e-07
      ]
    ]
  },
  "Born in Konigsberg, Prussia, in 1776, this man changed part of his name from Wilhelm in admiration of": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.026294492
      ],
      [
        "manuel",
        -0.00017314713
      ],
      [
        " Kant",
        -0.00041696816
      ]
    ]
  },
  "Born with a damaged left arm which he hid with a cloak, this leader was sympathetic to the working class, as seen in his support of the Comprehensive Factory Act of 1908 and the Imperial Insurance Code of 1911. A grandson of Queen Victoria, he became unpopular with Great Britian due to his telegram of congratulations to Kruger for surviving the Jameson raid, while his alliance with Franz Joseph II of Austria eventually cost him the throne, after which he lived as a country gentleman in the Netherlands until his 1941 death. FTP, who was this man who served from 1888-1918 as Kaiser of Germany?": {
    "guess": "Wilhelm II, German Emperor",
    "confidence": [
      [
        "Wil",
        -0.008227902
      ],
      [
        "helm",
        -0.0003186618
      ],
      [
        " II",
        -8.375538e-05
      ],
      [
        ",",
        -0.00018018014
      ],
      [
        " German",
        -0.00014847564
      ],
      [
        " Emperor",
        -0.0001136755
      ]
    ]
  },
  "Its border with its southern neighbor is formed by the Rio Coco, and its western Amapala municipality": {
    "guess": "Honduras-Nicaragua border",
    "confidence": [
      [
        "H",
        -0.027056275
      ],
      [
        "ond",
        -4.370295e-05
      ],
      [
        "uras",
        -0.0004715451
      ],
      [
        "-N",
        -0.19366767
      ],
      [
        "ic",
        -2.3392786e-06
      ],
      [
        "ar",
        -3.9411618e-05
      ],
      [
        "agua",
        -0.00030042732
      ],
      [
        " border",
        -0.3318867
      ]
    ]
  },
  "He was born in 1869 in the Tyumen district of Siberia and fell in with an orthodox sect, the Skopsty,": {
    "guess": "Skoptsy",
    "confidence": [
      [
        "Sk",
        -0.052537125
      ],
      [
        "opts",
        -0.10440183
      ],
      [
        "y",
        -3.500108e-05
      ]
    ]
  },
  "It is bordered on its south by a structure that formed during the Eocene called the Gonave, and its major craton is underlain by the Abitibi greenstone belt. Also subjected to the Grenville and Sevier orogenies, much fault-blocking has taken place on it due to its subduction of the Farallon structure. It includes the Anahim, Jemez, and Raton hotspots, and its surface was covered by the Sundance Sea as well as the Cretaceous Inner Seaway.  The MTJ experiment is being conducted at the northern terminus of another feature found at its western edge. Another feature found on this body contains the world's largest dike swarm, and the southern end of that feature has (*) lobes named Wadena and Rainy as evidence of recent glaciations events. A more notable feature of this geological mass is a large caldera housing a supervolcano that is thought to erupt every 600,000 years. For 10 points identify": {
    "guess": "North American Plate",
    "confidence": [
      [
        "North",
        -0.10987901
      ],
      [
        " American",
        -0.11374963
      ],
      [
        " Plate",
        -0.41398713
      ]
    ]
  },
  "It is bordered on its south by a structure that formed during the Eocene called the Gonave, and its major craton is underlain by the Abitibi greenstone belt. Also subjected to the Grenville and Sevier": {
    "guess": "North American Craton",
    "confidence": [
      [
        "North",
        -1.2734839
      ],
      [
        " American",
        -0.093888156
      ],
      [
        " Cr",
        -0.727893
      ],
      [
        "aton",
        -2.2961513e-05
      ]
    ]
  },
  "Born in Michigan, this man's career would take him to the East Coast, where he would lose the 1994 Senate": {
    "guess": "Spencer Abraham",
    "confidence": [
      [
        "Sp",
        -1.1528687
      ],
      [
        "encer",
        -0.021713281
      ],
      [
        " Abraham",
        -0.00014847564
      ]
    ]
  },
  "Born in Torgau in 1463, he built a castle and a university which transformed Wittenberg into a center of arts and learning. Before dying at his hunting lodge, he gained fame by protecting an accused heretic": {
    "guess": "Frederick III, Elector of Saxony",
    "confidence": [
      [
        "Fre",
        -0.15869176
      ],
      [
        "der",
        -0.00059532805
      ],
      [
        "ick",
        -0.00029625517
      ],
      [
        " III",
        -0.04450421
      ],
      [
        ",",
        -0.019185673
      ],
      [
        " Elect",
        -0.0025401094
      ],
      [
        "or",
        -1.569009e-05
      ],
      [
        " of",
        -6.134509e-05
      ],
      [
        " Sax",
        -0.00011462913
      ],
      [
        "ony",
        -1.9027791e-05
      ]
    ]
  },
  "He was born in 1869 in the Tyumen district of Siberia and fell in with an orthodox sect, the Skopsty, who believed that the only way to reach God was through sinful actions. He eventually made his way to St. Petersburg where church leaders were looking for charismatic people to bolster their power. In 1907 he was brought in by the ruling family as a healer for their hemophiliac son, Alexander. Ultimately": {
    "guess": "Grigori Rasputin",
    "confidence": [
      [
        "Gr",
        -0.43575707
      ],
      [
        "ig",
        -9.0883464e-07
      ],
      [
        "ori",
        -9.639097e-05
      ],
      [
        " Ras",
        -0.00014227704
      ],
      [
        "put",
        0.0
      ],
      [
        "in",
        -2.8206474e-05
      ]
    ]
  },
  "Boron-based catalysts for this type of reaction include L-selectrides and oxazaborolidines. DIBAL induces this type of reaction with remarkable chemoselectivity. One reaction of this type converts a carbonyl to a hydrazone, then releases nitrogen gas upon treatment with a base. This type of reaction is often used after the Friedel-Crafts acylation to prevent the polyalkylation caused by the Friedel-Crafts": {
    "guess": "Hydrogenation",
    "confidence": [
      [
        "Hy",
        -0.23303959
      ],
      [
        "dro",
        -0.07008782
      ],
      [
        "gen",
        -0.20785156
      ],
      [
        "ation",
        -0.0045328964
      ]
    ]
  },
  "Born in Switzerland in 1712, he was abandoned in Geneva when his father was exiled, and he later abandoned five of his own illegitimate children by Thérèse Levasseur. The librettist for the operas Les Muses Ga-lantes and Le De-vin du Village \\-- for 10 points -- name this Enlightenment philosopher, author": {
    "guess": "Jean-Jacques Rousseau",
    "confidence": [
      [
        "Jean",
        -0.003638319
      ],
      [
        "-J",
        -0.0020178556
      ],
      [
        "ac",
        -0.000450811
      ],
      [
        "ques",
        -0.00011272187
      ],
      [
        " Rousse",
        -0.00016074994
      ],
      [
        "au",
        -1.8550976e-05
      ]
    ]
  },
  "He was born in Teignmouth, England, in 1834, and was educated at the Royal Military College, Sandhurst.": {
    "guess": "George Pomeroy Colley",
    "confidence": [
      [
        "George",
        -1.689327
      ],
      [
        " P",
        -1.8555225
      ],
      [
        "omer",
        -0.0924986
      ],
      [
        "oy",
        -7.822647e-06
      ],
      [
        " Col",
        -0.1676672
      ],
      [
        "ley",
        -1.8624639e-06
      ]
    ]
  },
  "Born Tafari Makonnen, in 1930 he declared himself 'Might of the Trinity' and Lion of the Tribe of Judah.": {
    "guess": "Haile Selassie",
    "confidence": [
      [
        "Ha",
        -0.17202428
      ],
      [
        "ile",
        -6.392203e-06
      ],
      [
        " Sel",
        -0.00021128863
      ],
      [
        "ass",
        -5.383526e-05
      ],
      [
        "ie",
        -4.6802244e-05
      ]
    ]
  },
  "Born with a damaged left arm which he hid with a cloak, this leader was sympathetic to the working class, as seen in his support of the Comprehensive Factory Act of 1908 and the Imperial Insurance Code of 1911. A grandson of Queen Victoria, he became unpopular with Great Britian due to his telegram of congratulations to Kruger for surviving the Jameson raid, while his alliance with Franz Joseph II": {
    "guess": "Wilhelm II, German Emperor",
    "confidence": [
      [
        "Wil",
        -0.028201502
      ],
      [
        "helm",
        -0.00035000502
      ],
      [
        " II",
        -0.00083762326
      ],
      [
        ",",
        -0.0010791336
      ],
      [
        " German",
        -0.00032986328
      ],
      [
        " Emperor",
        -0.00018065695
      ]
    ]
  },
  "He was born in Maryland in 1777 and married Francis Scott Key's sister in 1806. He was appointed Andrew Jackson's second attorney general in 1831, but when Jackson attempted to make him secretary of the treasury in 1833, he became the first presidential cabinet nominee to be rejected by the Senate. Three years later, despite the opposition of Henry Clay, John Calhoun, and Daniel Webster, he was accepted": {
    "guess": "Roger B. Taney",
    "confidence": [
      [
        "Roger",
        -0.021330941
      ],
      [
        " B",
        -0.006852954
      ],
      [
        ".",
        -0.0006452414
      ],
      [
        " Tan",
        -6.897413e-05
      ],
      [
        "ey",
        -3.202099e-05
      ]
    ]
  },
  "Boron-based catalysts for this type of reaction include L-selectrides and oxazaborolidines. DIBAL induces this type of reaction with remarkable chemoselectivity. One reaction of this type converts a carbonyl": {
    "guess": "Hydrogenation",
    "confidence": [
      [
        "Hy",
        -0.7144966
      ],
      [
        "dro",
        -0.13656844
      ],
      [
        "gen",
        -0.230836
      ],
      [
        "ation",
        -0.0075616683
      ]
    ]
  },
  "Born in 1933, he graduated from Harvard Law School, but was a career politician. An unabashed liberal, he introduced a bill to legalize abortion in his state three years before Roe v. Wade. As governor,": {
    "guess": "Mario Cuomo",
    "confidence": [
      [
        "Mario",
        -1.2163146
      ],
      [
        " Cuomo",
        -0.20817484
      ]
    ]
  },
  "Boris Berman wrote a guide to playing this composer's piano sonatas, and was the first pianist to record this composer's complete piano music. His second piano concerto was attacked as a \"Babel of insane sounds\" after its premiere, and includes a massive first movement cadenza whose climax is marked": {
    "guess": "Ludwig van Beethoven",
    "confidence": [
      [
        "L",
        -0.8868373
      ],
      [
        "ud",
        -6.659005e-05
      ],
      [
        "wig",
        -8.10137e-05
      ],
      [
        " van",
        -0.00081570446
      ],
      [
        " Be",
        -1.6643718e-05
      ],
      [
        "ethoven",
        -2.3080716e-05
      ]
    ]
  },
  "Born in 1908 in Fresno, California to an Armenian immigrant, this man's works celebrated the joy of living": {
    "guess": "William Saroyan",
    "confidence": [
      [
        "William",
        -0.013108464
      ],
      [
        " Sar",
        -0.00019471932
      ],
      [
        "oy",
        -0.00014454192
      ],
      [
        "an",
        -5.5122365e-07
      ]
    ]
  },
  "Boris Berman wrote a guide to playing this composer's piano sonatas, and was the first pianist to record this composer's complete piano music. His second piano concerto was attacked as a \"Babel of insane sounds\" after its premiere, and includes a massive first movement cadenza whose climax is marked colossale. This composer categorized all of his music into five major lines: classical, modern, motoric, lyrical, and grotesque. His \"motoric\" music includes his opus 11 toccata, which begins with the right and left hands alternatively playing repeated D's, and the third movement of his sixth piano": {
    "guess": "Dmitri Shostakovich",
    "confidence": [
      [
        "D",
        -0.27690044
      ],
      [
        "mit",
        -0.0034005055
      ],
      [
        "ri",
        -0.0001441843
      ],
      [
        " Sh",
        -0.0012302308
      ],
      [
        "ost",
        -1.5809293e-05
      ],
      [
        "ak",
        -0.0005063269
      ],
      [
        "ovich",
        -2.3438328e-05
      ]
    ]
  },
  "Born with a damaged left arm which he hid with a cloak, this leader was sympathetic to the working class, as seen in his support of the Comprehensive Factory Act of 1908 and the Imperial Insurance Code of 1911. A grandson of Queen Victoria, he became unpopular with Great Britian due to his telegram of congratulations to Kruger for surviving the Jameson raid, while his alliance with Franz Joseph II of Austria eventually cost him the throne, after which he lived as a country gentleman in the Netherlands": {
    "guess": "Wilhelm II, German Emperor",
    "confidence": [
      [
        "Wil",
        -0.08800393
      ],
      [
        "helm",
        -0.0027486463
      ],
      [
        " II",
        -0.0010709196
      ],
      [
        ",",
        -0.0009904149
      ],
      [
        " German",
        -0.00019519613
      ],
      [
        " Emperor",
        -8.613945e-05
      ]
    ]
  },
  "The border between this country and its neighbor is largely based on the boundaries of medieval Marcher lordships and at one point separates a city from its railroad station. It's known as the \"land of song\" partly due to its eisteddfod (eye-steth-vod) tradition, and the Seven Wonders of this country include some ancient yew trees and the region's highest mountain, Snowdon. Many citizens speak both": {
    "guess": "Wales",
    "confidence": [
      [
        "W",
        -0.0035071764
      ],
      [
        "ales",
        -0.00048584584
      ]
    ]
  },
  "He was born in Teignmouth, England, in 1834, and was educated at the Royal Military College, Sandhurst.  After his graduation he was sent with his regiment to India, where he participated in the Punjab and Burmese wars. In 1856 he joined the Trigonometrical Survey of India. Until his 1877 retirement from the army, he conducted topographical surveys in Kashm?, Ladakh, and Bhutan . FTP, identify this": {
    "guess": "Survey of India",
    "confidence": [
      [
        "Survey",
        -0.5063083
      ],
      [
        " of",
        -0.030746272
      ],
      [
        " India",
        -0.0004294772
      ]
    ]
  },
  "He was born in a prison cell on a day known as Janmashtami, shortly followed by his supernatural escape to the care of his foster parents in Vrindavana. Upon rescuing the 16,000 maidens held by the demon Narakasura, he married all of them in order to preserve their social status. Often depicted as a child eating butter or playing the flute, he held a hill up above the residents of his town to shelter": {
    "guess": "Krishna",
    "confidence": [
      [
        "Kr",
        -0.0024936108
      ],
      [
        "ish",
        -4.246537e-06
      ],
      [
        "na",
        -2.6418418e-05
      ]
    ]
  },
  "It is bordered on its south by a structure that formed during the Eocene called the Gonave, and its major craton is underlain by the Abitibi greenstone belt. Also subjected to the Grenville and Sevier orogenies, much fault-blocking has taken place on it due to its subduction of the Farallon structure. It includes the Anahim, Jemez, and Raton hotspots, and its surface was covered by the Sundance Sea as well as the Cretaceous Inner Seaway.  The MTJ experiment is being conducted at the northern terminus of another feature found at its western edge. Another feature found on this body contains the world's largest dike swarm, and the southern end of that feature has (*) lobes named Wadena and Rainy": {
    "guess": "North American Craton",
    "confidence": [
      [
        "North",
        -0.047665227
      ],
      [
        " American",
        -0.067538336
      ],
      [
        " Cr",
        -0.5227229
      ],
      [
        "aton",
        -3.9530823e-05
      ]
    ]
  },
  "She was born illegitimate to a Dutch courtesan and French law student and spent much of her early life in a convent.  She wanted to be a nun, but one of her mother's lovers, a half-brother of Napoleon III, arranged for her to enter the Conservatoire.  Her first resounding success was in a revival of Kean, a work by Alexandre Dumas pere, and she captivated international theater audiences of the Belle": {
    "guess": "Sarah Bernhardt",
    "confidence": [
      [
        "Sarah",
        -0.075797416
      ],
      [
        " Bern",
        -0.0037772667
      ],
      [
        "hardt",
        -0.0019625358
      ]
    ]
  },
  "Boris Berman wrote a guide to playing this composer's piano sonatas, and was the first pianist to record this composer's complete piano music. His second piano concerto was attacked as a \"Babel of insane sounds\" after its premiere, and includes a massive first movement cadenza whose climax is marked colossale. This composer categorized all of his music into five major lines: classical, modern, motoric, lyrical, and grotesque. His \"motoric\" music includes his opus 11 toccata, which begins with the right and left hands alternatively playing repeated D's, and the third movement of his sixth piano sonata, which is grouped with his seventh and eighth piano sonatas as his \"war sonatas.\" He composed the \"Dance of the Knights\" for his ballet Romeo and Juliet. For 10 points, name this Soviet composer": {
    "guess": "Dmitri Shostakovich",
    "confidence": [
      [
        "D",
        -0.6760209
      ],
      [
        "mit",
        -0.0035239328
      ],
      [
        "ri",
        -1.0206721e-05
      ],
      [
        " Sh",
        -0.0002784975
      ],
      [
        "ost",
        -8.061054e-06
      ],
      [
        "ak",
        -0.00024072826
      ],
      [
        "ovich",
        -1.1637165e-05
      ]
    ]
  },
  "After a border incident in disputed African territory, this leader started a war which included the taking of Addis Ababa and led to the exile of the Ethiopian emperor, Haile Selassie. This man allied his country to Germany with the Pact of Steel. This man came to power after organizing a march that led to his becoming prime minister under Victor Emmanuel III, with that march involving this man's Blackshirts. For 10 points, name this man who claimed to make the trains run on time, the fascist dictator of Italy during World War II.": {
    "guess": "Benito Mussolini",
    "confidence": [
      [
        "Ben",
        -0.078920856
      ],
      [
        "ito",
        -1.2590794e-05
      ],
      [
        " Muss",
        -2.4272753e-05
      ],
      [
        "olini",
        -2.7968066e-05
      ]
    ]
  },
  "Born with the last name Weinstein, this American novelist attended Brown and lived in Paris where he wrote his first work, The Dream Life of Balso Snell. Back in New York, he became associate editor with William Carlos Williams of the magazine Contact. His 1934 A Cool Million uses the innocent Lemuel Plitkin to satirize the Horatio Alger myth. FTP, who is this author, killed in an automobile accident in 1940, the author of Miss Lonelyhearts and Day of the Locust?": {
    "guess": "Nathanael West",
    "confidence": [
      [
        "N",
        -0.008379825
      ],
      [
        "ath",
        -0.0006986153
      ],
      [
        "ana",
        -0.0010073235
      ],
      [
        "el",
        -1.4259645e-05
      ],
      [
        " West",
        -2.6418418e-05
      ]
    ]
  },
  "Boron-based catalysts for this type of reaction include L-selectrides and oxazaborolidines. DIBAL induces this type of reaction with remarkable chemoselectivity. One reaction of this type converts a carbonyl to a hydrazone, then releases nitrogen gas upon treatment with a base. This type of reaction is often used after the Friedel-Crafts acylation to prevent the polyalkylation caused by the Friedel-Crafts alkylation. (*) Hydrides are potent agents to drive this type of reaction in organic compounds, as exemplified by the conversion of azides to amines, alkenes to alkanes, and ketones to alcohols. This type of reaction occurs at the cathode of an electrochemical cell. For 10 points, name this type of reaction in which the reactant gains electrons, as contrasted with oxidation.": {
    "guess": "Reduction (chemistry)",
    "confidence": [
      [
        "Red",
        -0.07551958
      ],
      [
        "uction",
        -0.0011067559
      ],
      [
        " (",
        -0.12579525
      ],
      [
        "chemistry",
        -0.0021645331
      ],
      [
        ")",
        -0.00013262156
      ]
    ]
  },
  "Born in Idaho, as a student at Weesur High School he wrote and directed a high school musical called Goodbye Weesur, Hello Broadway. He later went to New York hoping to direct on Broadway, but wound up running only a small group of players in New Jersey. To supplement his income, he became a substitute teacher, and after the departure of Vernon Thomas, spent four years on the faculty as history teacher": {
    "guess": "The Farnsworth Invention",
    "confidence": [
      [
        "The",
        -2.6901746
      ],
      [
        " F",
        -2.2010074
      ],
      [
        "arn",
        -0.8750113
      ],
      [
        "sworth",
        -0.0052103978
      ],
      [
        " In",
        -0.002147762
      ],
      [
        "vention",
        -0.00023691374
      ]
    ]
  },
  "Born into a clan that claimed a homeland in the northwest corner of the world, along the shadowy borders of Vanaheim and the Pictish wilderness. Records of his birth and his parents are scarce. But it's known that his father was a blacksmith and fled from his own people because of a blood feud and sought": {
    "guess": "Conan the Barbarian",
    "confidence": [
      [
        "Con",
        -0.0629645
      ],
      [
        "an",
        -0.00013059509
      ],
      [
        " the",
        -0.006474726
      ],
      [
        " Barbar",
        -0.008584083
      ],
      [
        "ian",
        -4.823269e-05
      ]
    ]
  },
  "It is bordered on its south by a structure that formed during the Eocene called the Gonave, and its major craton is underlain by the Abitibi greenstone belt. Also subjected to the Grenville and Sevier orogenies, much fault-blocking has taken place on it due to its subduction of the Farallon structure. It includes the Anahim, Jemez, and Raton hotspots, and its surface was covered by the Sundance Sea as well as the Cretaceous Inner Seaway.  The MTJ experiment is being conducted at the northern terminus of another feature found at its western edge. Another feature found on this body contains the world's": {
    "guess": "North American Plate",
    "confidence": [
      [
        "North",
        -0.13015662
      ],
      [
        " American",
        -0.009790086
      ],
      [
        " Plate",
        -0.80673975
      ]
    ]
  },
  "Born in Switzerland in 1712, he was abandoned in Geneva when his father was exiled, and he later abandoned": {
    "guess": "Jean-Jacques Rousseau",
    "confidence": [
      [
        "Jean",
        -0.0020941112
      ],
      [
        "-J",
        -0.004673623
      ],
      [
        "ac",
        -0.00035000502
      ],
      [
        "ques",
        -0.000100205485
      ],
      [
        " Rousse",
        -2.4584822e-06
      ],
      [
        "au",
        -7.3458323e-06
      ]
    ]
  },
  "Born the son of an oil magnate and a women's rights activist, he took up writing when his general store in South Dakota failed. Using such pen names as \"Floyd Akers\" and \"Edith Van Dyne,\" he declared that": {
    "guess": "L. Frank Baum",
    "confidence": [
      [
        "L",
        -0.14764996
      ],
      [
        ".",
        -0.00015669702
      ],
      [
        " Frank",
        -2.057744e-05
      ],
      [
        " Baum",
        -8.8165914e-05
      ]
    ]
  },
  "Born in 1079, the school that he founded evolved into the University of Paris. The main thrust of his philosophy was that the power of human thinking or reason could achieve true knowledge in the natural": {
    "guess": "Peter Abelard",
    "confidence": [
      [
        "Peter",
        -0.06258306
      ],
      [
        " Abel",
        -0.0012023738
      ],
      [
        "ard",
        -7.183501e-05
      ]
    ]
  },
  "Born near modern-day Tehran in the year 763, he ruled from a city currently the seat of Jalal Talabani's government. His court was controlled by the Barmakids, and he had diplomatic relations with both the Tang and the Carolingian empires.  He was on particularly close relations with the Holy Roman Emperor of the latter, sending mechanical clocks and an  albino elephant named Abbu al-Abbas to Charlemagne as presents. The elephant was named after the founder of his  dynasty, the Abbasids, of which he was the fifth caliph. FTP, name this ruler of Baghdad whose reign is immortalized in  the Thousand": {
    "guess": "Harun al-Rashid",
    "confidence": [
      [
        "Har",
        -0.008446142
      ],
      [
        "un",
        -5.8722613e-05
      ],
      [
        " al",
        -0.0001246349
      ],
      [
        "-R",
        -0.0001978186
      ],
      [
        "ash",
        -0.000115463554
      ],
      [
        "id",
        -1.1279553e-05
      ]
    ]
  },
  "After a border incident in disputed African territory, this leader started a war which included the taking": {
    "guess": "Western Sahara conflict",
    "confidence": [
      [
        "Western",
        -1.3510863
      ],
      [
        " Sahara",
        -0.002706562
      ],
      [
        " conflict",
        -0.011821064
      ]
    ]
  },
  "Boron-based catalysts for this type of reaction include L-selectrides and oxazaborolidines. DIBAL induces this type of reaction with remarkable chemoselectivity. One reaction of this type converts a carbonyl to a hydrazone, then releases nitrogen gas upon treatment with a base. This type of reaction is often used after the Friedel-Crafts acylation to prevent the polyalkylation caused by the Friedel-Crafts alkylation. (*) Hydrides are potent agents to drive this type of reaction in organic compounds, as exemplified by the conversion of azides to amines, alkenes to alkanes, and ketones to alcohols. This type of reaction occurs at the cathode of an electrochemical cell. For 10 points, name this": {
    "guess": "Hydrogenation",
    "confidence": [
      [
        "Hy",
        -0.05569319
      ],
      [
        "dro",
        -0.2037505
      ],
      [
        "gen",
        -0.001960394
      ],
      [
        "ation",
        -0.0008290443
      ]
    ]
  },
  "He was born in a prison cell on a day known as Janmashtami, shortly followed by his supernatural escape to the care of his foster parents in Vrindavana. Upon rescuing the 16,000 maidens held by the demon Narakasura, he married all of them in order to preserve their social status. Often depicted as a child eating butter or playing the flute, he held a hill up above the residents of his town to shelter them from a storm. Duryodhana chose this deity's army for the Kauravas after he refused to raise": {
    "guess": "Krishna",
    "confidence": [
      [
        "Kr",
        -0.001542715
      ],
      [
        "ish",
        -9.253091e-06
      ],
      [
        "na",
        -3.1737043e-06
      ]
    ]
  },
  "Born in Iowa, this man's first commission was aboard the Republic, and he would later serve aboard the Farragut before serving in his most famous role. Eventually reaching the rank of Admiral, he was demoted for disobeying a direct order and stealing his former ship, a fact that was used against him at his trial after being framed for assassinating Chancellor Gorkon. In his academy years, he earned a commendation for original thinking by being the first cadet to beat the Kobayashi Maru scenario by reprogramming the simulation. For ten points, identify this Captain of the U.S.S. Enterprise during its five-year mission.": {
    "guess": "James T. Kirk",
    "confidence": [
      [
        "James",
        -0.0061454074
      ],
      [
        " T",
        -0.00023429126
      ],
      [
        ".",
        -0.01830118
      ],
      [
        " Kirk",
        -1.1398757e-05
      ]
    ]
  },
  "Born in Kanazama in 1870, he taught English upon his return to Japan in 1909, then took a position at Otani University in 1921.  Earlier, while working in Illinois, he translated such works as Awakening": {
    "guess": "Lafcadio Hearn",
    "confidence": [
      [
        "L",
        -1.1609508
      ],
      [
        "afc",
        -0.003088709
      ],
      [
        "adio",
        -7.255024e-05
      ],
      [
        " H",
        -0.0009308717
      ],
      [
        "earn",
        -5.080963e-06
      ]
    ]
  },
  "A border area in the north of this country is home to a series of fortified earthworks called Black Pig's Dyke. An archaeological site in this country is buttressed by 97 decorated \"kerbstones\" and features a notable entrance stone decorated in the \"plastic style.\" This country is home to a boulder decorated in the La Tene style called the Turoe stone and a structure which is located just south of a series of ring forts called the Rath of the Synods and a tomb called the Mound of the (*) Hostages, and which is topped by the \"Stone of Destiny.\" A structure in this country is famous for a roofbox which allows the illumination of its interior on the winter solstice. This country is home to the passage tombs of Carrowmore and Newgrange. For 10 points, name this island country whose High Kings were": {
    "guess": "Ireland",
    "confidence": [
      [
        "I",
        -0.0026222665
      ],
      [
        "reland",
        -4.246537e-06
      ]
    ]
  },
  "After a border incident in disputed African territory, this leader started a war which included the taking of Addis Ababa and led to the exile of the Ethiopian emperor, Haile Selassie. This man allied his country to Germany with the Pact of Steel. This man came to power after organizing a march that led to his becoming prime minister under Victor Emmanuel III, with that march involving this man's Blackshirts. For 10 points, name this man who claimed to make the trains run on time, the fascist dictator": {
    "guess": "Benito Mussolini",
    "confidence": [
      [
        "Ben",
        -0.0040394566
      ],
      [
        "ito",
        -1.4378848e-05
      ],
      [
        " Muss",
        -3.035214e-05
      ],
      [
        "olini",
        -3.9411618e-05
      ]
    ]
  },
  "She was born illegitimate to a Dutch courtesan and French law student and spent much of her early life in a convent.  She wanted to be a nun, but one of her mother's lovers, a half-brother of Napoleon III, arranged for her to enter the Conservatoire.  Her first resounding success was in a revival of": {
    "guess": "Maria Malibran",
    "confidence": [
      [
        "Maria",
        -1.1929458
      ],
      [
        " Mal",
        -0.059678156
      ],
      [
        "ib",
        -0.0009969638
      ],
      [
        "ran",
        -0.00020199074
      ]
    ]
  },
  "Born in Switzerland in 1712, he was abandoned in Geneva when his father was exiled, and he later abandoned five of his own illegitimate children by Thérèse Levasseur. The librettist for the operas Les": {
    "guess": "Jean-Jacques Rousseau",
    "confidence": [
      [
        "Jean",
        -0.025397902
      ],
      [
        "-J",
        -0.004187975
      ],
      [
        "ac",
        -0.0006124787
      ],
      [
        "ques",
        -0.00012844942
      ],
      [
        " Rousse",
        -0.00018565984
      ],
      [
        "au",
        -7.703444e-06
      ]
    ]
  },
  "Born in about 1588 in present-day Connecticut, he was actually a Pequot.  However, his inability to rise to chiefhood frustrated his ambitions, so he led an unsuccessful rebellion that resulted in his forced exile and ultimate siding with the British against the Pequot in a 1638 war.  Such was his renown as a warrior, he was required to leave his sons with the British as a pledge of his neutrality": {
    "guess": "Sassacus",
    "confidence": [
      [
        "S",
        -0.7056209
      ],
      [
        "ass",
        -0.018183187
      ],
      [
        "acus",
        -0.002313811
      ]
    ]
  },
  "Born Tafari Makonnen, in 1930 he declared himself 'Might of the Trinity' and Lion of the Tribe of Judah. In 1963, he was instrumental in the formation of the Organization of African Unity, and he helped guide African leaders together in a meeting at Addis Ababba. He led the move for the modernization of Africa, and he promoted the advance of technical school s. FTP, name this Ethiopian leader, also known as Ras Tafari.": {
    "guess": "Haile Selassie",
    "confidence": [
      [
        "Ha",
        -0.0019391078
      ],
      [
        "ile",
        -1.8193366e-05
      ],
      [
        " Sel",
        -8.244414e-05
      ],
      [
        "ass",
        -3.333223e-05
      ],
      [
        "ie",
        -2.868329e-05
      ]
    ]
  },
  "Born in 1639 in La Ferté-Milon, he attended the religious school Port- Royal and remained a follower of Jansenism even after breaking with the institution before producing his tragedy Andromaque. Although criticized for his historical inaccuracy in Mithridate and Britannicus and for the general lack": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.17653401
      ],
      [
        " Rac",
        -0.0003434488
      ],
      [
        "ine",
        -4.5848617e-05
      ]
    ]
  },
  "Born in New Jersey in 1756, he served in the Revolutionary War accompanying Benedict Arnold on his campaign in Canada. Like Arnold, he was tried for treason and the judge presiding over his proceedings was John Marshall. It has been alleged that Marshall was very lenient in this trial to reciprocate for his even handed presiding over the Samuel Chase impeachment, when this man was President of the Senate. For ten points, who was this one time vice-president, tried for treason for plotting to form a new nation out of Mexican provinces and lands west of the Appalachians, who is more infamous for": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.021694617
      ],
      [
        " Burr",
        -3.070975e-05
      ]
    ]
  },
  "Born in 1639 in La Ferté-Milon, he attended the religious school Port- Royal and remained a follower of Jansenism even after breaking with the institution before producing his tragedy Andromaque. Although criticized for his historical inaccuracy in Mithridate and Britannicus and for the general lack of anything happening in Bérénice, his poetry is considered of the highest quality. For ten points, name this man, the other member of the \"big three\" 17th-century French dramatists along with Molière": {
    "guess": "Pierre Corneille",
    "confidence": [
      [
        "P",
        -0.19832273
      ],
      [
        "ierre",
        -1.2829201e-05
      ],
      [
        " Cor",
        -0.00014466111
      ],
      [
        "ne",
        -3.5835506e-05
      ],
      [
        "ille",
        -0.00022427815
      ]
    ]
  },
  "Born in 1612 in Northampton, England she would not immigrate to Massachusetts until she was already married to a future governor of that Colony. Her most famous collection was published without her consent by her brother-in-law John Woodbridge. That collection is The Tenth Muse Lately Sprung Up in America.": {
    "guess": "Anne Bradstreet",
    "confidence": [
      [
        "Anne",
        -0.0018523624
      ],
      [
        " Brad",
        -3.5358695e-05
      ],
      [
        "street",
        -0.0001341712
      ]
    ]
  },
  "Born in 1738, this man spent most of his life as a musician performing for the Hanover Guards until accepting a post as an organist in Bath, England in 1766. After reading Robert Smith's A Compleat System of Opticks he became interested in astronomy, and, after building his own telescope, he began cataloging stars, nebulae, and binary stars, discovering a total of over 2,500 of them. For 10 points name this astronomer, famous for his theory of stellar evolution from nebulae and for his 1781 discovery": {
    "guess": "William Herschel",
    "confidence": [
      [
        "William",
        -0.048728164
      ],
      [
        " Hers",
        -0.0002041364
      ],
      [
        "ch",
        -0.00025669055
      ],
      [
        "el",
        -2.5941605e-05
      ]
    ]
  },
  "The border between this country and its neighbor is largely based on the boundaries of medieval Marcher lordships and at one point separates a city from its railroad station. It's known as the \"land of song\" partly due to its eisteddfod (eye-steth-vod) tradition, and the Seven Wonders of this country include some ancient yew trees and the region's highest mountain, Snowdon. Many citizens speak both English and Cymraeg (koom-raig) and it is home to the longest official place name in the UK. For 10": {
    "guess": "Wales",
    "confidence": [
      [
        "W",
        -0.0022058089
      ],
      [
        "ales",
        -0.00031341682
      ]
    ]
  },
  "Born with a damaged left arm which he hid with a cloak, this leader was sympathetic to the working class, as seen in his support of the Comprehensive Factory Act of 1908 and the Imperial Insurance Code": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -1.0088205
      ],
      [
        "to",
        -9.133887e-06
      ],
      [
        " von",
        -0.008042133
      ],
      [
        " B",
        -7.3458323e-06
      ],
      [
        "ism",
        -5.080963e-06
      ],
      [
        "ar",
        -0.0014670114
      ],
      [
        "ck",
        -2.6968896e-06
      ]
    ]
  },
  "Born in 1612 in Northampton, England she would not immigrate to Massachusetts until she was already married to a future governor of that Colony. Her most famous collection was published without her consent by her brother-in-law John Woodbridge. That collection is The Tenth Muse Lately Sprung Up in America. Her most famous poem, To my Dear and Loving Husband begins with the line \"If ever two were one,": {
    "guess": "Anne Bradstreet",
    "confidence": [
      [
        "Anne",
        -0.021859197
      ],
      [
        " Brad",
        -0.00037156625
      ],
      [
        "street",
        -0.00023274162
      ]
    ]
  },
  "Born in 1090 near Dijon, France, he entered the Cistercian  monastery of Citeaux in 1112, and three years": {
    "guess": "Bernard of Clairvaux",
    "confidence": [
      [
        "Bern",
        -0.17428342
      ],
      [
        "ard",
        -1.6762922e-05
      ],
      [
        " of",
        -0.0004340069
      ],
      [
        " Clair",
        -0.0001472836
      ],
      [
        "va",
        -0.00027635184
      ],
      [
        "ux",
        -1.50940705e-05
      ]
    ]
  },
  "Born Jeno Blau, he entered the Royal Academy of Music in Budapest in 1904, when he was 5 years old. ": {
    "guess": "Royal Academy of Music in Budapest",
    "confidence": [
      [
        "Royal",
        -0.021671988
      ],
      [
        " Academy",
        -0.00059187476
      ],
      [
        " of",
        -4.604148e-06
      ],
      [
        " Music",
        -0.00026538875
      ],
      [
        " in",
        -0.73381674
      ],
      [
        " Budapest",
        -0.007953911
      ]
    ]
  },
  "Born in Michigan, this man's career would take him to the East Coast, where he would lose the 1994 Senate race to Ted Kennedy. This man's father lost the presidential nomination to Richard Nixon in 1968,": {
    "guess": "Wikipedia page for Mitt Romney's 1994 Senate campaign",
    "confidence": [
      [
        "W",
        -1.2306155
      ],
      [
        "ikipedia",
        -0.013768406
      ],
      [
        " page",
        -0.032703083
      ],
      [
        " for",
        -0.316014
      ],
      [
        " Mitt",
        -0.898816
      ],
      [
        " Romney",
        -0.00368214
      ],
      [
        "'s",
        -0.9088989
      ],
      [
        " ",
        -0.14298487
      ],
      [
        "199",
        -0.0055829445
      ],
      [
        "4",
        -0.00038372134
      ],
      [
        " Senate",
        -1.0974917
      ],
      [
        " campaign",
        -0.40627074
      ]
    ]
  },
  "Born into a Khatri caste, this figure purportedly demonstrated interest in the divine to a teacher by explaining the implications of the first letter of the alphabet. Stories from this figure's life are collected in vars, which were written by the scribe Bhai Gurdas, as well as in the Janam-sakhis, which": {
    "guess": "Guru Nanak",
    "confidence": [
      [
        "G",
        -0.008135083
      ],
      [
        "uru",
        -0.00014334988
      ],
      [
        " Nan",
        -0.015713716
      ],
      [
        "ak",
        -0.00017600802
      ]
    ]
  },
  "Born into a clan that claimed a homeland in the northwest corner of the world, along the shadowy borders": {
    "guess": "Scythians",
    "confidence": [
      [
        "Sc",
        -1.7889222
      ],
      [
        "yth",
        -0.5944052
      ],
      [
        "ians",
        -0.39314896
      ]
    ]
  },
  "Born to a noble family, he was first raised with a peasant family, learned Latin before French, and first attended the College of Guyenne at Bordeaux at age six. As counselor of the Bordeaux Parliament, he met his friend Etienne de la Boëtie, who died six years later at age 32. For ten points, name this 16th century courtier best known for two books published in 1580 consisting of 57 and 37 chapters he called \"essays.\"": {
    "guess": "Michel de Montaigne",
    "confidence": [
      [
        "Mich",
        -0.007261582
      ],
      [
        "el",
        -4.9617593e-06
      ],
      [
        " de",
        -0.0006713286
      ],
      [
        " Mont",
        -9.968313e-06
      ],
      [
        "aign",
        -2.9279307e-05
      ],
      [
        "e",
        -1.7432603e-06
      ]
    ]
  },
  "A border area in the north of this country is home to a series of fortified earthworks called Black Pig's": {
    "guess": "Northern Ireland border",
    "confidence": [
      [
        "Northern",
        -1.2667074
      ],
      [
        " Ireland",
        -0.001305595
      ],
      [
        " border",
        -0.3243
      ]
    ]
  },
  "Born into a clan that claimed a homeland in the northwest corner of the world, along the shadowy borders of Vanaheim and the Pictish wilderness. Records of his birth and his parents are scarce. But it's known that his father was a blacksmith and fled from his own people because of a blood feud and sought refuge with the people of the North. He first saw daylight on a battlefield during a raid by the Vanir and went from there went to kill, steal, and wench his way around the world. FTP, name this Cimmerian Savage created by Robert E. Howard.": {
    "guess": "Conan the Barbarian",
    "confidence": [
      [
        "Con",
        -0.0016713724
      ],
      [
        "an",
        -1.5332478e-05
      ],
      [
        " the",
        -0.00085239357
      ],
      [
        " Barbar",
        -0.00026121663
      ],
      [
        "ian",
        -4.632543e-05
      ]
    ]
  },
  "Born in 1933, he grew up along the railway line that was the setting for his poem translated as \"Zima": {
    "guess": "Yevgeny Yevtushenko",
    "confidence": [
      [
        "Y",
        -1.3750498
      ],
      [
        "ev",
        -0.0011385502
      ],
      [
        "gen",
        -9.014684e-06
      ],
      [
        "y",
        -6.2656334e-05
      ],
      [
        " Y",
        -0.0012561842
      ],
      [
        "evt",
        -3.7981175e-05
      ],
      [
        "ush",
        -3.888926e-06
      ],
      [
        "enko",
        -0.00022475497
      ]
    ]
  },
  "Born into a clan that claimed a homeland in the northwest corner of the world, along the shadowy borders of Vanaheim and the Pictish wilderness. Records of his birth and his parents are scarce. But it's": {
    "guess": "Conan the Barbarian",
    "confidence": [
      [
        "Con",
        -0.16282828
      ],
      [
        "an",
        -0.0005563704
      ],
      [
        " the",
        -0.005414469
      ],
      [
        " Barbar",
        -0.0028241351
      ],
      [
        "ian",
        -6.49212e-05
      ]
    ]
  },
  "Born in Kanazama in 1870, he taught English upon his return to Japan in 1909, then took a position at Otani University in 1921.  Earlier, while working in Illinois, he translated such works as Awakening of Faith in the Mahayana.  A great influence on such men as Joseph Campbell and Robert Pirsig, his": {
    "guess": "Daisetz Teitaro Suzuki",
    "confidence": [
      [
        "D",
        -0.027553681
      ],
      [
        "ais",
        -0.8971842
      ],
      [
        "etz",
        -0.16127847
      ],
      [
        " Te",
        -0.01774517
      ],
      [
        "itar",
        -7.600714e-05
      ],
      [
        "o",
        -0.002970215
      ],
      [
        " Suzuki",
        -0.00037514235
      ]
    ]
  },
  "He was born in a prison cell on a day known as Janmashtami, shortly followed by his supernatural escape to the care of his foster parents in Vrindavana. Upon rescuing the 16,000 maidens held by the demon Narakasura, he married all of them in order to preserve their social status. Often depicted as a": {
    "guess": "Krishna",
    "confidence": [
      [
        "Kr",
        -0.0034313812
      ],
      [
        "ish",
        -5.5122365e-07
      ],
      [
        "na",
        -4.0246043e-05
      ]
    ]
  },
  "It is bordered on its south by a structure that formed during the Eocene called the Gonave, and its major craton is underlain by the Abitibi greenstone belt. Also subjected to the Grenville and Sevier orogenies, much fault-blocking has taken place on it due to its subduction of the Farallon structure. It includes the Anahim, Jemez, and Raton hotspots, and its surface was covered by the Sundance Sea as well as the Cretaceous Inner Seaway.  The MTJ experiment is being conducted at the northern terminus of another feature found at its western edge. Another feature found on this body contains the world's largest dike swarm, and the southern end of that feature has (*) lobes named Wadena and Rainy as evidence of recent glaciations events. A more notable feature of this geological mass is a large caldera housing a supervolcano that is thought to erupt every 600,000 years. For 10 points identify this geologic mass that includes the Canadian Shield and the Yellowstone Supervolcano, and whose fight with the Pacific Plate causes earthquakes along the San Andreas Fault.": {
    "guess": "North American Plate",
    "confidence": [
      [
        "North",
        -0.011246113
      ],
      [
        " American",
        -0.0012632099
      ],
      [
        " Plate",
        -0.13613167
      ]
    ]
  },
  "Born in 1079, the school that he founded evolved into the University of Paris. The main thrust of his philosophy was that the power of human thinking or reason could achieve true knowledge in the natural and supernatural spheres. He is probably best remembered, however, for his love affair with one of his pupils. Following the birth of a child, they married secretly, but her vengeful uncle had him castrated. After separating to take up monastic life, the couple exchanged a series of notable love letters. FTP, name this husband of HŽlo•se (hell-oh-ease).": {
    "guess": "Pierre Abélard",
    "confidence": [
      [
        "P",
        -0.45903102
      ],
      [
        "ierre",
        -0.009290263
      ],
      [
        " Ab",
        -0.014822987
      ],
      [
        "él",
        -2.5941605e-05
      ],
      [
        "ard",
        -2.546479e-05
      ]
    ]
  },
  "Born in Torgau in 1463, he built a castle and a university which transformed Wittenberg into a center of arts and learning. Before dying at his hunting lodge, he gained fame by protecting an accused heretic and later allowing him to be kidnapped for the protection of both men. For 10 points—name this": {
    "guess": "Frederick III, Elector of Saxony",
    "confidence": [
      [
        "Fre",
        -1.4761325
      ],
      [
        "der",
        -0.0033820805
      ],
      [
        "ick",
        -0.0011492675
      ],
      [
        " III",
        -0.08652104
      ],
      [
        ",",
        -0.034490816
      ],
      [
        " Elect",
        -0.0059161196
      ],
      [
        "or",
        -2.9636918e-05
      ],
      [
        " of",
        -0.00022225169
      ],
      [
        " Sax",
        -0.0003118672
      ],
      [
        "ony",
        -2.9875326e-05
      ]
    ]
  },
  "He was born in 1869 in the Tyumen district of Siberia and fell in with an orthodox sect, the Skopsty, who believed that the only way to reach God was through sinful actions. He eventually made his way to St. Petersburg where church leaders were looking for charismatic people to bolster their power. In 1907 he was brought in by the ruling family as a healer for their hemophiliac son, Alexander. Ultimately killed by Prince Felix Yusupov after being poisoned, shot and drowned in the Neva, FTP what man was believed to gain supernatural control over the Romanoff Tsarina.": {
    "guess": "Grigori Rasputin",
    "confidence": [
      [
        "Gr",
        -0.34325817
      ],
      [
        "ig",
        -2.7729659e-05
      ],
      [
        "ori",
        -0.00035941842
      ],
      [
        " Ras",
        -0.00010974178
      ],
      [
        "put",
        -4.3202e-07
      ],
      [
        "in",
        -3.2736214e-05
      ]
    ]
  },
  "He was born in a prison cell on a day known as Janmashtami, shortly followed by his supernatural escape to the care of his foster parents in Vrindavana. Upon rescuing the 16,000 maidens held by the demon": {
    "guess": "Krishna",
    "confidence": [
      [
        "Kr",
        -0.023212515
      ],
      [
        "ish",
        -1.3663626e-05
      ],
      [
        "na",
        -0.00018792471
      ]
    ]
  },
  "Born in Idaho, as a student at Weesur High School he wrote and directed a high school musical called Goodbye Weesur, Hello Broadway. He later went to New York hoping to direct on Broadway, but wound up": {
    "guess": "High School Musical (franchise)",
    "confidence": [
      [
        "High",
        -1.0585116
      ],
      [
        " School",
        -0.33850026
      ],
      [
        " Musical",
        -0.007201817
      ],
      [
        " (",
        -0.76138514
      ],
      [
        "fr",
        -0.0055920687
      ],
      [
        "anchise",
        -6.0272258e-05
      ],
      [
        ")",
        -0.0005153827
      ]
    ]
  },
  "Born in Iowa, this man's first commission was aboard the Republic, and he would later serve aboard the Farragut before serving in his most famous role. Eventually reaching the rank of Admiral, he was demoted for disobeying a direct order and stealing his former ship, a fact that was used against him at his trial after being framed for assassinating Chancellor Gorkon. In his academy years, he earned": {
    "guess": "James T. Kirk",
    "confidence": [
      [
        "James",
        -0.07436348
      ],
      [
        " T",
        -0.002008576
      ],
      [
        ".",
        -0.03848815
      ],
      [
        " Kirk",
        -8.900034e-05
      ]
    ]
  },
  "Boris Berman wrote a guide to playing this composer's piano sonatas, and was the first pianist to record this composer's complete piano music. His second piano concerto was attacked as a \"Babel of insane sounds\" after its premiere, and includes a massive first movement cadenza whose climax is marked colossale. This composer categorized all of his music into five major lines: classical, modern, motoric, lyrical, and grotesque. His \"motoric\" music includes his opus 11 toccata, which begins with the right and left hands alternatively playing repeated D's, and the third movement of his sixth piano sonata, which is grouped with his seventh and eighth piano sonatas as his \"war sonatas.\" He composed": {
    "guess": "Dmitri Shostakovich",
    "confidence": [
      [
        "D",
        -0.5062575
      ],
      [
        "mit",
        -0.0007990269
      ],
      [
        "ri",
        -2.3080716e-05
      ],
      [
        " Sh",
        -1.5332478e-05
      ],
      [
        "ost",
        -3.1737043e-06
      ],
      [
        "ak",
        -0.00013834333
      ],
      [
        "ovich",
        -5.3193703e-06
      ]
    ]
  },
  "Boron-based catalysts for this type of reaction include L-selectrides and oxazaborolidines. DIBAL induces this type of reaction with remarkable chemoselectivity. One reaction of this type converts a carbonyl to a hydrazone, then releases nitrogen gas upon treatment with a base. This type of reaction is often used after the Friedel-Crafts acylation to prevent the polyalkylation caused by the Friedel-Crafts alkylation. (*) Hydrides are potent agents to drive this type of reaction in organic compounds,": {
    "guess": "Hydrogenation",
    "confidence": [
      [
        "Hy",
        -0.03782411
      ],
      [
        "dro",
        -0.05168107
      ],
      [
        "gen",
        -0.026679926
      ],
      [
        "ation",
        -0.0031055845
      ]
    ]
  },
  "Boris Berman wrote a guide to playing this composer's piano sonatas, and was the first pianist to record this composer's complete piano music. His second piano concerto was attacked as a \"Babel of insane": {
    "guess": "Sergei Rachmaninoff",
    "confidence": [
      [
        "S",
        -0.6012091
      ],
      [
        "erge",
        -0.0042081596
      ],
      [
        "i",
        -0.0003857478
      ],
      [
        " Rach",
        -0.49523422
      ],
      [
        "man",
        -2.4987974e-05
      ],
      [
        "in",
        -3.500108e-05
      ],
      [
        "off",
        -2.7610455e-05
      ]
    ]
  },
  "Born Jeno Blau, he entered the Royal Academy of Music in Budapest in 1904, when he was 5 years old.  After coming to America in 1921, he became concertmaster of New York's Capitol Theater Orchestra, and went on to serve as music director of the Minneapolis Symphony before becoming engaged, along with Stokowski, as associate conductor of the orchestra with which he would spend 42 seasons as music director.  FTP, name this conductor, who led the first American orchestra to appear in the People's Republic of China when he took the Philadelphia Orchestra there.": {
    "guess": "Eugene Ormandy",
    "confidence": [
      [
        "E",
        -0.12682185
      ],
      [
        "ug",
        -0.0009370703
      ],
      [
        "ene",
        -0.00056518416
      ],
      [
        " Or",
        -0.0011801084
      ],
      [
        "mand",
        -0.0006170084
      ],
      [
        "y",
        -2.5941605e-05
      ]
    ]
  },
  "A border area in the north of this country is home to a series of fortified earthworks called Black Pig's Dyke. An archaeological site in this country is buttressed by 97 decorated \"kerbstones\" and features a notable entrance stone decorated in the \"plastic style.\" This country is home to a boulder decorated in the La Tene style called the Turoe stone and a structure which is located just south of": {
    "guess": "Newgrange",
    "confidence": [
      [
        "New",
        -1.0298634
      ],
      [
        "gr",
        -0.001049362
      ],
      [
        "ange",
        -1.831257e-05
      ]
    ]
  },
  "Born in 1908 in Fresno, California to an Armenian immigrant, this man's works celebrated the joy of living in spite of adverse conditions. This author won the Pulitzer for his play, The Time of Your Life,": {
    "guess": "William Saroyan",
    "confidence": [
      [
        "William",
        -0.017686846
      ],
      [
        " Sar",
        -0.0004397287
      ],
      [
        "oy",
        -3.8696395e-05
      ],
      [
        "an",
        -5.5122365e-07
      ]
    ]
  },
  "Born in 1639 in La Ferté-Milon, he attended the religious school Port- Royal and remained a follower of Jansenism even after breaking with the institution before producing his tragedy Andromaque. Although": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.13207199
      ],
      [
        " Rac",
        -0.0002105734
      ],
      [
        "ine",
        -3.106736e-05
      ]
    ]
  },
  "Born in 1612 in Northampton, England she would not immigrate to Massachusetts until she was already married to a future governor of that Colony. Her most famous collection was published without her consent by her brother-in-law John Woodbridge. That collection is The Tenth Muse Lately Sprung Up in America. Her most famous poem, To my Dear and Loving Husband begins with the line \"If ever two were one, then surely we.\" FTP, name this early American poet who also wrote Verses Upon the Burning of Our": {
    "guess": "Anne Bradstreet",
    "confidence": [
      [
        "Anne",
        -0.0042609884
      ],
      [
        " Brad",
        -1.4259645e-05
      ],
      [
        "street",
        -4.6563837e-05
      ]
    ]
  },
  "Born in Michigan, this man's career would take him to the East Coast, where he would lose the 1994 Senate race to Ted Kennedy. This man's father lost the presidential nomination to Richard Nixon in 1968, although ended up serving in his cabinet. This man was responsible for signing into law the Massachusetts Healthcare Reform. Although starting out working for Boston Consulting Firm, this man would go on to found Bain Capital. For ten points, name this Republican politician and presumptive nominee": {
    "guess": "Mitt Romney",
    "confidence": [
      [
        "M",
        -0.13157561
      ],
      [
        "itt",
        -6.635165e-05
      ],
      [
        " Romney",
        -0.000688129
      ]
    ]
  },
  "He was born in Sri Lanka in 1943 but at the age of eleven he moved to England, and later, to Canada. He is a writer of poems and novels, but you probably know him best for a movie that was based off one": {
    "guess": "Michael Ondaatje",
    "confidence": [
      [
        "Michael",
        -0.030887576
      ],
      [
        " O",
        -0.00032175743
      ],
      [
        "nda",
        -0.0011018722
      ],
      [
        "at",
        -0.00013989297
      ],
      [
        "je",
        -0.0002899374
      ]
    ]
  },
  "Born Tafari Makonnen, in 1930 he declared himself 'Might of the Trinity' and Lion of the Tribe of Judah. In 1963, he was instrumental in the formation of the Organization of African Unity, and he helped guide African leaders together in a meeting at Addis Ababba. He led the move for the modernization": {
    "guess": "Haile Selassie",
    "confidence": [
      [
        "Ha",
        -0.0004983439
      ],
      [
        "ile",
        -9.4914985e-06
      ],
      [
        " Sel",
        -3.88156e-05
      ],
      [
        "ass",
        -8.061054e-06
      ],
      [
        "ie",
        -2.3438328e-05
      ]
    ]
  },
  "Born in Kanazama in 1870, he taught English upon his return to Japan in 1909, then took a position at Otani University in 1921.  Earlier, while working in Illinois, he translated such works as Awakening of Faith in the Mahayana.  A great influence on such men as Joseph Campbell and Robert Pirsig, his principal works include Studies in Zen Buddhism and Zen and Japanese Culture.  FTP, name this Buddhist": {
    "guess": "Daisetz Teitaro Suzuki",
    "confidence": [
      [
        "D",
        -0.013377389
      ],
      [
        "ais",
        -0.124174275
      ],
      [
        "etz",
        -0.23060659
      ],
      [
        " Te",
        -0.017863566
      ],
      [
        "itar",
        -0.000107715314
      ],
      [
        "o",
        -0.0062855603
      ],
      [
        " Suzuki",
        -0.0005934244
      ]
    ]
  },
  "After a border incident in disputed African territory, this leader started a war which included the taking of Addis Ababa and led to the exile of the Ethiopian emperor, Haile Selassie. This man allied his country to Germany with the Pact of Steel. This man came to power after organizing a march that led to his becoming prime minister under Victor Emmanuel III, with that march involving this man's Blackshirts.": {
    "guess": "Italian invasion of Ethiopia",
    "confidence": [
      [
        "Italian",
        -0.863973
      ],
      [
        " invasion",
        -0.15031546
      ],
      [
        " of",
        -0.0030309518
      ],
      [
        " Ethiopia",
        -0.044019066
      ]
    ]
  },
  "Born in 1933, he graduated from Harvard Law School, but was a career politician. An unabashed liberal,": {
    "guess": "Ted Kennedy",
    "confidence": [
      [
        "Ted",
        -0.7974773
      ],
      [
        " Kennedy",
        -0.06281214
      ]
    ]
  },
  "Born in about 1588 in present-day Connecticut, he was actually a Pequot.  However, his inability to rise to chiefhood frustrated his ambitions, so he led an unsuccessful rebellion that resulted in his forced exile and ultimate siding with the British against the Pequot in a 1638 war.  Such was his renown": {
    "guess": "Sassacus",
    "confidence": [
      [
        "S",
        -0.6266715
      ],
      [
        "ass",
        -0.0018865151
      ],
      [
        "acus",
        -0.00073185476
      ]
    ]
  },
  "Born in 1079, the school that he founded evolved into the University of Paris. The main thrust of his philosophy was that the power of human thinking or reason could achieve true knowledge in the natural and supernatural spheres. He is probably best remembered, however, for his love affair with one of his pupils. Following the birth of a child, they married secretly, but her vengeful uncle had him": {
    "guess": "Peter Abelard",
    "confidence": [
      [
        "Peter",
        -0.39998043
      ],
      [
        " Abel",
        -0.0045105815
      ],
      [
        "ard",
        -5.0020742e-05
      ]
    ]
  },
  "Born to a noble family, he was first raised with a peasant family, learned Latin before French, and first": {
    "guess": "Jean-Jacques Rousseau",
    "confidence": [
      [
        "Jean",
        -1.4458917
      ],
      [
        "-J",
        -0.08259115
      ],
      [
        "ac",
        -8.590105e-05
      ],
      [
        "ques",
        -0.0004207827
      ],
      [
        " Rousse",
        -0.0001527633
      ],
      [
        "au",
        -9.133887e-06
      ]
    ]
  },
  "He was born in 1869 in the Tyumen district of Siberia and fell in with an orthodox sect, the Skopsty, who believed that the only way to reach God was through sinful actions. He eventually made his way": {
    "guess": "Rasputin",
    "confidence": [
      [
        "R",
        -0.7184784
      ],
      [
        "as",
        -0.00087751617
      ],
      [
        "put",
        -5.6769813e-06
      ],
      [
        "in",
        -0.000115701965
      ]
    ]
  },
  "Born in Konigsberg, Prussia, in 1776, this man changed part of his name from Wilhelm in admiration of Mozart.  He supported himself as a lawyer, his primary interest was music, and he is best known as an author.  His two novels are The Devil's Elixir and Tom-Cat Murr, but the works he wrote in a modified style based on traditional German fairy tales were more successful.  This author's collections": {
    "guess": "E. T. A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.00076246075
      ],
      [
        ".",
        -0.0041866717
      ],
      [
        " T",
        -0.00010497363
      ],
      [
        ".",
        -5.5577775e-06
      ],
      [
        " A",
        -2.220075e-06
      ],
      [
        ".",
        -0.000105331244
      ],
      [
        " Hoff",
        -0.00011439072
      ],
      [
        "mann",
        -6.6306106e-06
      ]
    ]
  },
  "Born in 1933, he graduated from Harvard Law School, but was a career politician. An unabashed liberal, he introduced a bill to legalize abortion in his state three years before Roe v. Wade. As governor, he broke a \"lead pipe guarantee\" not to raise taxes, which would turn out to be ironic, considering": {
    "guess": "Mario Cuomo",
    "confidence": [
      [
        "Mario",
        -0.8296411
      ],
      [
        " Cuomo",
        -0.08254999
      ]
    ]
  },
  "Born in Rome, where his parents were living in exile, he was expelled from France later in life on the provisions of the 2nd treaty of Aix-la- Chapelle. Winning at Prestonpans, his mother was the granddaughter of King Jan Sobieski of Poland, and he himself was the grandson of King James VII of Scotland. His attempt to capture Britain for his father seemed likely to succeed after taking Edinburgh, but": {
    "guess": "Charles Edward Stuart",
    "confidence": [
      [
        "Charles",
        -0.22572514
      ],
      [
        " Edward",
        -0.0094466265
      ],
      [
        " Stuart",
        -0.0013259569
      ]
    ]
  },
  "Boris Berman wrote a guide to playing this composer's piano sonatas, and was the first pianist to record this composer's complete piano music. His second piano concerto was attacked as a \"Babel of insane sounds\" after its premiere, and includes a massive first movement cadenza whose climax is marked colossale. This composer categorized all of his music into five major lines: classical, modern, motoric,": {
    "guess": "Dmitri Shostakovich",
    "confidence": [
      [
        "D",
        -0.0951245
      ],
      [
        "mit",
        -0.0020417715
      ],
      [
        "ri",
        -2.546479e-05
      ],
      [
        " Sh",
        -0.00041303443
      ],
      [
        "ost",
        -2.3795938e-05
      ],
      [
        "ak",
        -0.00035060104
      ],
      [
        "ovich",
        -2.3438328e-05
      ]
    ]
  },
  "The border between this country and its neighbor is largely based on the boundaries of medieval Marcher lordships and at one point separates a city from its railroad station. It's known as the \"land of song\" partly due to its eisteddfod (eye-steth-vod) tradition, and the Seven Wonders of this country include some ancient yew trees and the region's highest mountain, Snowdon. Many citizens speak both English and Cymraeg (koom-raig) and it is home to the longest official place name in the UK. For 10 points, name this polity with capital at Cardiff.": {
    "guess": "Wales",
    "confidence": [
      [
        "W",
        -0.0014822476
      ],
      [
        "ales",
        -0.00059449725
      ]
    ]
  },
  "Born into a Khatri caste, this figure purportedly demonstrated interest in the divine to a teacher by explaining the implications of the first letter of the alphabet. Stories from this figure's life are collected in vars, which were written by the scribe Bhai Gurdas, as well as in the Janam-sakhis, which also detail this figure's last days in Kartarpur. At age thirty, while bathing in the Kali Bein,": {
    "guess": "Guru Nanak",
    "confidence": [
      [
        "G",
        -0.02013551
      ],
      [
        "uru",
        -1.9385403e-05
      ],
      [
        " Nan",
        -0.00020234835
      ],
      [
        "ak",
        -0.00017445837
      ]
    ]
  },
  "A border area in the north of this country is home to a series of fortified earthworks called Black Pig's Dyke. An archaeological site in this country is buttressed by 97 decorated \"kerbstones\" and features a notable entrance stone decorated in the \"plastic style.\" This country is home to a boulder decorated": {
    "guess": "Newgrange",
    "confidence": [
      [
        "New",
        -0.15274605
      ],
      [
        "gr",
        -0.00067168626
      ],
      [
        "ange",
        -2.8444882e-05
      ]
    ]
  },
  "The border between this country and its neighbor is largely based on the boundaries of medieval Marcher": {
    "guess": "Wales",
    "confidence": [
      [
        "W",
        -0.102950126
      ],
      [
        "ales",
        -0.000102708764
      ]
    ]
  },
  "Born in about 1588 in present-day Connecticut, he was actually a Pequot.  However, his inability to rise": {
    "guess": "Sassacus",
    "confidence": [
      [
        "S",
        -0.34162563
      ],
      [
        "ass",
        -0.01141855
      ],
      [
        "acus",
        -0.00017350474
      ]
    ]
  },
  "A border area in the north of this country is home to a series of fortified earthworks called Black Pig's Dyke. An archaeological site in this country is buttressed by 97 decorated \"kerbstones\" and features": {
    "guess": "Ireland",
    "confidence": [
      [
        "I",
        -0.006450681
      ],
      [
        "reland",
        -7.226629e-06
      ]
    ]
  },
  "It is bordered by the South China Sea on the north and otherwise surrounded by Sarawak, a state of East Malaysia. The country's highest point, Pagon Peak, is located in the extreme south of the eastern enclave. About two- thirds of the population is Malay, nearly one-fifth Chinese, and the remainder": {
    "guess": "Brunei",
    "confidence": [
      [
        "Br",
        -0.27224663
      ],
      [
        "unei",
        -5.9437833e-05
      ]
    ]
  },
  "Boron-based catalysts for this type of reaction include L-selectrides and oxazaborolidines. DIBAL induces this type of reaction with remarkable chemoselectivity. One reaction of this type converts a carbonyl to a hydrazone, then releases nitrogen gas upon treatment with a base. This type of reaction": {
    "guess": "Hydrogenation",
    "confidence": [
      [
        "Hy",
        -0.13375756
      ],
      [
        "dro",
        -0.73571
      ],
      [
        "gen",
        -0.08765652
      ],
      [
        "ation",
        -0.006902209
      ]
    ]
  },
  "A border area in the north of this country is home to a series of fortified earthworks called Black Pig's Dyke. An archaeological site in this country is buttressed by 97 decorated \"kerbstones\" and features a notable entrance stone decorated in the \"plastic style.\" This country is home to a boulder decorated in the La Tene style called the Turoe stone and a structure which is located just south of a series of ring forts called the Rath of the Synods and a tomb called the Mound of the (*) Hostages,": {
    "guess": "Ireland",
    "confidence": [
      [
        "I",
        -0.014703993
      ],
      [
        "reland",
        -9.849109e-06
      ]
    ]
  },
  "Born in Kanazama in 1870, he taught English upon his return to Japan in 1909, then took a position at Otani University in 1921.  Earlier, while working in Illinois, he translated such works as Awakening of Faith in the Mahayana.  A great influence on such men as Joseph Campbell and Robert Pirsig, his principal works include Studies in Zen Buddhism and Zen and Japanese Culture.  FTP, name this Buddhist scholar, sometimes referred to as the man who brought Zen Buddhism to America.": {
    "guess": "Daisetz Teitaro Suzuki",
    "confidence": [
      [
        "D",
        -0.0061785793
      ],
      [
        "ais",
        -0.1837534
      ],
      [
        "etz",
        -0.106437266
      ],
      [
        " Te",
        -0.003904096
      ],
      [
        "itar",
        -9.4914985e-06
      ],
      [
        "o",
        -0.0036212124
      ],
      [
        " Suzuki",
        -0.00016039233
      ]
    ]
  },
  "Born in 1908 in Fresno, California to an Armenian immigrant, this man's works celebrated the joy of living in spite of adverse conditions. This author won the Pulitzer for his play, The Time of Your Life, in 1939 but refused it on the grounds that commerce should not judge art. FTP, name this author of such other notable works as The Daring Young Man on the Flying Trapeze and The Human Comedy.": {
    "guess": "William Saroyan",
    "confidence": [
      [
        "William",
        -0.0024418854
      ],
      [
        " Sar",
        -0.00036846695
      ],
      [
        "oy",
        -9.2457245e-05
      ],
      [
        "an",
        -9.0883464e-07
      ]
    ]
  },
  "Born in 1612 in Northampton, England she would not immigrate to Massachusetts until she was already married to a future governor of that Colony. Her most famous collection was published without her consent by her brother-in-law John Woodbridge. That collection is The Tenth Muse Lately Sprung Up in America. Her most famous poem, To my Dear and Loving Husband begins with the line \"If ever two were one, then surely we.\" FTP, name this early American poet who also wrote Verses Upon the Burning of Our House.": {
    "guess": "Anne Bradstreet",
    "confidence": [
      [
        "Anne",
        -0.0040850476
      ],
      [
        " Brad",
        -1.7954959e-05
      ],
      [
        "street",
        -8.518583e-05
      ]
    ]
  },
  "He was born in Teignmouth, England, in 1834, and was educated at the Royal Military College, Sandhurst.  After his graduation he was sent with his regiment to India, where he participated in the Punjab": {
    "guess": "John Nicholson",
    "confidence": [
      [
        "John",
        -1.4612583
      ],
      [
        " Nicholson",
        -0.64505947
      ]
    ]
  },
  "Born in Michigan, this man's career would take him to the East Coast, where he would lose the 1994 Senate race to Ted Kennedy. This man's father lost the presidential nomination to Richard Nixon in 1968, although ended up serving in his cabinet. This man was responsible for signing into law the Massachusetts Healthcare Reform. Although starting out working for Boston Consulting Firm, this man would": {
    "guess": "Mitt Romney",
    "confidence": [
      [
        "M",
        -0.058027558
      ],
      [
        "itt",
        -9.281486e-05
      ],
      [
        " Romney",
        -0.001406544
      ]
    ]
  },
  "She was born illegitimate to a Dutch courtesan and French law student and spent much of her early life in a convent.  She wanted to be a nun, but one of her mother's lovers, a half-brother of Napoleon III, arranged for her to enter the Conservatoire.  Her first resounding success was in a revival of Kean, a work by Alexandre Dumas pere, and she captivated international theater audiences of the Belle Epoque with her performances as the title character in Dumas fils' La Dame aux cam?ias.  FTP, name": {
    "guess": "Sarah Bernhardt",
    "confidence": [
      [
        "Sarah",
        -0.025958633
      ],
      [
        " Bern",
        -0.0016343589
      ],
      [
        "hardt",
        -0.00075602374
      ]
    ]
  },
  "Born in Idaho, as a student at Weesur High School he wrote and directed a high school musical called Goodbye Weesur, Hello Broadway. He later went to New York hoping to direct on Broadway, but wound up running only a small group of players in New Jersey. To supplement his income, he became a substitute": {
    "guess": "Goodbye Weesur, Hello Broadway",
    "confidence": [
      [
        "Good",
        -2.1042488
      ],
      [
        "bye",
        -0.079876505
      ],
      [
        " We",
        -0.40311635
      ],
      [
        "es",
        -0.002278127
      ],
      [
        "ur",
        -0.0024948027
      ],
      [
        ",",
        -0.03443518
      ],
      [
        " Hello",
        -0.00042316676
      ],
      [
        " Broadway",
        -0.0051954514
      ]
    ]
  },
  "Its border with its southern neighbor is formed by the Rio Coco, and its western Amapala municipality is located on the volcanic island El Tigre. Rivers in this nation include the Patuca and Sico. Bay Island is found in this country's namesake gulf, and the western part of this country contains the Sierra Madres. The Caratasca Lagoon is in the southeastern portion of this country, cities in which include Comayaqua and Danli. This country borders Guatemala to the north, El Salvador to the west, and": {
    "guess": "Honduras",
    "confidence": [
      [
        "H",
        -0.004010134
      ],
      [
        "ond",
        -6.0345924e-06
      ],
      [
        "uras",
        -0.00023107276
      ]
    ]
  },
  "Born into a Khatri caste, this figure purportedly demonstrated interest in the divine to a teacher by explaining the implications of the first letter of the alphabet. Stories from this figure's life are collected in vars, which were written by the scribe Bhai Gurdas, as well as in the Janam-sakhis, which also detail this figure's last days in Kartarpur. At age thirty, while bathing in the Kali Bein, this figure suddenly decided to engage in pilgrimage to locations such as Tibet and Mecca, declaring that \"here is no Hindu, there is no Muslim.\" Succeeded by Baba Lehna, for 10 points, name this founder": {
    "guess": "Guru Nanak",
    "confidence": [
      [
        "G",
        -0.001431309
      ],
      [
        "uru",
        -2.1650272e-05
      ],
      [
        " Nan",
        -0.00069491996
      ],
      [
        "ak",
        -4.0842064e-05
      ]
    ]
  },
  "Born in Rome, where his parents were living in exile, he was expelled from France later in life on the provisions of the 2nd treaty of Aix-la- Chapelle. Winning at Prestonpans, his mother was the granddaughter of King Jan Sobieski of Poland, and he himself was the grandson of King James VII of Scotland. His attempt to capture Britain for his father seemed likely to succeed after taking Edinburgh, but he was turned back at Culloden Moor. FTP name this \"Young Pretender\" who tried to overthrow George": {
    "guess": "Charles Edward Stuart",
    "confidence": [
      [
        "Charles",
        -0.041668892
      ],
      [
        " Edward",
        -0.0012751155
      ],
      [
        " Stuart",
        -0.00085358554
      ]
    ]
  },
  "This man was born because his father disguised himself as Gorlois [gorl-wah], and was the son of Igraine. At the Battle of Camlann this man was wounded by his own son and taken to Avalon to recover. That son, Mordred, was the child of (*) Morgan le Fay. This legendary man led knights like Sir Gawain": {
    "guess": "King Arthur Pendragon",
    "confidence": [
      [
        "King",
        -0.00776787
      ],
      [
        " Arthur",
        -6.869018e-06
      ],
      [
        " Pend",
        -0.01817406
      ],
      [
        "ragon",
        -1.6166903e-05
      ]
    ]
  },
  "He was born in London in 1573 and served as surveyor, or architect, to  James I and Charles I. He made": {
    "guess": "Inigo Jones",
    "confidence": [
      [
        "In",
        -0.0025303566
      ],
      [
        "igo",
        -3.500108e-05
      ],
      [
        " Jones",
        -3.88156e-05
      ]
    ]
  },
  "Born near modern-day Tehran in the year 763, he ruled from a city currently the seat of Jalal Talabani's government. His court was controlled by the Barmakids, and he had diplomatic relations with both the Tang and the Carolingian empires.  He was on particularly close relations with the Holy Roman Emperor of the latter, sending mechanical clocks and an  albino elephant named Abbu al-Abbas to Charlemagne as presents. The elephant was named after the founder of his  dynasty, the Abbasids, of which": {
    "guess": "Harun al-Rashid",
    "confidence": [
      [
        "Har",
        -0.00883237
      ],
      [
        "un",
        -0.0001039008
      ],
      [
        " al",
        -0.0007251793
      ],
      [
        "-R",
        -0.00036442498
      ],
      [
        "ash",
        -0.00018542144
      ],
      [
        "id",
        -1.7597347e-05
      ]
    ]
  },
  "He was born in a prison cell on a day known as Janmashtami, shortly followed by his supernatural escape to the care of his foster parents in Vrindavana. Upon rescuing the 16,000 maidens held by the demon Narakasura, he married all of them in order to preserve their social status. Often depicted as a child eating butter or playing the flute, he held a hill up above the residents of his town to shelter them from a storm. Duryodhana chose this deity's army for the Kauravas after he refused to raise a weapon in the Kurukshetra. The Pandavas, however, chose him as he served as Arjuna's charioteer, to whom he delivered the Bhagavad Gita. For 10 points, name this incarnation of Vishnu, generally shown alongside his consort, Radha.": {
    "guess": "Krishna",
    "confidence": [
      [
        "Kr",
        -0.0023178456
      ],
      [
        "ish",
        -9.014684e-06
      ],
      [
        "na",
        -2.4584822e-06
      ]
    ]
  },
  "This man was born because his father disguised himself as Gorlois [gorl-wah], and was the son of Igraine. At the Battle of Camlann this man was wounded by his own son and taken to Avalon to recover. That son, Mordred, was the child of (*) Morgan le Fay. This legendary man led knights like Sir Gawain and Sir Lancelot after pulling a sword from a stone, and was advised by Merlin. For 10 points, name": {
    "guess": "King Arthur Pendragon",
    "confidence": [
      [
        "King",
        -0.018542849
      ],
      [
        " Arthur",
        -0.00010521204
      ],
      [
        " Pend",
        -0.0028845218
      ],
      [
        "ragon",
        -3.1305768e-05
      ]
    ]
  },
  "Born near modern-day Tehran in the year 763, he ruled from a city currently the seat of Jalal Talabani's government. His court was controlled by the Barmakids, and he had diplomatic relations with both the Tang and the Carolingian empires.  He was on particularly close relations with the Holy Roman Emperor of the latter, sending mechanical clocks and an  albino elephant named Abbu al-Abbas to Charlemagne": {
    "guess": "Harun al-Rashid",
    "confidence": [
      [
        "Har",
        -0.011818705
      ],
      [
        "un",
        -5.025915e-05
      ],
      [
        " al",
        -0.00049036095
      ],
      [
        "-R",
        -0.0004515262
      ],
      [
        "ash",
        -9.972867e-05
      ],
      [
        "id",
        -1.8431772e-05
      ]
    ]
  },
  "Born the son of an oil magnate and a women's rights activist, he took up writing when his general store in South Dakota failed. Using such pen names as \"Floyd Akers\" and \"Edith Van Dyne,\" he declared that he wished to write modern children's stories, and ones that did not frighten children, like those": {
    "guess": "L. Frank Baum",
    "confidence": [
      [
        "L",
        -0.0039183456
      ],
      [
        ".",
        -7.672237e-05
      ],
      [
        " Frank",
        -1.2590794e-05
      ],
      [
        " Baum",
        -3.0232935e-05
      ]
    ]
  },
  "Born to a noble family, he was first raised with a peasant family, learned Latin before French, and first attended the College of Guyenne at Bordeaux at age six. As counselor of the Bordeaux Parliament, he met his friend Etienne de la Boëtie, who died six years later at age 32. For ten points, name this": {
    "guess": "Michel de Montaigne",
    "confidence": [
      [
        "Mich",
        -0.009834952
      ],
      [
        "el",
        -6.869018e-06
      ],
      [
        " de",
        -0.00033665422
      ],
      [
        " Mont",
        -1.9816675e-06
      ],
      [
        "aign",
        -6.6306106e-06
      ],
      [
        "e",
        -4.00813e-06
      ]
    ]
  },
  "Boron-based catalysts for this type of reaction include L-selectrides and oxazaborolidines. DIBAL induces this type of reaction with remarkable chemoselectivity. One reaction of this type converts a carbonyl to a hydrazone, then releases nitrogen gas upon treatment with a base. This type of reaction is often used after the Friedel-Crafts acylation to prevent the polyalkylation caused by the Friedel-Crafts alkylation. (*) Hydrides are potent agents to drive this type of reaction in organic compounds, as exemplified by the conversion of azides to amines, alkenes to alkanes, and ketones to alcohols.": {
    "guess": "Hydrogenation",
    "confidence": [
      [
        "Hy",
        -0.028389703
      ],
      [
        "dro",
        -0.063663624
      ],
      [
        "gen",
        -0.004734734
      ],
      [
        "ation",
        -0.0007332705
      ]
    ]
  },
  "After a border incident in disputed African territory, this leader started a war which included the taking of Addis Ababa and led to the exile of the Ethiopian emperor, Haile Selassie. This man allied his country to Germany with the Pact of Steel. This man came to power after organizing a march that": {
    "guess": "Second Italo-Ethiopian War",
    "confidence": [
      [
        "Second",
        -0.74892056
      ],
      [
        " It",
        -9.3410876e-05
      ],
      [
        "alo",
        -0.00010223195
      ],
      [
        "-E",
        -0.0023378278
      ],
      [
        "th",
        -7.822647e-06
      ],
      [
        "i",
        -1.6882126e-05
      ],
      [
        "opian",
        -3.750436e-05
      ],
      [
        " War",
        -0.00046033994
      ]
    ]
  },
  "Born in 1933, he grew up along the railway line that was the setting for his poem translated as \"Zima Junction.\" He went on to do a lot of traveling out of his native Russia, however, and published the": {
    "guess": "Yevgeny Yevtushenko",
    "confidence": [
      [
        "Y",
        -0.057729542
      ],
      [
        "ev",
        -0.0007404191
      ],
      [
        "gen",
        -1.9361265e-07
      ],
      [
        "y",
        -0.0008504863
      ],
      [
        " Y",
        -0.000546361
      ],
      [
        "evt",
        -0.00024060905
      ],
      [
        "ush",
        -5.3193703e-06
      ],
      [
        "enko",
        -0.0003920656
      ]
    ]
  },
  "Born in the St. Louis suburb of Alton, an early teacher of his taught him his distinctive style of playing without any vibrato. In the mid-1940s, he set off for New York and became the newest trumpeter in Charlie Parker's band. He would later break sharply from that Bebop style on fusion records such": {
    "guess": "Miles Davis",
    "confidence": [
      [
        "M",
        -0.6126308
      ],
      [
        "iles",
        -6.0749073e-05
      ],
      [
        " Davis",
        -0.00019603055
      ]
    ]
  },
  "Born in 1933, he grew up along the railway line that was the setting for his poem translated as \"Zima Junction.\" He went on to do a lot of traveling out of his native Russia, however, and published the account of his American experience as the play \"Under the Skin of the Statue of Liberty.\" FTP, identify": {
    "guess": "Yevgeny Yevtushenko",
    "confidence": [
      [
        "Y",
        -0.7193243
      ],
      [
        "ev",
        -0.08455503
      ],
      [
        "gen",
        -1.7120534e-05
      ],
      [
        "y",
        -0.013615427
      ],
      [
        " Y",
        -0.00047678637
      ],
      [
        "evt",
        -9.2576454e-05
      ],
      [
        "ush",
        -1.5213274e-05
      ],
      [
        "enko",
        -0.00070766744
      ]
    ]
  },
  "Born in Iowa, this man's first commission was aboard the Republic, and he would later serve aboard the Farragut before serving in his most famous role. Eventually reaching the rank of Admiral, he was demoted for disobeying a direct order and stealing his former ship, a fact that was used against him at his trial after being framed for assassinating Chancellor Gorkon. In his academy years, he earned a commendation for original thinking by being the first cadet to beat the Kobayashi Maru scenario by reprogramming the simulation. For ten points, identify this Captain of the U.S.S. Enterprise during": {
    "guess": "James T. Kirk",
    "confidence": [
      [
        "James",
        -0.04506194
      ],
      [
        " T",
        -0.0029200648
      ],
      [
        ".",
        -0.0328789
      ],
      [
        " Kirk",
        -5.4908094e-05
      ]
    ]
  },
  "He was born in London in 1573 and served as surveyor, or architect, to  James I and Charles I. He made influential costumes and sets for plays  presented to the English court but is best known as the first major architect  of the English Renaissance. After studying the work of Palladio he brought  the Palladian style to England, and his most famous building is the Banqueting  House. For 10 points name this English architect.": {
    "guess": "Inigo Jones",
    "confidence": [
      [
        "In",
        -0.00033665422
      ],
      [
        "igo",
        -8.776276e-06
      ],
      [
        " Jones",
        -1.0683535e-05
      ]
    ]
  },
  "Born in Konigsberg, Prussia, in 1776, this man changed part of his name from Wilhelm in admiration of Mozart.  He supported himself as a lawyer, his primary interest was music, and he is best known as an author.  His two novels are The Devil's Elixir and Tom-Cat Murr, but the works he wrote in a modified": {
    "guess": "E. T. A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.00104329
      ],
      [
        ".",
        -0.009967266
      ],
      [
        " T",
        -6.7901296e-05
      ],
      [
        ".",
        -6.0345924e-06
      ],
      [
        " A",
        -5.3193703e-06
      ],
      [
        ".",
        -0.00022487417
      ],
      [
        " Hoff",
        -0.00036275614
      ],
      [
        "mann",
        -1.3186812e-05
      ]
    ]
  },
  "Born in 1612 in Northampton, England she would not immigrate to Massachusetts until she was already married": {
    "guess": "Anne Bradstreet",
    "confidence": [
      [
        "Anne",
        -0.008582782
      ],
      [
        " Brad",
        -0.025439618
      ],
      [
        "street",
        -3.7981175e-05
      ]
    ]
  },
  "Born Tafari Makonnen, in 1930 he declared himself 'Might of the Trinity' and Lion of the Tribe of Judah. In 1963, he was instrumental in the formation of the Organization of African Unity, and he helped guide African leaders together in a meeting at Addis Ababba. He led the move for the modernization of Africa, and he promoted the advance of technical school s. FTP, name this Ethiopian leader, also": {
    "guess": "Haile Selassie",
    "confidence": [
      [
        "Ha",
        -0.0014014292
      ],
      [
        "ile",
        -1.9743013e-05
      ],
      [
        " Sel",
        -4.561021e-05
      ],
      [
        "ass",
        -4.365741e-06
      ],
      [
        "ie",
        -1.7120534e-05
      ]
    ]
  },
  "It is bordered on its south by a structure that formed during the Eocene called the Gonave, and its major craton is underlain by the Abitibi greenstone belt. Also subjected to the Grenville and Sevier orogenies, much fault-blocking has taken place on it due to its subduction of the Farallon structure. It includes the Anahim, Jemez, and Raton hotspots, and its surface was covered by the Sundance Sea as well as the Cretaceous Inner Seaway.  The MTJ experiment is being conducted at the northern terminus of another feature found at its western edge. Another feature found on this body contains the world's largest dike swarm, and the southern end of that feature has (*) lobes named Wadena and Rainy as evidence of recent glaciations events. A more notable feature of this geological mass is a large caldera housing a supervolcano that is thought to erupt every 600,000 years. For 10 points identify this geologic mass that includes the Canadian Shield and the Yellowstone Supervolcano, and whose fight": {
    "guess": "North American Craton",
    "confidence": [
      [
        "North",
        -0.0125264805
      ],
      [
        " American",
        -0.004179191
      ],
      [
        " Cr",
        -0.32022813
      ],
      [
        "aton",
        -0.00021593389
      ]
    ]
  },
  "Born in Idaho, as a student at Weesur High School he wrote and directed a high school musical called Goodbye Weesur, Hello Broadway. He later went to New York hoping to direct on Broadway, but wound up running only a small group of players in New Jersey. To supplement his income, he became a substitute teacher, and after the departure of Vernon Thomas, spent four years on the faculty as history teacher in the Individual Honors Program. At Fillmore High, his students included Darlene, Eric, Dennis, Arvid, and Janice. FTP, name this fictional teacher, played by Howard Hesseman on Head of the Class.": {
    "guess": "Head of the Class (TV series)",
    "confidence": [
      [
        "Head",
        -0.519781
      ],
      [
        " of",
        -0.00032700237
      ],
      [
        " the",
        -0.00025526012
      ],
      [
        " Class",
        -0.000290295
      ],
      [
        " (",
        -0.5037441
      ],
      [
        "TV",
        -0.00027742467
      ],
      [
        " series",
        -0.019274427
      ],
      [
        ")",
        -0.00014871404
      ]
    ]
  },
  "Born in Konigsberg, Prussia, in 1776, this man changed part of his name from Wilhelm in admiration of Mozart.  He supported himself as a lawyer, his primary interest was music, and he is best known as": {
    "guess": "E. T. A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.032159314
      ],
      [
        ".",
        -0.008618474
      ],
      [
        " T",
        -0.00018911675
      ],
      [
        ".",
        -1.0206721e-05
      ],
      [
        " A",
        -5.9153886e-06
      ],
      [
        ".",
        -0.00016802136
      ],
      [
        " Hoff",
        -7.4695905e-05
      ],
      [
        "mann",
        -4.246537e-06
      ]
    ]
  },
  "Its border with its southern neighbor is formed by the Rio Coco, and its western Amapala municipality is located on the volcanic island El Tigre. Rivers in this nation include the Patuca and Sico. Bay Island is found in this country's namesake gulf, and the western part of this country contains the Sierra Madres. The Caratasca Lagoon is in the southeastern portion of this country, cities in which include": {
    "guess": "Honduras",
    "confidence": [
      [
        "H",
        -0.0038456751
      ],
      [
        "ond",
        -5.9153886e-06
      ],
      [
        "uras",
        -0.000113913906
      ]
    ]
  },
  "It is bordered by the South China Sea on the north and otherwise surrounded by Sarawak, a state of East Malaysia. The country's highest point, Pagon Peak, is located in the extreme south of the eastern": {
    "guess": "Brunei",
    "confidence": [
      [
        "Br",
        -0.41749546
      ],
      [
        "unei",
        -0.00019138161
      ]
    ]
  },
  "Born in Switzerland in 1712, he was abandoned in Geneva when his father was exiled, and he later abandoned five of his own illegitimate children by Thérèse Levasseur. The librettist for the operas Les Muses Ga-lantes and Le De-vin du Village \\-- for 10 points -- name this Enlightenment philosopher, author of the Political Treatises.": {
    "guess": "Jean-Jacques Rousseau",
    "confidence": [
      [
        "Jean",
        -0.010174386
      ],
      [
        "-J",
        -0.0027020432
      ],
      [
        "ac",
        -0.0005331367
      ],
      [
        "ques",
        -0.00014966767
      ],
      [
        " Rousse",
        -0.00043853666
      ],
      [
        "au",
        -3.2140193e-05
      ]
    ]
  },
  "Born in New Jersey in 1756, he served in the Revolutionary War accompanying Benedict Arnold on his campaign in Canada. Like Arnold, he was tried for treason and the judge presiding over his proceedings was John Marshall. It has been alleged that Marshall was very lenient in this trial to reciprocate for his even handed presiding over the Samuel Chase impeachment, when this man was President of the": {
    "guess": "John Andre",
    "confidence": [
      [
        "John",
        -1.231277
      ],
      [
        " Andre",
        -1.6394432
      ]
    ]
  },
  "The border between this country and its neighbor is largely based on the boundaries of medieval Marcher lordships and at one point separates a city from its railroad station. It's known as the \"land of song\" partly due to its eisteddfod (eye-steth-vod) tradition, and the Seven Wonders of this country": {
    "guess": "Wales",
    "confidence": [
      [
        "W",
        -0.0016838707
      ],
      [
        "ales",
        -0.00055350957
      ]
    ]
  },
  "It is bordered on its south by a structure that formed during the Eocene called the Gonave, and its major": {
    "guess": "Haiti",
    "confidence": [
      [
        "H",
        -0.72429186
      ],
      [
        "ait",
        -0.00019722259
      ],
      [
        "i",
        -0.00084524497
      ]
    ]
  },
  "He was born in a prison cell on a day known as Janmashtami, shortly followed by his supernatural escape": {
    "guess": "Krishna",
    "confidence": [
      [
        "Kr",
        -0.9097779
      ],
      [
        "ish",
        -1.378283e-05
      ],
      [
        "na",
        -0.0006070063
      ]
    ]
  },
  "Born in about 1588 in present-day Connecticut, he was actually a Pequot.  However, his inability to rise to chiefhood frustrated his ambitions, so he led an unsuccessful rebellion that resulted in his": {
    "guess": "Sassacus",
    "confidence": [
      [
        "S",
        -0.35939348
      ],
      [
        "ass",
        -0.00407674
      ],
      [
        "acus",
        -0.00072411017
      ]
    ]
  },
  "Born the son of an oil magnate and a women's rights activist, he took up writing when his general store": {
    "guess": "John D. Rockefeller",
    "confidence": [
      [
        "John",
        -0.7628387
      ],
      [
        " D",
        -0.1291606
      ],
      [
        ".",
        -0.00014323067
      ],
      [
        " Rockefeller",
        -0.001590558
      ]
    ]
  },
  "This man was born because his father disguised himself as Gorlois [gorl-wah], and was the son of Igraine.": {
    "guess": "King Arthur Pendragon",
    "confidence": [
      [
        "King",
        -0.0121724205
      ],
      [
        " Arthur",
        -5.8961017e-05
      ],
      [
        " Pend",
        -0.0007774694
      ],
      [
        "ragon",
        -5.0020742e-05
      ]
    ]
  },
  "Born in Michigan, this man's career would take him to the East Coast, where he would lose the 1994 Senate race to Ted Kennedy. This man's father lost the presidential nomination to Richard Nixon in 1968, although ended up serving in his cabinet. This man was responsible for signing into law the Massachusetts Healthcare Reform. Although starting out working for Boston Consulting Firm, this man would go on to found Bain Capital. For ten points, name this Republican politician and presumptive nominee to run against Barack Obama.": {
    "guess": "Mitt Romney",
    "confidence": [
      [
        "M",
        -0.026126921
      ],
      [
        "itt",
        -7.684157e-05
      ],
      [
        " Romney",
        -0.0007112399
      ]
    ]
  },
  "He was born in London in 1573 and served as surveyor, or architect, to  James I and Charles I. He made influential costumes and sets for plays  presented to the English court but is best known as the first major architect  of the English Renaissance. After studying the work of Palladio he brought  the": {
    "guess": "Inigo Jones",
    "confidence": [
      [
        "In",
        -0.000717554
      ],
      [
        "igo",
        -7.703444e-06
      ],
      [
        " Jones",
        -7.982166e-05
      ]
    ]
  },
  "It is bordered by the South China Sea on the north and otherwise surrounded by Sarawak, a state of East Malaysia. The country's highest point, Pagon Peak, is located in the extreme south of the eastern enclave. About two- thirds of the population is Malay, nearly one-fifth Chinese, and the remainder are indigenous peoples and Indians. Occupying an enclave on the northwestern coast of the island of": {
    "guess": "Brunei",
    "confidence": [
      [
        "Br",
        -0.41595414
      ],
      [
        "unei",
        -7.8748824e-05
      ]
    ]
  },
  "He was born in Teignmouth, England, in 1834, and was educated at the Royal Military College, Sandhurst.  After his graduation he was sent with his regiment to India, where he participated in the Punjab and Burmese wars. In 1856 he joined the Trigonometrical Survey of India. Until his 1877 retirement from the army, he conducted topographical surveys in Kashm?, Ladakh, and Bhutan . FTP, identify this British soldier and topographer, for whom the second highest peak in the world, also known as K2, was": {
    "guess": "Thomas George Montgomerie",
    "confidence": [
      [
        "Thomas",
        -0.5735462
      ],
      [
        " George",
        -0.28248116
      ],
      [
        " Mont",
        -0.0044434126
      ],
      [
        "g",
        -0.0010881858
      ],
      [
        "omer",
        -0.00071743474
      ],
      [
        "ie",
        -0.00014883325
      ]
    ]
  },
  "Its border with its southern neighbor is formed by the Rio Coco, and its western Amapala municipality is located on the volcanic island El Tigre. Rivers in this nation include the Patuca and Sico. Bay": {
    "guess": "Honduras",
    "confidence": [
      [
        "H",
        -0.0075051174
      ],
      [
        "ond",
        -4.723352e-06
      ],
      [
        "uras",
        -5.6576944e-05
      ]
    ]
  },
  "Born in Torgau in 1463, he built a castle and a university which transformed Wittenberg into a center": {
    "guess": "Frederick III, Elector of Saxony",
    "confidence": [
      [
        "Fre",
        -0.21294177
      ],
      [
        "der",
        -6.2729996e-06
      ],
      [
        "ick",
        -8.196733e-05
      ],
      [
        " III",
        -0.14465158
      ],
      [
        ",",
        -0.003476055
      ],
      [
        " Elect",
        -0.0013892815
      ],
      [
        "or",
        -7.58424e-06
      ],
      [
        " of",
        -3.166338e-05
      ],
      [
        " Sax",
        -2.2723105e-05
      ],
      [
        "ony",
        -1.735894e-05
      ]
    ]
  },
  "Born the son of an oil magnate and a women's rights activist, he took up writing when his general store in South Dakota failed. Using such pen names as \"Floyd Akers\" and \"Edith Van Dyne,\" he declared that he wished to write modern children's stories, and ones that did not frighten children, like those of the Brothers Grimm. He also wrote books for adults, such as The Last Egyptian, but his most notable success came with a novel regarding a land divided into \"four color-coded countries.\" For ten points,": {
    "guess": "L. Frank Baum",
    "confidence": [
      [
        "L",
        -0.03390916
      ],
      [
        ".",
        -3.368984e-05
      ],
      [
        " Frank",
        -3.261701e-05
      ],
      [
        " Baum",
        -1.831257e-05
      ]
    ]
  },
  "Born in about 1588 in present-day Connecticut, he was actually a Pequot.  However, his inability to rise to chiefhood frustrated his ambitions, so he led an unsuccessful rebellion that resulted in his forced exile and ultimate siding with the British against the Pequot in a 1638 war.  Such was his renown as a warrior, he was required to leave his sons with the British as a pledge of his neutrality in King Philip's War.  For 10 points, who, unlike his namesake of Fenimore Cooper fictional fame, was": {
    "guess": "Sassacus",
    "confidence": [
      [
        "S",
        -0.8555457
      ],
      [
        "ass",
        -0.001983118
      ],
      [
        "acus",
        -0.00037442712
      ]
    ]
  },
  "Born in New Jersey in 1756, he served in the Revolutionary War accompanying Benedict Arnold on his campaign in Canada. Like Arnold, he was tried for treason and the judge presiding over his proceedings": {
    "guess": "John Andre",
    "confidence": [
      [
        "John",
        -0.8192718
      ],
      [
        " Andre",
        -0.65391034
      ]
    ]
  },
  "A border area in the north of this country is home to a series of fortified earthworks called Black Pig's Dyke. An archaeological site in this country is buttressed by 97 decorated \"kerbstones\" and features a notable entrance stone decorated in the \"plastic style.\" This country is home to a boulder decorated in the La Tene style called the Turoe stone and a structure which is located just south of a series of ring forts called the Rath of the Synods and a tomb called the Mound of the (*) Hostages, and which is topped by the \"Stone of Destiny.\" A structure in this country is famous for a roofbox which allows the illumination of its interior on the winter solstice. This country is home to the passage": {
    "guess": "Newgrange",
    "confidence": [
      [
        "New",
        -0.027432485
      ],
      [
        "gr",
        -0.00042923877
      ],
      [
        "ange",
        -6.6306106e-06
      ]
    ]
  },
  "Born in Iowa, this man's first commission was aboard the Republic, and he would later serve aboard the Farragut before serving in his most famous role. Eventually reaching the rank of Admiral, he was demoted for disobeying a direct order and stealing his former ship, a fact that was used against him": {
    "guess": "William T. Riker",
    "confidence": [
      [
        "William",
        -0.8603809
      ],
      [
        " T",
        -0.8309439
      ],
      [
        ".",
        -0.0034211664
      ],
      [
        " R",
        -0.48846474
      ],
      [
        "iker",
        -0.0018017961
      ]
    ]
  },
  "Born in Rome, where his parents were living in exile, he was expelled from France later in life on the": {
    "guess": "Louis Napoleon Bonaparte",
    "confidence": [
      [
        "Louis",
        -1.736114
      ],
      [
        " Napoleon",
        -0.6394679
      ],
      [
        " Bon",
        -0.24642709
      ],
      [
        "ap",
        -0.0002450086
      ],
      [
        "arte",
        -0.00018744789
      ]
    ]
  },
  "Born with the last name Weinstein, this American novelist attended Brown and lived in Paris where he": {
    "guess": "Eugène Sue",
    "confidence": [
      [
        "E",
        -1.9194814
      ],
      [
        "ug",
        -0.13700771
      ],
      [
        "ène",
        -0.20287314
      ],
      [
        " Sue",
        -0.019355565
      ]
    ]
  },
  "Born into a Khatri caste, this figure purportedly demonstrated interest in the divine to a teacher by explaining the implications of the first letter of the alphabet. Stories from this figure's life are collected in vars, which were written by the scribe Bhai Gurdas, as well as in the Janam-sakhis, which also detail this figure's last days in Kartarpur. At age thirty, while bathing in the Kali Bein, this figure suddenly decided to engage in pilgrimage to locations such as Tibet and Mecca, declaring": {
    "guess": "Guru Nanak",
    "confidence": [
      [
        "G",
        -0.0009398084
      ],
      [
        "uru",
        -2.2246291e-05
      ],
      [
        " Nan",
        -0.0007123127
      ],
      [
        "ak",
        -7.147741e-05
      ]
    ]
  },
  "Born in 1933, he graduated from Harvard Law School, but was a career politician. An unabashed liberal, he introduced a bill to legalize abortion in his state three years before Roe v. Wade. As governor, he broke a \"lead pipe guarantee\" not to raise taxes, which would turn out to be ironic, considering future events. FTP, name this architect of the \"Massachusetts Miracle\" and failed 1988 presidential": {
    "guess": "Michael Dukakis",
    "confidence": [
      [
        "Michael",
        -0.03661112
      ],
      [
        " D",
        -0.009257895
      ],
      [
        "uk",
        -1.7716551e-05
      ],
      [
        "akis",
        -0.0016279292
      ]
    ]
  },
  "He was born in Sri Lanka in 1943 but at the age of eleven he moved to England, and later, to Canada. He is a writer of poems and novels, but you probably know him best for a movie that was based off one of his books. Among those novels are Coming Through The Slaughter, which takes place in 1900 New Orleans and In the Skin of the Lion, set in Toronto. For 10 points, identify this man who wrote the novel": {
    "guess": "Michael Ondaatje",
    "confidence": [
      [
        "Michael",
        -0.009053305
      ],
      [
        " O",
        -0.00018589824
      ],
      [
        "nda",
        -0.0012816607
      ],
      [
        "at",
        -0.00017994174
      ],
      [
        "je",
        -0.0002356025
      ]
    ]
  },
  "Born Jeno Blau, he entered the Royal Academy of Music in Budapest in 1904, when he was 5 years old.  After coming to America in 1921, he became concertmaster of New York's Capitol Theater Orchestra, and went on to serve as music director of the Minneapolis Symphony before becoming engaged, along with Stokowski, as associate conductor of the orchestra with which he would spend 42 seasons as music director.  FTP, name this conductor, who led the first American orchestra to appear in the People's Republic": {
    "guess": "Eugene Ormandy",
    "confidence": [
      [
        "E",
        -0.41835016
      ],
      [
        "ug",
        -0.017704414
      ],
      [
        "ene",
        -0.00016671013
      ],
      [
        " Or",
        -0.00077067484
      ],
      [
        "mand",
        -0.0003335586
      ],
      [
        "y",
        -2.6537622e-05
      ]
    ]
  },
  "Born in Rome, where his parents were living in exile, he was expelled from France later in life on the provisions of the 2nd treaty of Aix-la- Chapelle. Winning at Prestonpans, his mother was the granddaughter of King Jan Sobieski of Poland, and he himself was the grandson of King James VII of Scotland. His attempt to capture Britain for his father seemed likely to succeed after taking Edinburgh, but he was turned back at Culloden Moor. FTP name this \"Young Pretender\" who tried to overthrow George II.": {
    "guess": "Charles Edward Stuart",
    "confidence": [
      [
        "Charles",
        -0.11286745
      ],
      [
        " Edward",
        -0.00044151678
      ],
      [
        " Stuart",
        -0.00013309837
      ]
    ]
  },
  "Born in Iowa, this man's first commission was aboard the Republic, and he would later serve aboard the Farragut before serving in his most famous role. Eventually reaching the rank of Admiral, he was demoted for disobeying a direct order and stealing his former ship, a fact that was used against him at his trial after being framed for assassinating Chancellor Gorkon. In his academy years, he earned a commendation for original thinking by being the first cadet to beat the Kobayashi Maru scenario by": {
    "guess": "James T. Kirk",
    "confidence": [
      [
        "James",
        -0.040506143
      ],
      [
        " T",
        -0.002729029
      ],
      [
        ".",
        -0.027151411
      ],
      [
        " Kirk",
        -0.00010151673
      ]
    ]
  },
  "Born with the last name Weinstein, this American novelist attended Brown and lived in Paris where he wrote his first work, The Dream Life of Balso Snell. Back in New York, he became associate editor with William Carlos Williams of the magazine Contact. His 1934 A Cool Million uses the innocent Lemuel": {
    "guess": "Nathanael West",
    "confidence": [
      [
        "N",
        -0.03375543
      ],
      [
        "ath",
        -0.00012916465
      ],
      [
        "ana",
        -0.0036510336
      ],
      [
        "el",
        -0.0001135563
      ],
      [
        " West",
        -0.00020509004
      ]
    ]
  },
  "Its border with its southern neighbor is formed by the Rio Coco, and its western Amapala municipality is located on the volcanic island El Tigre. Rivers in this nation include the Patuca and Sico. Bay Island is found in this country's namesake gulf, and the western part of this country contains the Sierra Madres. The Caratasca Lagoon is in the southeastern portion of this country, cities in which include Comayaqua and Danli. This country borders Guatemala to the north, El Salvador to the west, and Nicaragua to the south. For 10 points, name this Central American country with capitol at Tegucigalpa.": {
    "guess": "Honduras",
    "confidence": [
      [
        "H",
        -0.00071076304
      ],
      [
        "ond",
        -3.6073914e-05
      ],
      [
        "uras",
        -0.00016039233
      ]
    ]
  },
  "Born in Kanazama in 1870, he taught English upon his return to Japan in 1909, then took a position at": {
    "guess": "Soseki Natsume",
    "confidence": [
      [
        "S",
        -1.1551715
      ],
      [
        "ose",
        -0.111289665
      ],
      [
        "ki",
        -1.1517961e-05
      ],
      [
        " Nat",
        -0.00076662557
      ],
      [
        "sume",
        -6.337155e-05
      ]
    ]
  },
  "He was born in 1869 in the Tyumen district of Siberia and fell in with an orthodox sect, the Skopsty, who believed that the only way to reach God was through sinful actions. He eventually made his way to St. Petersburg where church leaders were looking for charismatic people to bolster their power. In 1907 he was brought in by the ruling family as a healer for their hemophiliac son, Alexander. Ultimately killed by Prince Felix Yusupov after being poisoned, shot and drowned in the Neva, FTP what man": {
    "guess": "Grigori Rasputin",
    "confidence": [
      [
        "Gr",
        -0.26440492
      ],
      [
        "ig",
        -1.147242e-06
      ],
      [
        "ori",
        -8.625866e-05
      ],
      [
        " Ras",
        -0.00029518234
      ],
      [
        "put",
        -3.1281633e-07
      ],
      [
        "in",
        -3.6669935e-05
      ]
    ]
  },
  "He was born in Maryland in 1777 and married Francis Scott Key's sister in 1806. He was appointed Andrew Jackson's second attorney general in 1831, but when Jackson attempted to make him secretary of the treasury in 1833, he became the first presidential cabinet nominee to be rejected by the Senate. Three": {
    "guess": "Roger B. Taney",
    "confidence": [
      [
        "Roger",
        -0.0044148094
      ],
      [
        " B",
        -0.036387797
      ],
      [
        ".",
        -0.0008248722
      ],
      [
        " Tan",
        -0.00010342398
      ],
      [
        "ey",
        -6.682846e-05
      ]
    ]
  },
  "It is bordered on its south by a structure that formed during the Eocene called the Gonave, and its major craton is underlain by the Abitibi greenstone belt. Also subjected to the Grenville and Sevier orogenies, much fault-blocking has taken place on it due to its subduction of the Farallon structure.": {
    "guess": "North American Craton",
    "confidence": [
      [
        "North",
        -0.3228944
      ],
      [
        " American",
        -0.025014991
      ],
      [
        " Cr",
        -0.35705134
      ],
      [
        "aton",
        -2.319992e-05
      ]
    ]
  },
  "Born in Rome, where his parents were living in exile, he was expelled from France later in life on the provisions of the 2nd treaty of Aix-la- Chapelle. Winning at Prestonpans, his mother was the granddaughter of King Jan Sobieski of Poland, and he himself was the grandson of King James VII of Scotland.": {
    "guess": "Charles Edward Stuart",
    "confidence": [
      [
        "Charles",
        -0.28220573
      ],
      [
        " Edward",
        -0.030686045
      ],
      [
        " Stuart",
        -0.001356429
      ]
    ]
  },
  "Born in the St. Louis suburb of Alton, an early teacher of his taught him his distinctive style of playing without any vibrato. In the mid-1940s, he set off for New York and became the newest trumpeter in Charlie Parker's band. He would later break sharply from that Bebop style on fusion records such as In A Silent Way and Sorcerer. For ten points, name this legendary jazz trumpet player behind classic": {
    "guess": "Miles Davis",
    "confidence": [
      [
        "M",
        -0.012129563
      ],
      [
        "iles",
        -9.610702e-06
      ],
      [
        " Davis",
        -0.00011248347
      ]
    ]
  },
  "Born into a Khatri caste, this figure purportedly demonstrated interest in the divine to a teacher by explaining the implications of the first letter of the alphabet. Stories from this figure's life are collected in vars, which were written by the scribe Bhai Gurdas, as well as in the Janam-sakhis, which also detail this figure's last days in Kartarpur. At age thirty, while bathing in the Kali Bein, this figure suddenly decided to engage in pilgrimage to locations such as Tibet and Mecca, declaring that \"here is no Hindu, there is no Muslim.\" Succeeded by Baba Lehna, for 10 points, name this founder and first guru of Sikhism.": {
    "guess": "Guru Nanak",
    "confidence": [
      [
        "G",
        -0.0011747478
      ],
      [
        "uru",
        -4.00813e-06
      ],
      [
        " Nan",
        -1.5570886e-05
      ],
      [
        "ak",
        -1.50940705e-05
      ]
    ]
  },
  "Born in Iowa, this man's first commission was aboard the Republic, and he would later serve aboard the": {
    "guess": "USS Constitution",
    "confidence": [
      [
        "U",
        -0.8293853
      ],
      [
        "SS",
        -0.010042804
      ],
      [
        " Constitution",
        -1.5562121
      ]
    ]
  },
  "Born in 1738, this man spent most of his life as a musician performing for the Hanover Guards until accepting a post as an organist in Bath, England in 1766. After reading Robert Smith's A Compleat System of Opticks he became interested in astronomy, and, after building his own telescope, he began cataloging stars, nebulae, and binary stars, discovering a total of over 2,500 of them. For 10 points": {
    "guess": "William Herschel",
    "confidence": [
      [
        "William",
        -0.008279327
      ],
      [
        " Hers",
        -4.823269e-05
      ],
      [
        "ch",
        -0.00037216223
      ],
      [
        "el",
        -2.868329e-05
      ]
    ]
  },
  "Born near modern-day Tehran in the year 763, he ruled from a city currently the seat of Jalal Talabani's government. His court was controlled by the Barmakids, and he had diplomatic relations with both the Tang and the Carolingian empires.  He was on particularly close relations with the Holy Roman Emperor of the latter, sending mechanical clocks and an  albino elephant named Abbu al-Abbas to Charlemagne as presents. The elephant was named after the founder of his  dynasty, the Abbasids, of which he was the fifth caliph. FTP, name this ruler of Baghdad whose reign is immortalized in  the Thousand and One Nights.": {
    "guess": "Harun al-Rashid",
    "confidence": [
      [
        "Har",
        -0.0055658715
      ],
      [
        "un",
        -4.048445e-05
      ],
      [
        " al",
        -6.9331734e-05
      ],
      [
        "-R",
        -0.00011880126
      ],
      [
        "ash",
        -7.064298e-05
      ],
      [
        "id",
        -1.0445127e-05
      ]
    ]
  },
  "Born in New Jersey in 1756, he served in the Revolutionary War accompanying Benedict Arnold on his campaign in Canada. Like Arnold, he was tried for treason and the judge presiding over his proceedings was John Marshall. It has been alleged that Marshall was very lenient in this trial to reciprocate": {
    "guess": "John Andre",
    "confidence": [
      [
        "John",
        -1.5566053
      ],
      [
        " Andre",
        -0.9993536
      ]
    ]
  },
  "Born into a clan that claimed a homeland in the northwest corner of the world, along the shadowy borders of Vanaheim and the Pictish wilderness. Records of his birth and his parents are scarce. But it's known that his father was a blacksmith and fled from his own people because of a blood feud and sought refuge with the people of the North. He first saw daylight on a battlefield during a raid by the Vanir and went from there went to kill, steal, and wench his way around the world. FTP, name this": {
    "guess": "Conan the Barbarian",
    "confidence": [
      [
        "Con",
        -0.10710751
      ],
      [
        "an",
        -0.00021414584
      ],
      [
        " the",
        -0.0018220241
      ],
      [
        " Barbar",
        -0.0019241137
      ],
      [
        "ian",
        -5.9199425e-05
      ]
    ]
  },
  "He was born in Maryland in 1777 and married Francis Scott Key's sister in 1806. He was appointed Andrew Jackson's second attorney general in 1831, but when Jackson attempted to make him secretary of the treasury in 1833, he became the first presidential cabinet nominee to be rejected by the Senate. Three years later, despite the opposition of Henry Clay, John Calhoun, and Daniel Webster, he was accepted by Congress as John Marshall's successor on the Supreme Court. FTP, name this controversial chief": {
    "guess": "Roger B. Taney",
    "confidence": [
      [
        "Roger",
        -0.005033679
      ],
      [
        " B",
        -0.006717029
      ],
      [
        ".",
        -0.00034440245
      ],
      [
        " Tan",
        -4.3226137e-05
      ],
      [
        "ey",
        -1.3186812e-05
      ]
    ]
  },
  "She was born illegitimate to a Dutch courtesan and French law student and spent much of her early life in a convent.  She wanted to be a nun, but one of her mother's lovers, a half-brother of Napoleon": {
    "guess": "Julie Clary",
    "confidence": [
      [
        "Jul",
        -0.72007376
      ],
      [
        "ie",
        -0.15182532
      ],
      [
        " Cl",
        -0.080558866
      ],
      [
        "ary",
        -6.9882217e-06
      ]
    ]
  },
  "Born in 1933, he graduated from Harvard Law School, but was a career politician. An unabashed liberal, he introduced a bill to legalize abortion in his state three years before Roe v. Wade. As governor, he broke a \"lead pipe guarantee\" not to raise taxes, which would turn out to be ironic, considering future events. FTP, name this architect of the \"Massachusetts Miracle\" and failed 1988 presidential candidate.": {
    "guess": "Michael Dukakis",
    "confidence": [
      [
        "Michael",
        -0.016816994
      ],
      [
        " D",
        -0.00776527
      ],
      [
        "uk",
        -1.3902034e-05
      ],
      [
        "akis",
        -0.0012436825
      ]
    ]
  },
  "Boris Berman wrote a guide to playing this composer's piano sonatas, and was the first pianist to record this composer's complete piano music. His second piano concerto was attacked as a \"Babel of insane sounds\" after its premiere, and includes a massive first movement cadenza whose climax is marked colossale. This composer categorized all of his music into five major lines: classical, modern, motoric, lyrical, and grotesque. His \"motoric\" music includes his opus 11 toccata, which begins with the right and left hands alternatively playing repeated D's, and the third movement of his sixth piano sonata, which is grouped with his seventh and eighth piano sonatas as his \"war sonatas.\" He composed the \"Dance of the Knights\" for his ballet Romeo and Juliet. For 10 points, name this Soviet composer of the Lieutenant Kije suite and The Love for Three Oranges.": {
    "guess": "Dmitri Shostakovich",
    "confidence": [
      [
        "D",
        -0.5886935
      ],
      [
        "mit",
        -0.0050830254
      ],
      [
        "ri",
        -2.4987974e-05
      ],
      [
        " Sh",
        -0.00026789203
      ],
      [
        "ost",
        -1.2948405e-05
      ],
      [
        "ak",
        -0.0003894431
      ],
      [
        "ovich",
        -1.962381e-05
      ]
    ]
  },
  "A border area in the north of this country is home to a series of fortified earthworks called Black Pig's Dyke. An archaeological site in this country is buttressed by 97 decorated \"kerbstones\" and features a notable entrance stone decorated in the \"plastic style.\" This country is home to a boulder decorated in the La Tene style called the Turoe stone and a structure which is located just south of a series of ring forts called the Rath of the Synods and a tomb called the Mound of the (*) Hostages, and which is topped by the \"Stone of Destiny.\" A structure in this country is famous for a roofbox": {
    "guess": "Ireland",
    "confidence": [
      [
        "I",
        -0.06024129
      ],
      [
        "reland",
        -3.106736e-05
      ]
    ]
  },
  "Born in New Jersey in 1756, he served in the Revolutionary War accompanying Benedict Arnold on his campaign": {
    "guess": "John Trumbull",
    "confidence": [
      [
        "John",
        -0.92649865
      ],
      [
        " Tr",
        -1.212074
      ],
      [
        "umb",
        -4.2630116e-05
      ],
      [
        "ull",
        -0.0035918753
      ]
    ]
  },
  "Born Jeno Blau, he entered the Royal Academy of Music in Budapest in 1904, when he was 5 years old.  After coming to America in 1921, he became concertmaster of New York's Capitol Theater Orchestra, and went on to serve as music director of the Minneapolis Symphony before becoming engaged, along with": {
    "guess": "Jascha Heifetz",
    "confidence": [
      [
        "J",
        -0.2698228
      ],
      [
        "as",
        -0.11068646
      ],
      [
        "cha",
        -1.7954959e-05
      ],
      [
        " He",
        -0.0027354476
      ],
      [
        "if",
        -0.0002419203
      ],
      [
        "etz",
        -0.000623561
      ]
    ]
  },
  "Born in Rome, where his parents were living in exile, he was expelled from France later in life on the provisions of the 2nd treaty of Aix-la- Chapelle. Winning at Prestonpans, his mother was the granddaughter": {
    "guess": "Charles Edward Stuart",
    "confidence": [
      [
        "Charles",
        -1.2753677
      ],
      [
        " Edward",
        -0.004860261
      ],
      [
        " Stuart",
        -0.007035158
      ]
    ]
  },
  "Born in 1079, the school that he founded evolved into the University of Paris. The main thrust of his philosophy was that the power of human thinking or reason could achieve true knowledge in the natural and supernatural spheres. He is probably best remembered, however, for his love affair with one of": {
    "guess": "Peter Abelard",
    "confidence": [
      [
        "Peter",
        -0.040409178
      ],
      [
        " Abel",
        -0.001114616
      ],
      [
        "ard",
        -5.6576944e-05
      ]
    ]
  },
  "Born into a Khatri caste, this figure purportedly demonstrated interest in the divine to a teacher by explaining the implications of the first letter of the alphabet. Stories from this figure's life are": {
    "guess": "Guru Nanak",
    "confidence": [
      [
        "G",
        -0.055225264
      ],
      [
        "uru",
        -0.0031603724
      ],
      [
        " Nan",
        -0.0025245303
      ],
      [
        "ak",
        -6.80205e-05
      ]
    ]
  },
  "Born in 1639 in La Ferté-Milon, he attended the religious school Port- Royal and remained a follower of Jansenism even after breaking with the institution before producing his tragedy Andromaque. Although criticized for his historical inaccuracy in Mithridate and Britannicus and for the general lack of anything happening in Bérénice, his poetry is considered of the highest quality. For ten points, name this man, the other member of the \"big three\" 17th-century French dramatists along with Molière and Corneille.": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.07325082
      ],
      [
        " Rac",
        -0.0003490514
      ],
      [
        "ine",
        -3.9054008e-05
      ]
    ]
  },
  "Born on October 27, 1858, he had this presidential portrait painted by John Singer Sargent. To compensate for poor health as a child, as an adult, he adopted a rigorous training schedule. Coming from a long line of Harvard graduates, many progressive reforms were undertaken during his presidency, including improvements in conservation, child labor laws, and food safety. FTP, name the third face from the left on Mount Rushmore, whose sculpture lies between Jefferson and Lincoln.": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.014541896
      ],
      [
        "odore",
        -0.0044438858
      ],
      [
        " Roosevelt",
        -0.0001311911
      ]
    ]
  },
  "Born in the St. Louis suburb of Alton, an early teacher of his taught him his distinctive style of playing": {
    "guess": "Miles Davis",
    "confidence": [
      [
        "M",
        -0.052952938
      ],
      [
        "iles",
        -3.4524266e-05
      ],
      [
        " Davis",
        -0.00018720949
      ]
    ]
  },
  "He was born in London in 1573 and served as surveyor, or architect, to  James I and Charles I. He made influential costumes and sets for plays  presented to the English court but is best known as the first": {
    "guess": "Inigo Jones",
    "confidence": [
      [
        "In",
        -0.006650953
      ],
      [
        "igo",
        -1.4259645e-05
      ],
      [
        " Jones",
        -4.5252596e-05
      ]
    ]
  },
  "Born in Iowa, this man's first commission was aboard the Republic, and he would later serve aboard the Farragut before serving in his most famous role. Eventually reaching the rank of Admiral, he was demoted": {
    "guess": "William T. Sampson",
    "confidence": [
      [
        "William",
        -0.61289227
      ],
      [
        " T",
        -0.24176104
      ],
      [
        ".",
        -0.0046152533
      ],
      [
        " Samp",
        -0.016374985
      ],
      [
        "son",
        -5.9153886e-06
      ]
    ]
  },
  "Born in 1079, the school that he founded evolved into the University of Paris. The main thrust of his": {
    "guess": "Peter Abelard",
    "confidence": [
      [
        "Peter",
        -1.0227256
      ],
      [
        " Abel",
        -0.032318592
      ],
      [
        "ard",
        -7.362307e-05
      ]
    ]
  },
  "Born near modern-day Tehran in the year 763, he ruled from a city currently the seat of Jalal Talabani's government. His court was controlled by the Barmakids, and he had diplomatic relations with both the Tang and the Carolingian empires.  He was on particularly close relations with the Holy Roman Emperor": {
    "guess": "Harun al-Rashid",
    "confidence": [
      [
        "Har",
        -0.2791855
      ],
      [
        "un",
        -0.0005861567
      ],
      [
        " al",
        -0.00016432605
      ],
      [
        "-R",
        -0.004024734
      ],
      [
        "ash",
        -0.00057567045
      ],
      [
        "id",
        -7.243103e-05
      ]
    ]
  },
  "Born in the St. Louis suburb of Alton, an early teacher of his taught him his distinctive style of playing without any vibrato. In the mid-1940s, he set off for New York and became the newest trumpeter": {
    "guess": "Miles Davis",
    "confidence": [
      [
        "M",
        -0.3830996
      ],
      [
        "iles",
        -0.0012703511
      ],
      [
        " Davis",
        -0.0002969704
      ]
    ]
  },
  "Born in Idaho, as a student at Weesur High School he wrote and directed a high school musical called": {
    "guess": "High School Musical",
    "confidence": [
      [
        "High",
        -0.051599335
      ],
      [
        " School",
        -0.40417415
      ],
      [
        " Musical",
        -0.0016901774
      ]
    ]
  },
  "It is bordered on its south by a structure that formed during the Eocene called the Gonave, and its major craton is underlain by the Abitibi greenstone belt. Also subjected to the Grenville and Sevier orogenies, much fault-blocking has taken place on it due to its subduction of the Farallon structure. It includes the Anahim, Jemez, and Raton hotspots, and its surface was covered by the Sundance Sea": {
    "guess": "North American Craton",
    "confidence": [
      [
        "North",
        -0.04920878
      ],
      [
        " American",
        -0.00704179
      ],
      [
        " Cr",
        -0.6706634
      ],
      [
        "aton",
        -6.146429e-05
      ]
    ]
  },
  "It is bordered on its south by a structure that formed during the Eocene called the Gonave, and its major craton is underlain by the Abitibi greenstone belt. Also subjected to the Grenville and Sevier orogenies, much fault-blocking has taken place on it due to its subduction of the Farallon structure. It includes the Anahim, Jemez, and Raton hotspots, and its surface was covered by the Sundance Sea as well as the Cretaceous Inner Seaway.  The MTJ experiment is being conducted at the northern terminus": {
    "guess": "North American Craton",
    "confidence": [
      [
        "North",
        -0.0749841
      ],
      [
        " American",
        -0.030047597
      ],
      [
        " Cr",
        -0.68778884
      ],
      [
        "aton",
        -1.735894e-05
      ]
    ]
  },
  "This man was born because his father disguised himself as Gorlois [gorl-wah], and was the son of Igraine. At the Battle of Camlann this man was wounded by his own son and taken to Avalon to recover. That son, Mordred, was the child of (*) Morgan le Fay. This legendary man led knights like Sir Gawain and Sir Lancelot after pulling a sword from a stone, and was advised by Merlin. For 10 points, name this mythical king of Camelot.": {
    "guess": "King Arthur Pendragon",
    "confidence": [
      [
        "King",
        -0.0050231176
      ],
      [
        " Arthur",
        -4.406056e-05
      ],
      [
        " Pend",
        -0.00016051154
      ],
      [
        "ragon",
        -4.608702e-05
      ]
    ]
  },
  "Born on October 27, 1858, he had this presidential portrait painted by John Singer Sargent. To compensate for poor health as a child, as an adult, he adopted a rigorous training schedule. Coming from a": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.3673945
      ],
      [
        "odore",
        -0.10915716
      ],
      [
        " Roosevelt",
        -9.0073176e-05
      ]
    ]
  },
  "Born the son of an oil magnate and a women's rights activist, he took up writing when his general store in South Dakota failed. Using such pen names as \"Floyd Akers\" and \"Edith Van Dyne,\" he declared that he wished to write modern children's stories, and ones that did not frighten children, like those of the Brothers Grimm. He also wrote books for adults, such as The Last Egyptian, but his most notable": {
    "guess": "L. Frank Baum",
    "confidence": [
      [
        "L",
        -0.0064034164
      ],
      [
        ".",
        -8.42322e-05
      ],
      [
        " Frank",
        -1.2829201e-05
      ],
      [
        " Baum",
        -1.9385403e-05
      ]
    ]
  },
  "Born the son of an oil magnate and a women's rights activist, he took up writing when his general store in South Dakota failed. Using such pen names as \"Floyd Akers\" and \"Edith Van Dyne,\" he declared that he wished to write modern children's stories, and ones that did not frighten children, like those of the Brothers Grimm. He also wrote books for adults, such as The Last Egyptian, but his most notable success came with a novel regarding a land divided into \"four color-coded countries.\" For ten points, identify this author of The Wonderful Wizard of Oz.": {
    "guess": "L. Frank Baum",
    "confidence": [
      [
        "L",
        -0.007840486
      ],
      [
        ".",
        -0.00017779607
      ],
      [
        " Frank",
        -5.9153886e-06
      ],
      [
        " Baum",
        -2.2007884e-05
      ]
    ]
  },
  "He was born in 1869 in the Tyumen district of Siberia and fell in with an orthodox sect, the Skopsty, who believed that the only way to reach God was through sinful actions. He eventually made his way to St. Petersburg where church leaders were looking for charismatic people to bolster their power. In": {
    "guess": "Rasputin",
    "confidence": [
      [
        "R",
        -0.6170852
      ],
      [
        "as",
        -0.00039301923
      ],
      [
        "put",
        -3.5313153e-06
      ],
      [
        "in",
        -0.0001246349
      ]
    ]
  }
}