{
  "Gokhale, head of the moderate faction of the Indian National Congress, described this book as \"the work of a fool\". Nevertheless, the author would lead India to independence where a previous generation of nationalist leaders failed. This book, one of his earliest works, written in Gujarati, shapes itself as a dialogue between the Editor and the Reader, and outlines ideas for an independent India, as": {
    "guess": "Hind Swaraj",
    "confidence": [
      [
        "H",
        -0.0014884351
      ],
      [
        "ind",
        -0.00044675806
      ],
      [
        " Sw",
        -0.00015383612
      ],
      [
        "ar",
        -8.89548e-06
      ],
      [
        "aj",
        -3.1544176e-05
      ]
    ]
  },
  "Goldbeter and Koshland expanded it in a 1983 paper to account for ultrasensitivity brought on by covalent": {
    "guess": "Ultrasensitivity",
    "confidence": [
      [
        "Ul",
        -1.0941631
      ],
      [
        "tras",
        -1.700133e-05
      ],
      [
        "ensitivity",
        -0.008492715
      ]
    ]
  },
  "It's not gold, but this color names a commonly used alternative DNA stain in the SYBR [\"cyber\"] family": {
    "guess": "SYBR Green",
    "confidence": [
      [
        "SY",
        -0.68542606
      ],
      [
        "BR",
        -0.00085738546
      ],
      [
        " Green",
        -0.19671316
      ]
    ]
  },
  "Goldbeter and Koshland expanded it in a 1983 paper to account for ultrasensitivity brought on by covalent modification, and the pigment depletion formula is one modification of it.  Savageau considered dimensionally restricted conditions, and a key step in its derivation was due to Briggs and Haldane.  An Eadie-Hofstee diagram uses it, though it is more famously the basis of the double reciprocal Lineweaver-Burke plot.  One of its namesake's eponymous constant used in it can be defined as the substrate concentration at which the reaction occurs at half of its maximum speed.  For 10 points, name this doubly eponymous equation that describes enzyme kinetics.": {
    "guess": "Michaelis-Menten equation",
    "confidence": [
      [
        "Michael",
        -0.005943848
      ],
      [
        "is",
        -0.00027170655
      ],
      [
        "-M",
        -0.03207561
      ],
      [
        "ent",
        -0.0013241688
      ],
      [
        "en",
        -0.00012213163
      ],
      [
        " equation",
        -0.41989082
      ]
    ]
  },
  "Gokhale, head of the moderate faction of the Indian National Congress, described this book as \"the work of a fool\". Nevertheless, the author would lead India to independence where a previous generation of nationalist leaders failed. This book, one of his earliest works, written in Gujarati, shapes itself as a dialogue between the Editor and the Reader, and outlines ideas for an independent India, as well as the author's philosophy of satyagraha. FTP, name this work, whose title in English translates into what Mohandas Gandhi demanded for India from the British.": {
    "guess": "Hind Swaraj",
    "confidence": [
      [
        "H",
        -0.004509512
      ],
      [
        "ind",
        -0.0007373235
      ],
      [
        " Sw",
        -0.00016313401
      ],
      [
        "ar",
        -1.0683535e-05
      ],
      [
        "aj",
        -2.2842309e-05
      ]
    ]
  },
  "The Goldhammer-Herzfeld ratio of these substances is nearly one. The oxides of   these elements are used in glassmaking, and these elements are used to dope  semiconductors. As it is lustrous yet brittle, (*) selenium is sometimes considered in this  group, which includes germanium, boron and silicon along the staircase of the periodic table.  For 10 points, give this term for elements with both metal": {
    "guess": "Metalloids",
    "confidence": [
      [
        "Metal",
        -0.042686712
      ],
      [
        "lo",
        -0.04494148
      ],
      [
        "ids",
        -9.253091e-06
      ]
    ]
  },
  "Goldbeter and Koshland expanded it in a 1983 paper to account for ultrasensitivity brought on by covalent modification, and the pigment depletion formula is one modification of it.  Savageau considered dimensionally restricted conditions, and a key step in its derivation was due to Briggs and Haldane.  An Eadie-Hofstee diagram uses it, though it is more famously the basis of the double reciprocal Lineweaver-Burke": {
    "guess": "Michaelis–Menten kinetics",
    "confidence": [
      [
        "Michael",
        -0.047686577
      ],
      [
        "is",
        -4.6206227e-05
      ],
      [
        "–",
        -0.07252069
      ],
      [
        "M",
        -4.012684e-05
      ],
      [
        "ent",
        -4.20341e-05
      ],
      [
        "en",
        -7.703444e-06
      ],
      [
        " kinetics",
        -0.002208424
      ]
    ]
  },
  "It's not gold, but this color names a commonly used alternative DNA stain in the SYBR [\"cyber\"] family of dyes. Fireworks of this color often use barium salts, which also give this color in a flame test. Among Fraunhofer lines, iron is responsible for a line in this part of the color spectrum designated by a capital E. The presence of chromium in beryl imparts this color to it. Maximizing effective mass yield and atom economy are among the goals of a chemistry philosophy named after this color. Elemental": {
    "guess": "Green",
    "confidence": [
      [
        "Green",
        -0.002206997
      ]
    ]
  },
  "Goldbeter and Koshland expanded it in a 1983 paper to account for ultrasensitivity brought on by covalent modification, and the pigment depletion formula is one modification of it.  Savageau considered dimensionally restricted conditions, and a key step in its derivation was due to Briggs and Haldane.  An Eadie-Hofstee diagram uses it, though it is more famously the basis of the double reciprocal Lineweaver-Burke plot.  One of its namesake's eponymous constant used in it can be defined as the substrate": {
    "guess": "Michaelis–Menten kinetics",
    "confidence": [
      [
        "Michael",
        -0.018249452
      ],
      [
        "is",
        -3.7146747e-05
      ],
      [
        "–",
        -0.10284549
      ],
      [
        "M",
        -1.2352386e-05
      ],
      [
        "ent",
        -2.1411865e-05
      ],
      [
        "en",
        -1.2590794e-05
      ],
      [
        " kinetics",
        -0.005296958
      ]
    ]
  },
  "It's not gold, but this color names a commonly used alternative DNA stain in the SYBR [\"cyber\"] family of dyes. Fireworks of this color often use barium salts, which also give this color in a flame test. Among Fraunhofer lines, iron is responsible for a line in this part of the color spectrum designated by a capital E. The presence of chromium in beryl imparts this color to it. Maximizing effective": {
    "guess": "Green",
    "confidence": [
      [
        "Green",
        -0.014046563
      ]
    ]
  },
  "Goldbeter and Koshland expanded it in a 1983 paper to account for ultrasensitivity brought on by covalent modification, and the pigment depletion formula is one modification of it.  Savageau considered": {
    "guess": "Biochemical switch",
    "confidence": [
      [
        "Bio",
        -1.8173033
      ],
      [
        "chemical",
        -0.07433925
      ],
      [
        " switch",
        -1.091389
      ]
    ]
  },
  "Gokhale, head of the moderate faction of the Indian National Congress, described this book as \"the work of a fool\". Nevertheless, the author would lead India to independence where a previous generation of nationalist leaders failed. This book, one of his earliest works, written in Gujarati, shapes itself": {
    "guess": "Hind Swaraj",
    "confidence": [
      [
        "H",
        -0.01130811
      ],
      [
        "ind",
        -0.00021652991
      ],
      [
        " Sw",
        -5.4312077e-05
      ],
      [
        "ar",
        -9.729906e-06
      ],
      [
        "aj",
        -2.9636918e-05
      ]
    ]
  },
  "One of the \"Golden Rules\" for operational amplifiers states that this quantity is the same at both inputs of an op-amp. Norton's Theorem states that some electrical circuits can be simplified to a resistor and a source of this in parallel. Kirchhoff's Node Rule states that the sum of this quantity entering and leaving a junction must equal(*) zero. Maxwell names a correction factor for the displacement type of this quantity in Ampere's Law. For 10 points, name this quantity equal to voltage divided": {
    "guess": "Electric current",
    "confidence": [
      [
        "Electric",
        -0.08709265
      ],
      [
        " current",
        -0.6097219
      ]
    ]
  },
  "The Goldhammer-Herzfeld ratio of these substances is nearly one. The oxides of   these elements are used in glassmaking, and these elements are used to dope  semiconductors. As it is lustrous yet brittle, (*) selenium is sometimes considered in this  group, which includes germanium, boron and silicon along the staircase of the periodic table.  For 10 points, give this term for elements with both metal and non-metal properties.": {
    "guess": "Metalloids",
    "confidence": [
      [
        "Metal",
        -0.025839215
      ],
      [
        "lo",
        -0.02534908
      ],
      [
        "ids",
        -3.4121115e-06
      ]
    ]
  },
  "One of the \"Golden Rules\" for operational amplifiers states that this quantity is the same at both inputs": {
    "guess": "Operational amplifier configurations",
    "confidence": [
      [
        "Oper",
        -0.06141168
      ],
      [
        "ational",
        -2.1054253e-05
      ],
      [
        " amplifier",
        -0.020469595
      ],
      [
        " configurations",
        -0.32392067
      ]
    ]
  },
  "Goldbeter and Koshland expanded it in a 1983 paper to account for ultrasensitivity brought on by covalent modification, and the pigment depletion formula is one modification of it.  Savageau considered dimensionally restricted conditions, and a key step in its derivation was due to Briggs and Haldane.  An Eadie-Hofstee diagram uses it, though it is more famously the basis of the double reciprocal Lineweaver-Burke plot.  One of its namesake's eponymous constant used in it can be defined as the substrate concentration at which the reaction occurs at half of its maximum speed.  For 10 points, name": {
    "guess": "Michaelis–Menten kinetics",
    "confidence": [
      [
        "Michael",
        -0.018301297
      ],
      [
        "is",
        -0.00012999907
      ],
      [
        "–",
        -0.29789025
      ],
      [
        "M",
        -5.2001665e-06
      ],
      [
        "ent",
        -1.3544423e-05
      ],
      [
        "en",
        -1.378283e-05
      ],
      [
        " kinetics",
        -0.006719991
      ]
    ]
  },
  "Gokhale, head of the moderate faction of the Indian National Congress, described this book as \"the work": {
    "guess": "The History of British India",
    "confidence": [
      [
        "The",
        -1.4403443
      ],
      [
        " History",
        -0.8488995
      ],
      [
        " of",
        -0.024029505
      ],
      [
        " British",
        -1.2637174
      ],
      [
        " India",
        -0.013576163
      ]
    ]
  },
  "The Goldhammer-Herzfeld ratio of these substances is nearly one. The oxides of   these elements are used in glassmaking, and these elements are used to dope  semiconductors. As it is lustrous yet brittle,": {
    "guess": "Metalloids",
    "confidence": [
      [
        "Metal",
        -0.0066450336
      ],
      [
        "lo",
        -0.0034199746
      ],
      [
        "ids",
        -3.1281633e-07
      ]
    ]
  },
  "One of the \"Golden Rules\" for operational amplifiers states that this quantity is the same at both inputs of an op-amp. Norton's Theorem states that some electrical circuits can be simplified to a resistor": {
    "guess": "Operational amplifier configurations",
    "confidence": [
      [
        "Oper",
        -0.16445673
      ],
      [
        "ational",
        -1.0802739e-05
      ],
      [
        " amplifier",
        -0.21597388
      ],
      [
        " configurations",
        -0.43551677
      ]
    ]
  },
  "Gokhale, head of the moderate faction of the Indian National Congress, described this book as \"the work of a fool\". Nevertheless, the author would lead India to independence where a previous generation": {
    "guess": "The Discovery of India",
    "confidence": [
      [
        "The",
        -0.72270256
      ],
      [
        " Discovery",
        -0.86788684
      ],
      [
        " of",
        -0.0010756804
      ],
      [
        " India",
        -6.325235e-05
      ]
    ]
  },
  "The Goldhammer-Herzfeld ratio of these substances is nearly one. The oxides of   these elements are used": {
    "guess": "Metalloids",
    "confidence": [
      [
        "Metal",
        -0.05185947
      ],
      [
        "lo",
        -0.0032948712
      ],
      [
        "ids",
        -1.0087517e-05
      ]
    ]
  },
  "It's not gold, but this color names a commonly used alternative DNA stain in the SYBR [\"cyber\"] family of dyes. Fireworks of this color often use barium salts, which also give this color in a flame test. Among Fraunhofer lines, iron is responsible for a line in this part of the color spectrum designated by a capital E. The presence of chromium in beryl imparts this color to it. Maximizing effective mass yield and atom economy are among the goals of a chemistry philosophy named after this color. Elemental copper will react with air to form a patina of this color composed of copper carbonate. For 10 points, identify this color which is reflected by chlorophyll.": {
    "guess": "Green",
    "confidence": [
      [
        "Green",
        -0.00067609677
      ]
    ]
  },
  "It's not gold, but this color names a commonly used alternative DNA stain in the SYBR [\"cyber\"] family of dyes. Fireworks of this color often use barium salts, which also give this color in a flame test. Among Fraunhofer lines, iron is responsible for a line in this part of the color spectrum designated by a capital E. The presence of chromium in beryl imparts this color to it. Maximizing effective mass yield and atom economy are among the goals of a chemistry philosophy named after this color. Elemental copper will react with air to form a patina of this color composed of copper carbonate. For": {
    "guess": "Green",
    "confidence": [
      [
        "Green",
        -0.010175566
      ]
    ]
  },
  "It's not gold, but this color names a commonly used alternative DNA stain in the SYBR [\"cyber\"] family of dyes. Fireworks of this color often use barium salts, which also give this color in a flame test.": {
    "guess": "Green",
    "confidence": [
      [
        "Green",
        -0.055802204
      ]
    ]
  },
  "Gokhale, head of the moderate faction of the Indian National Congress, described this book as \"the work of a fool\". Nevertheless, the author would lead India to independence where a previous generation of nationalist leaders failed. This book, one of his earliest works, written in Gujarati, shapes itself as a dialogue between the Editor and the Reader, and outlines ideas for an independent India, as well as the author's philosophy of satyagraha. FTP, name this work, whose title in English translates": {
    "guess": "Hind Swaraj",
    "confidence": [
      [
        "H",
        -0.0013430892
      ],
      [
        "ind",
        -0.0011436724
      ],
      [
        " Sw",
        -0.00018589824
      ],
      [
        "ar",
        -1.0802739e-05
      ],
      [
        "aj",
        -2.3319124e-05
      ]
    ]
  },
  "It's not gold, but this color names a commonly used alternative DNA stain in the SYBR [\"cyber\"] family of dyes. Fireworks of this color often use barium salts, which also give this color in a flame test. Among Fraunhofer lines, iron is responsible for a line in this part of the color spectrum designated": {
    "guess": "Red",
    "confidence": [
      [
        "Red",
        -0.7180681
      ]
    ]
  },
  "One of the \"Golden Rules\" for operational amplifiers states that this quantity is the same at both inputs of an op-amp. Norton's Theorem states that some electrical circuits can be simplified to a resistor and a source of this in parallel. Kirchhoff's Node Rule states that the sum of this quantity entering and leaving a junction must equal(*) zero. Maxwell names a correction factor for the displacement": {
    "guess": "Electric field",
    "confidence": [
      [
        "Electric",
        -0.6673577
      ],
      [
        " field",
        -1.3456753
      ]
    ]
  },
  "The Goldhammer-Herzfeld ratio of these substances is nearly one. The oxides of   these elements are used in glassmaking, and these elements are used to dope  semiconductors. As it is lustrous yet brittle, (*) selenium is sometimes considered in this  group, which includes germanium, boron and silicon": {
    "guess": "Metalloids",
    "confidence": [
      [
        "Metal",
        -0.01331634
      ],
      [
        "lo",
        -0.010792422
      ],
      [
        "ids",
        -4.4849444e-06
      ]
    ]
  },
  "Goldbeter and Koshland expanded it in a 1983 paper to account for ultrasensitivity brought on by covalent modification, and the pigment depletion formula is one modification of it.  Savageau considered dimensionally restricted conditions, and a key step in its derivation was due to Briggs and Haldane.": {
    "guess": "Enzyme kinetics",
    "confidence": [
      [
        "En",
        -1.2170777
      ],
      [
        "zym",
        -0.00017994174
      ],
      [
        "e",
        -0.007426419
      ],
      [
        " kinetics",
        -0.6447665
      ]
    ]
  },
  "One of the \"Golden Rules\" for operational amplifiers states that this quantity is the same at both inputs of an op-amp. Norton's Theorem states that some electrical circuits can be simplified to a resistor and a source of this in parallel. Kirchhoff's Node Rule states that the sum of this quantity entering": {
    "guess": "Electric current",
    "confidence": [
      [
        "Electric",
        -0.8044515
      ],
      [
        " current",
        -0.07830496
      ]
    ]
  },
  "One of the \"Golden Rules\" for operational amplifiers states that this quantity is the same at both inputs of an op-amp. Norton's Theorem states that some electrical circuits can be simplified to a resistor and a source of this in parallel. Kirchhoff's Node Rule states that the sum of this quantity entering and leaving a junction must equal(*) zero. Maxwell names a correction factor for the displacement type of this quantity in Ampere's Law. For 10 points, name this quantity equal to voltage divided by resistance in Ohm's Law, symbolized I, and measured in amps.": {
    "guess": "Electric current",
    "confidence": [
      [
        "Electric",
        -0.26839617
      ],
      [
        " current",
        -0.4913844
      ]
    ]
  }
}