{
  "The objects used in this ceremony were once rescued from an invading army by a minister's wife named Christian Fletcher. This ceremony typically took place on Moot Hill. During this ceremony, the Ollamh Righ, an official poet, formally recited the genealogy of the person undergoing this ceremony. The person undergoing this ceremony was traditionally seated on the (*) Stone of Scone. Persons who underwent this ceremony include Alexander the Glorious and early members of the Stuart Dynasty. For ten points, give this ceremony by which a person becomes a king or queen of England's northern neighbor.": {
    "guess": "Coronation of the Scottish monarch",
    "confidence": [
      [
        "Cor",
        -0.19708566
      ],
      [
        "onation",
        -5.0616763e-05
      ],
      [
        " of",
        -0.010790537
      ],
      [
        " the",
        -0.0025396326
      ],
      [
        " Scottish",
        -0.2616913
      ],
      [
        " monarch",
        -0.004607776
      ]
    ]
  },
  "These objects are home to Colossus Wasps, which prey on another species that inhabits them, the exogorths. A particular one was the location for the Chiss Expansionary Defense Force outpost near Crustai, and another was where Maw Installation was situated. Shortly before stating a disdain for excuses, one character announces that these objects \"do not concern me\" to Admiral Piett. A sonic charge is used in a dogfight among these objects near (*) Geonosis, and another group of these is encountered as a result of an clash with Death Squadron; the chance of surviving that incident is given as 3,720 to 1. During an attempt to seek refuge within one of these objects, the presence of mynocks reveals that a space slug is impersonating a cave. For 10 points, name these objects which made up a field": {
    "guess": "Asteroids",
    "confidence": [
      [
        "A",
        -0.033947427
      ],
      [
        "ster",
        -0.00016623331
      ],
      [
        "oids",
        -0.5168002
      ]
    ]
  },
  "This object appears in the title of an essay by Leslie Fiedler about homoeroticism in American literature. During the day, part of this object is inhabited by a man painted blue to look like a \"Sick Arab\". A character who lives on this object writes a letter to Miss Watson, which he later tears up, exclaiming \"All right, then, (*) I'll go to hell!\" Actors who put on the \"Royal Nonesuch\" use this vessel": {
    "guess": "Raft",
    "confidence": [
      [
        "Ra",
        -1.5447965
      ],
      [
        "ft",
        -0.0010467432
      ]
    ]
  },
  "These objects are home to Colossus Wasps, which prey on another species that inhabits them, the exogorths. A particular one was the location for the Chiss Expansionary Defense Force outpost near Crustai, and another was where Maw Installation was situated. Shortly before stating a disdain for excuses,": {
    "guess": "Worldship",
    "confidence": [
      [
        "World",
        -1.7099216
      ],
      [
        "ship",
        -0.89068544
      ]
    ]
  },
  "One object named for this man is a cuboid whose sides and face diagonals have integral lengths, his namesake bricks. A function named for this man is the number of integers less than n relatively prime": {
    "guess": "Euler's totient function",
    "confidence": [
      [
        "E",
        -0.05277191
      ],
      [
        "uler",
        -7.064298e-05
      ],
      [
        "'s",
        -0.0011702254
      ],
      [
        " tot",
        -0.00565134
      ],
      [
        "ient",
        -1.1279553e-05
      ],
      [
        " function",
        -1.8431772e-05
      ]
    ]
  },
  "This object's namesake Mare Explorer mission has been proposed to visit its Liegia Mare, which is mainly made up of ethane and methane. Hotei Regio and Tui Regio are sites on this body, which is also home to the unusually dark Shangri-La area. The Kraken Lake is on this object, which features a region with remarkably high albedo called its \"Xanadu\" area. Because the Miller-Urey experiment's prebiotic conditions were similar to this body's atmosphere and because it may have (*) methane lakes with": {
    "guess": "Titan",
    "confidence": [
      [
        "Titan",
        -0.03727976
      ]
    ]
  },
  "An object guarded by one of these figures is also protected by Serket. These figures were among the seven guardians of Osiris's body, and they also formed the bowl of the Big Dipper. These gods were described as pillars of Shu, and were each associated with one of the cardinal directions. One of these deities, Duamutef, claims that he comes to rescue Osiris from an assailant, and another, Imsety, has the role of lifting up corpses. For 10 points, name quartet of gods who guarded the Canopic Jars, who were said to be children of the son of Osiris and Isis.": {
    "guess": "Four sons of Horus",
    "confidence": [
      [
        "Four",
        -0.0051764743
      ],
      [
        " sons",
        -0.23798609
      ],
      [
        " of",
        -0.00033248574
      ],
      [
        " Hor",
        -0.00011200665
      ],
      [
        "us",
        -9.543734e-05
      ]
    ]
  },
  "Objections to its revisions of the terms of the Treaty of Worms regarding control of Piacenza prompted Sardinia's refusal to sign it. It addressed its central issue by confirming the terms of the Treaty of Breslau six years earlier, and its negotiators included Francis III of Modena and Charles Emmanuel III. St. Vincent and Dominica were declared neutral, while England regained Chennai, France regained Louisbourg, and Philip was named Duke of Parma. The Treaty of Madrid revised provisions between England and Spain regarding slave importation that were issued in this treaty, which confirmed Glatz as a Prussian possession. FTP, identify this treaty that also gave Prussia control of Silesia and upheld the Pragmatic Sanction of Maria Theresa, ending the War of Austrian Succession.": {
    "guess": "Treaty of Aix-la-Chapelle",
    "confidence": [
      [
        "T",
        -0.008690099
      ],
      [
        "reat",
        -6.1537958e-06
      ],
      [
        "y",
        -0.00025037277
      ],
      [
        " of",
        -6.301394e-05
      ],
      [
        " A",
        -0.0044946847
      ],
      [
        "ix",
        -0.0044650123
      ],
      [
        "-la",
        -0.0026034836
      ],
      [
        "-Ch",
        -0.00011415232
      ],
      [
        "ap",
        -0.0024349974
      ],
      [
        "elle",
        -7.409989e-05
      ]
    ]
  },
  "This object's extinction curve features a bump at 220nm due to the presence of graphite, and one type of matter here is distributed according to the MRN power law, which was later extended by Drane. McKee and Ostriker proposed a three-phase model of it, adding a dynamic phase to the equilibrum two-phase FGH model, which divided it into cold-dense and intercloud regions. Evidence for the existence of this region came from the dip in a broad oscillating Ca II absorption line of delta-Ori and other so-called forbidden transitions, and this regions primary heating mechanisms are photoelectric grain": {
    "guess": "Interstellar Medium",
    "confidence": [
      [
        "Inter",
        -0.0032004083
      ],
      [
        "stellar",
        -9.484132e-05
      ],
      [
        " Medium",
        -0.20311098
      ]
    ]
  },
  "One object named for this man was fixed in 1993 with the COSTAR instrument. That object named for this man will be succeeded by one named for James Webb in approximately five years. This man discovered a Cepheid variable in the Andromeda Nebula in the early 1920s and is also the namesake of a tuning-fork": {
    "guess": "Edwin Hubble",
    "confidence": [
      [
        "Ed",
        -0.09191439
      ],
      [
        "win",
        -7.58424e-06
      ],
      [
        " H",
        -0.0017738309
      ],
      [
        "ubble",
        -2.8160932e-06
      ]
    ]
  },
  "This object titles a Hemingway short story about Mr. Frazer along with \"the gambler\" and \"the nun.\" It's not a room, but an \"enormous\" ruins Irene's marriage in a story by John Cheever. Mrs. Organ Morgan and Captain Cat appear in a play which won the 1954 Prix Italia for its use of this device; that play is Dylan Thomas' (*) Under Milk Wood. This device is also used to distribute Panamericana's novelas,": {
    "guess": "Radio",
    "confidence": [
      [
        "Radio",
        -0.74972796
      ]
    ]
  },
  "This object's extinction curve features a bump at 220nm due to the presence of graphite, and one type of matter here is distributed according to the MRN power law, which was later extended by Drane. McKee and Ostriker proposed a three-phase model of it, adding a dynamic phase to the equilibrum two-phase FGH model, which divided it into cold-dense and intercloud regions. Evidence for the existence of": {
    "guess": "Interstellar Medium",
    "confidence": [
      [
        "Inter",
        -0.03202459
      ],
      [
        "stellar",
        -0.00043174208
      ],
      [
        " Medium",
        -0.8583609
      ]
    ]
  },
  "Some of these objects have gaps in their ultraviolet spectrum due to the existence of neutral hydrogen in the intergalactic medium,  providing evidence for the reionization of hydrogen around z = 6. Gravitational lensing was first confirmed by a twin of these. These objects can have redshifts greater than 5.8, which is where the (*) Gunn-Peterson trough is observed. Their variability suggests they": {
    "guess": "Quasar",
    "confidence": [
      [
        "Qu",
        -0.00016563729
      ],
      [
        "asar",
        -0.00085452455
      ]
    ]
  },
  "When one of these objects' orbit is within Earth's orbit, they are classified in the Aten group, and the Trojan variety of these objects are found within the Lagrangian Points of a larger object. The Alvarez hypothesis states that one of these objects caused the K-T extinction event. The most massive of these objects is Vesta, and the largest was recently classified as a (*) dwarf planet, Ceres. Mame": {
    "guess": "Asteroids",
    "confidence": [
      [
        "A",
        -0.020458497
      ],
      [
        "ster",
        -0.0021322984
      ],
      [
        "oids",
        -0.23314412
      ]
    ]
  },
  "This object was created to win the favor of a virgin \"from whose forehead shines the rainbow,\" although in the end, she did not marry its creator. Prior to its creation, a series of objects that were judged to be \"ill-mannered\" were accidentally created and then discarded, including a plough, a crossbow, a boat and a cow. An alternative interpretation views this item as a world pillar, as it grew roots into the earth after being buried beneath the hills of (*) Sariola. It provides an explanation for why the sea is salty, as it was lost at sea when Louhi defeated Ilmarinen. For 10 points, name this magical mill that could endlessly produce flour, salt, and money and whose creation is described": {
    "guess": "Sampo",
    "confidence": [
      [
        "S",
        -0.0031076074
      ],
      [
        "ampo",
        -9.0883464e-07
      ]
    ]
  },
  "This object titles a Hemingway short story about Mr. Frazer along with \"the gambler\" and \"the nun.\" It's not a room, but an \"enormous\" ruins Irene's marriage in a story by John Cheever. Mrs. Organ Morgan and Captain Cat appear in a play which won the 1954 Prix Italia for its use of this device; that play is Dylan Thomas' (*) Under Milk Wood. This device is also used to distribute Panamericana's novelas, which are written by Pedro Comacho. Aunt Julia has a relationship with that scriptwriter for this": {
    "guess": "Radio",
    "confidence": [
      [
        "Radio",
        -0.37096924
      ]
    ]
  },
  "In these objects, FUN effects can be observed, which are a fractionation class of refractory inclusions or CAI. Oxygen isotope levels in the Allende one were used to discriminate between different models of the solar system's formation. The largest class of these are chondrites, which is a subclass of the stony type of them. One called ALH 84001 that was found in Antarctica was part of a 1990's argument for life on Mars. For 10 points, name these rocks that fall from outer space and survive the collision.": {
    "guess": "Meteorite",
    "confidence": [
      [
        "Meteor",
        -0.0017912089
      ],
      [
        "ite",
        -0.004256831
      ]
    ]
  },
  "The objects used in this ceremony were once rescued from an invading army by a minister's wife named Christian Fletcher. This ceremony typically took place on Moot Hill. During this ceremony, the Ollamh Righ, an official poet, formally recited the genealogy of the person undergoing this ceremony. The person undergoing this ceremony was traditionally seated on the (*) Stone of Scone. Persons who underwent": {
    "guess": "Coronation of the British monarch",
    "confidence": [
      [
        "Cor",
        -0.23974943
      ],
      [
        "onation",
        -0.00016539889
      ],
      [
        " of",
        -0.018617628
      ],
      [
        " the",
        -0.008175643
      ],
      [
        " British",
        -0.31822613
      ],
      [
        " monarch",
        -0.0033793573
      ]
    ]
  },
  "These objects possess an ergosphere within which occurs the Lense-Thirring effect. The Reissner-Nordstrom metric is used to describe non-rotating ones that possess electrical charge. Mass, electric charge, and angular momentum are the only properties of these objects according to the No Hair Theorem, and energy may be extracted from these via the Penrose Process. Pair production in one of these may result in Hawking Radiation if it occurs near the event horizon. Formed when a supernova remnant exceeds": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0009071759
      ],
      [
        " hole",
        -0.0029768683
      ]
    ]
  },
  "This object is made of vessel elements and tracheids, the latter of which has cell walls with a lot of lignin. The vessels, which do not appear in ferns or conifers, are cylindrical, are generally less than one centimeter in diameter, and are useful when the cell contents die. There are two types of this tissue, with the secondary type typically growing inward from the vascular cambium. Though it also provides structure to plants, its primary purpose is to transport water and nutrients throughout": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.007653592
      ],
      [
        "yle",
        -4.00813e-06
      ],
      [
        "m",
        -2.057744e-05
      ]
    ]
  },
  "These objects possess an ergosphere within which occurs the Lense-Thirring effect. The Reissner-Nordstrom": {
    "guess": "Kerr black hole",
    "confidence": [
      [
        "K",
        -0.50219274
      ],
      [
        "err",
        -7.3861476e-05
      ],
      [
        " black",
        -0.4830403
      ],
      [
        " hole",
        -0.00091372844
      ]
    ]
  },
  "This object once created three valleys after one figure used a mountain as a shield, and one figure tried to distract this object's creator by changing into a fly. This item was created following a bet": {
    "guess": "The Seven Valleys and The Four Valleys",
    "confidence": [
      [
        "The",
        -1.3014971
      ],
      [
        " Seven",
        -0.49434718
      ],
      [
        " Val",
        -0.0048703495
      ],
      [
        "leys",
        -2.8160932e-06
      ],
      [
        " and",
        -0.62504894
      ],
      [
        " The",
        -0.030543031
      ],
      [
        " Four",
        -0.0026572242
      ],
      [
        " Val",
        -3.750436e-05
      ],
      [
        "leys",
        -2.6060809e-05
      ]
    ]
  },
  "Before these object are used, a prayer beginning \"vyazor vyagein\" is chanted. Gabbais direct their use, and people prepare for using them with a tikkun. They are held up and then covered in hagba and gelilah. The last component of their use is called maftir, and their use is bookended by prayers beginning": {
    "guess": "Torah scroll",
    "confidence": [
      [
        "Tor",
        -0.8364312
      ],
      [
        "ah",
        -1.9361265e-07
      ],
      [
        " scroll",
        -0.19339459
      ]
    ]
  },
  "This object is lost at a drunken party whence its owner does not return \"with ivy leaves in his hair,\" as his lover had hoped. Unlike its author's previous work, which had dealt with history up to the present day, this work forecasts the development of the future. This object's owner dies when he goes": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.359624
      ],
      [
        " Great",
        -1.2855622
      ],
      [
        " G",
        -0.010805634
      ],
      [
        "atsby",
        -5.4669687e-05
      ]
    ]
  },
  "One of these objects is named after Cocos Island and is next to one named after a region of Peru, Nazca. The spaces between them are usually classified as divergent or convergent transform faults. The": {
    "guess": "Plate tectonics",
    "confidence": [
      [
        "Plate",
        -0.22079825
      ],
      [
        " t",
        -0.009921354
      ],
      [
        "ect",
        -1.0280384e-06
      ],
      [
        "on",
        -0.00085346634
      ],
      [
        "ics",
        -4.7040652e-05
      ]
    ]
  },
  "One of these objects is named after Cocos Island and is next to one named after a region of Peru, Nazca. The spaces between them are usually classified as divergent or convergent transform faults. The theory of these objects has become connected to theories of mantle plumes, and the original theory came out of the continental drift ideas of Alfred Wegener. For 10 points, name these shifting sections": {
    "guess": "Tectonic plates",
    "confidence": [
      [
        "T",
        -0.03637044
      ],
      [
        "ect",
        -1.504853e-06
      ],
      [
        "onic",
        -8.876193e-05
      ],
      [
        " plates",
        -0.24378254
      ]
    ]
  },
  "One of these objects kills Superboy-Prime after his encounter with it, and one in DotA (\"dough-ta\") gives a boost to mana in return for a drop of 150 HP. An aqua one of these names a move in Pokemon that grants regeneration to the user, and when Barry Allen becomes the Flash, his clothes disappear into one of these. One of these objects [*] \"of fire\" names a song in which the singer goes \"down, down,": {
    "guess": "Ring (jewellery)",
    "confidence": [
      [
        "Ring",
        -0.14646389
      ],
      [
        " (",
        -0.78009385
      ],
      [
        "j",
        -1.1068256
      ],
      [
        "ew",
        -9.555654e-05
      ],
      [
        "ellery",
        -0.08148976
      ],
      [
        ")",
        -0.0007687712
      ]
    ]
  },
  "This object is made of vessel elements and tracheids, the latter of which has cell walls with a lot of lignin. The vessels, which do not appear in ferns or conifers, are cylindrical, are generally less than one centimeter in diameter, and are useful when the cell contents die. There are two types of this tissue, with the secondary type typically growing inward from the vascular cambium. Though it also provides structure to plants, its primary purpose is to transport water and nutrients throughout a plant. Name this tissue often contrasted with phloem.": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.00074184954
      ],
      [
        "yle",
        -3.5313153e-06
      ],
      [
        "m",
        -9.610702e-06
      ]
    ]
  },
  "One of these objects kills Superboy-Prime after his encounter with it, and one in DotA (\"dough-ta\") gives a boost to mana in return for a drop of 150 HP. An aqua one of these names a move in Pokemon that grants regeneration to the user, and when Barry Allen becomes the Flash, his clothes disappear into one of these. One of these objects [*] \"of fire\" names a song in which the singer goes \"down, down, down and the flames went higher,\" the most famous song by Johnny Cash. In a series of novels, nineteen of these were made and given to humans, elves, and dwarves, and one was made \"to rule them all.\" For 10 points, name these objects, one of which Sauron created to adorn his finger.": {
    "guess": "One Ring",
    "confidence": [
      [
        "One",
        -0.0670377
      ],
      [
        " Ring",
        -0.00431238
      ]
    ]
  },
  "These objects can develop large cracks called bergschrunds (BERG-shrunds), which can further lead to the formation of cirques (SIRKS). The firn line separates the ablation and accumulation zones of these objects. The movement of these masses is responsible for the creation of moraines and drumlins, which are accumulations of till carried by these objects. These objects hold the majority of the world's fresh water. For 10 points, name these large, flowing masses of ice.": {
    "guess": "Glaciers",
    "confidence": [
      [
        "Gl",
        -0.020062944
      ],
      [
        "ac",
        -0.033433132
      ],
      [
        "iers",
        -6.704273e-07
      ]
    ]
  },
  "Some of these objects have gaps in their ultraviolet spectrum due to the existence of neutral hydrogen in the intergalactic medium,  providing evidence for the reionization of hydrogen around z = 6. Gravitational lensing was first confirmed by a twin of these. These objects can have redshifts greater than 5.8, which is where the (*) Gunn-Peterson trough is observed. Their variability suggests they are compact, of a size on the order of light-weeks or months. These objects are powered by accretion disks around supermassive black holes. For 10 points, name these remnants of the early universe which emit as much energy as some galaxies, are the most luminous objects in the universe, and are composed": {
    "guess": "Quasar",
    "confidence": [
      [
        "Qu",
        -0.00022177487
      ],
      [
        "asar",
        -0.013867635
      ]
    ]
  },
  "This object is lost at a drunken party whence its owner does not return \"with ivy leaves in his hair,\"": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.088254884
      ],
      [
        "ed",
        -2.355753e-05
      ],
      [
        "da",
        -9.019238e-05
      ],
      [
        " Gab",
        -4.143808e-05
      ],
      [
        "ler",
        -6.869018e-06
      ]
    ]
  },
  "In these objects, FUN effects can be observed, which are a fractionation class of refractory inclusions or CAI. Oxygen isotope levels in the Allende one were used to discriminate between different models of the solar system's formation. The largest class of these are chondrites, which is a subclass of": {
    "guess": "Meteorite",
    "confidence": [
      [
        "Meteor",
        -0.34047794
      ],
      [
        "ite",
        -0.014348951
      ]
    ]
  },
  "This object is lost at a drunken party whence its owner does not return \"with ivy leaves in his hair,\" as his lover had hoped. Unlike its author's previous work, which had dealt with history up to the present day, this work forecasts the development of the future. This object's owner dies when he goes to Miss Diana's soiree to try and retrieve it. At the end of the play, it is revealed that the notes used to write this still exist, inspiring (*) Thea Elvsted to try and reconstruct it. By publishing this work, its author could take the university professorship already promised to his friend, George Tesman. For 10 points, name this object, which the title character of an Ibsen play throws into": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.095150515
      ],
      [
        "ed",
        -3.1544176e-05
      ],
      [
        "da",
        -9.960947e-05
      ],
      [
        " Gab",
        -0.00019662657
      ],
      [
        "ler",
        -8.299462e-06
      ]
    ]
  },
  "Some of these objects have gaps in their ultraviolet spectrum due to the existence of neutral hydrogen in the intergalactic medium,  providing evidence for the reionization of hydrogen around z = 6. Gravitational lensing was first confirmed by a twin of these. These objects can have redshifts greater than 5.8, which is where the (*) Gunn-Peterson trough is observed. Their variability suggests they are compact, of a size on the order of light-weeks or months. These objects are powered by accretion disks around supermassive black holes. For 10 points, name these remnants of the early universe which emit as much energy as some galaxies, are the most luminous objects in the universe, and are composed mostly of \"radio quiet\" types.": {
    "guess": "Quasar",
    "confidence": [
      [
        "Qu",
        -0.0005379012
      ],
      [
        "asar",
        -0.0077743866
      ]
    ]
  },
  "One of these objects kills Superboy-Prime after his encounter with it, and one in DotA (\"dough-ta\") gives": {
    "guess": "Green Lantern Ring",
    "confidence": [
      [
        "Green",
        -0.6109381
      ],
      [
        " Lantern",
        -0.0001593195
      ],
      [
        " Ring",
        -0.29982367
      ]
    ]
  },
  "This object is lost at a drunken party whence its owner does not return \"with ivy leaves in his hair,\" as his lover had hoped. Unlike its author's previous work, which had dealt with history up to the present day, this work forecasts the development of the future. This object's owner dies when he goes to Miss Diana's soiree to try and retrieve it. At the end of the play, it is revealed that the notes used to write this still exist, inspiring (*) Thea Elvsted to try and reconstruct it. By publishing this work, its author could take the university professorship already promised to his friend, George Tesman. For 10 points, name this object, which the title character of an Ibsen play throws into the fire.": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.13182147
      ],
      [
        "ed",
        -1.1279553e-05
      ],
      [
        "da",
        -5.3000836e-05
      ],
      [
        " Gab",
        -0.00019650738
      ],
      [
        "ler",
        -6.392203e-06
      ]
    ]
  },
  "This object was delivered not with an inflatable \"airbag\" system like its predecessors, but with a \"sky": {
    "guess": "Mars Pathfinder",
    "confidence": [
      [
        "M",
        -0.1491285
      ],
      [
        "ars",
        -9.3530085e-05
      ],
      [
        " Pathfinder",
        -0.37178248
      ]
    ]
  },
  "This object titles a Hemingway short story about Mr. Frazer along with \"the gambler\" and \"the nun.\" It's not a room, but an \"enormous\" ruins Irene's marriage in a story by John Cheever. Mrs. Organ Morgan": {
    "guess": "The Enormous Radio",
    "confidence": [
      [
        "The",
        -1.5374092
      ],
      [
        " En",
        -0.21022257
      ],
      [
        "orm",
        -4.179569e-05
      ],
      [
        "ous",
        -0.0001842294
      ],
      [
        " Radio",
        -0.00012118533
      ]
    ]
  },
  "These objects are home to Colossus Wasps, which prey on another species that inhabits them, the exogorths.": {
    "guess": "Colossus Wasp",
    "confidence": [
      [
        "Col",
        -1.5006373
      ],
      [
        "oss",
        -0.01253897
      ],
      [
        "us",
        -0.00042507402
      ],
      [
        " W",
        -0.5126316
      ],
      [
        "asp",
        -4.4537377e-05
      ]
    ]
  },
  "One of these objects was mapped and named by Andrew Lawson. In the normal type of these boundaries, a graben [GRAH-buhn] is a downthrown block, and the hanging wall drops downward relative to the footwall. Up and down movement is associated with the dip-slip type of these features, some of which occur": {
    "guess": "Fault (geology)",
    "confidence": [
      [
        "Fault",
        -0.1470964
      ],
      [
        " (",
        -0.0009948218
      ],
      [
        "ge",
        -6.945094e-05
      ],
      [
        "ology",
        -4.365741e-06
      ],
      [
        ")",
        -6.511407e-06
      ]
    ]
  },
  "One of these objects was mapped and named by Andrew Lawson. In the normal type of these boundaries, a graben [GRAH-buhn] is a downthrown block, and the hanging wall drops downward relative to the footwall.": {
    "guess": "Fault (geology)",
    "confidence": [
      [
        "Fault",
        -0.02316303
      ],
      [
        " (",
        -0.00039123115
      ],
      [
        "ge",
        -8.876193e-05
      ],
      [
        "ology",
        -1.2948405e-05
      ],
      [
        ")",
        -6.392203e-06
      ]
    ]
  },
  "This object's extinction curve features a bump at 220nm due to the presence of graphite, and one type of matter here is distributed according to the MRN power law, which was later extended by Drane. McKee and Ostriker proposed a three-phase model of it, adding a dynamic phase to the equilibrum two-phase FGH model, which divided it into cold-dense and intercloud regions. Evidence for the existence of this region came from the dip in a broad oscillating Ca II absorption line of delta-Ori and other so-called forbidden transitions, and this regions primary heating mechanisms are photoelectric grain heating and low-energy cosmic rays. This region also contains superbubbles created by stellar winds,": {
    "guess": "Interstellar Medium",
    "confidence": [
      [
        "Inter",
        -0.010021322
      ],
      [
        "stellar",
        -9.372295e-06
      ],
      [
        " Medium",
        -0.36991662
      ]
    ]
  },
  "Objections to its revisions of the terms of the Treaty of Worms regarding control of Piacenza prompted Sardinia's refusal to sign it. It addressed its central issue by confirming the terms of the Treaty": {
    "guess": "Treaty of Worms",
    "confidence": [
      [
        "T",
        -0.4949657
      ],
      [
        "reat",
        -0.0008695332
      ],
      [
        "y",
        -0.0037690895
      ],
      [
        " of",
        -0.0028782224
      ],
      [
        " Worm",
        -0.6388687
      ],
      [
        "s",
        -8.44706e-05
      ]
    ]
  },
  "These objects were studied by Heinrich Heesch, who developed the idea of \"discharging.\" Because \"chains\"": {
    "guess": "Glycogen",
    "confidence": [
      [
        "G",
        -0.50338036
      ],
      [
        "ly",
        -0.013533002
      ],
      [
        "c",
        -0.007926946
      ],
      [
        "ogen",
        -0.0013924963
      ]
    ]
  },
  "The objects central to this statement are eigenfunctions of the family of operators from a space to the space of its modular forms: formally, this lemma guarantees the existence and analyticity of weight-two eigenforms of the aforementioned Hecke operators for non-singular third-order one-forms over": {
    "guess": "Modular form",
    "confidence": [
      [
        "Mod",
        -0.42781305
      ],
      [
        "ular",
        -0.010546743
      ],
      [
        " form",
        -0.10180079
      ]
    ]
  },
  "These objects are supposedly threatened by the development of a 344-millimeter Lepage glue gun. A character who decides to die of pneumonia moves into a hospital that often treats men who work in these objects, and Chief White Halfoat had earlier threatened to slit the throat of one of the officers in charge of them. A man who continually crashes these (*) vehicles escapes to Sweden in a rowboat. These vehicles are the principle means by which the Allies conduct the \"Great Big Siege of Bologna\". McWatt bisects Kid Sampson with the propeller of one of these vehicles before crashing it into a mountain,": {
    "guess": "Bomber (novel)",
    "confidence": [
      [
        "B",
        -0.80014753
      ],
      [
        "om",
        -0.5001959
      ],
      [
        "ber",
        -0.05438
      ],
      [
        " (",
        -0.1620709
      ],
      [
        "nov",
        -0.0033457286
      ],
      [
        "el",
        -2.5703197e-05
      ],
      [
        ")",
        -0.0009774327
      ]
    ]
  },
  "One of these objects kills Superboy-Prime after his encounter with it, and one in DotA (\"dough-ta\") gives a boost to mana in return for a drop of 150 HP. An aqua one of these names a move in Pokemon that grants regeneration to the user, and when Barry Allen becomes the Flash, his clothes disappear into one of these. One of these objects [*] \"of fire\" names a song in which the singer goes \"down, down, down and the flames went higher,\" the most famous song by Johnny Cash. In a series of novels, nineteen of these were made and given to humans, elves, and dwarves, and one was made \"to rule them all.\"": {
    "guess": "Ring (Jewellery)",
    "confidence": [
      [
        "Ring",
        -0.3366289
      ],
      [
        " (",
        -0.56218266
      ],
      [
        "J",
        -0.88672006
      ],
      [
        "ew",
        -0.11064131
      ],
      [
        "ellery",
        -0.016122112
      ],
      [
        ")",
        -0.0014566627
      ]
    ]
  },
  "Before these object are used, a prayer beginning \"vyazor vyagein\" is chanted. Gabbais direct their use, and people prepare for using them with a tikkun. They are held up and then covered in hagba and gelilah. The last component of their use is called maftir, and their use is bookended by prayers beginning (*) \"barchu et adonai hamvorach.\" These objects are danced around the synagogue the day after Sukkot. These objects are crowned and stored in the aron, or Ark. They are read from using a yad during": {
    "guess": "Torah scrolls",
    "confidence": [
      [
        "Tor",
        -0.07968036
      ],
      [
        "ah",
        -1.147242e-06
      ],
      [
        " scrolls",
        -0.42021197
      ]
    ]
  },
  "This object's extinction curve features a bump at 220nm due to the presence of graphite, and one type of matter here is distributed according to the MRN power law, which was later extended by Drane. McKee and Ostriker proposed a three-phase model of it, adding a dynamic phase to the equilibrum two-phase FGH model, which divided it into cold-dense and intercloud regions. Evidence for the existence of this region came from the dip in a broad oscillating Ca II absorption line of delta-Ori and other so-called forbidden transitions, and this regions primary heating mechanisms are photoelectric grain heating and low-energy cosmic rays. This region also contains superbubbles created by stellar winds, and is responsible for the ubiquitous 21-cm H line. Also containing HII regions and molecular clouds, for 10 points, name this region of space that consists mostly of hydrogen, the gas and dust that floats between stars.": {
    "guess": "Interstellar Medium",
    "confidence": [
      [
        "Inter",
        -0.0033863608
      ],
      [
        "stellar",
        -3.5477897e-05
      ],
      [
        " Medium",
        -0.47265097
      ]
    ]
  },
  "These objects are home to Colossus Wasps, which prey on another species that inhabits them, the exogorths. A particular one was the location for the Chiss Expansionary Defense Force outpost near Crustai, and another was where Maw Installation was situated. Shortly before stating a disdain for excuses, one character announces that these objects \"do not concern me\" to Admiral Piett. A sonic charge is used in a dogfight among these objects near (*) Geonosis, and another group of these is encountered as a result of an clash with Death Squadron; the chance of surviving that incident is given as 3,720 to 1. During an attempt to seek refuge within one of these objects, the presence of mynocks reveals": {
    "guess": "Asteroids",
    "confidence": [
      [
        "A",
        -0.031707402
      ],
      [
        "ster",
        -0.00039968727
      ],
      [
        "oids",
        -0.35969687
      ]
    ]
  },
  "One object named for this man is a cuboid whose sides and face diagonals have integral lengths, his namesake bricks. A function named for this man is the number of integers less than n relatively prime to n, his totient function. The quantity chi, this man's namesake (*) \"characteristic,\" is equal to vertices plus faces minus edges for polyhedra. This mathematician ushered in graph theory in proving": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.01775302
      ],
      [
        "hard",
        -0.0025323792
      ],
      [
        " Euler",
        -0.0001787497
      ]
    ]
  },
  "This object is made of vessel elements and tracheids, the latter of which has cell walls with a lot of lignin. The vessels, which do not appear in ferns or conifers, are cylindrical, are generally less than one centimeter in diameter, and are useful when the cell contents die. There are two types of this tissue, with the secondary type typically growing inward from the vascular cambium. Though it also": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.028890602
      ],
      [
        "yle",
        -2.2365493e-05
      ],
      [
        "m",
        -4.20341e-05
      ]
    ]
  },
  "One of these objects is named after Cocos Island and is next to one named after a region of Peru, Nazca.": {
    "guess": "List of islands by name (C)",
    "confidence": [
      [
        "List",
        -0.33707535
      ],
      [
        " of",
        -0.0005574396
      ],
      [
        " islands",
        -0.016163757
      ],
      [
        " by",
        -0.88592994
      ],
      [
        " name",
        -0.44340047
      ],
      [
        " (",
        -0.13031097
      ],
      [
        "C",
        -0.029468
      ],
      [
        ")",
        -0.00021248066
      ]
    ]
  },
  "This object appears in the title of an essay by Leslie Fiedler about homoeroticism in American literature. During the day, part of this object is inhabited by a man painted blue to look like a \"Sick Arab\". A character who lives on this object writes a letter to Miss Watson, which he later tears up, exclaiming \"All right, then, (*) I'll go to hell!\" Actors who put on the \"Royal Nonesuch\" use this vessel to escape from Bricksville, and after it crashes, one passenger observes the feud of the Grangerfords and the Shepherdsons. The Duke and the Dauphin board this vessel in Arkansas, long after it sets out from Jackson's Island with the intended destination of Cairo, Illinois. For 10 points, name this vessel on which Jim and Huck float down the Mississippi.": {
    "guess": "Adventures of Huckleberry Finn",
    "confidence": [
      [
        "Ad",
        -0.73228884
      ],
      [
        "vent",
        -2.2842309e-05
      ],
      [
        "ures",
        -0.000101874335
      ],
      [
        " of",
        -0.0054434007
      ],
      [
        " H",
        -0.0015564015
      ],
      [
        "uckle",
        -3.619312e-05
      ],
      [
        "berry",
        -0.00015097891
      ],
      [
        " Finn",
        -8.530503e-05
      ]
    ]
  },
  "One of these objects was mapped and named by Andrew Lawson. In the normal type of these boundaries, a graben [GRAH-buhn] is a downthrown block, and the hanging wall drops downward relative to the footwall. Up and down movement is associated with the dip-slip type of these features, some of which occur near the edges of tectonic plates. For 10 points, name these fractures in the earth's crust, one of which is named for San Andreas.": {
    "guess": "Fault (geology)",
    "confidence": [
      [
        "Fault",
        -0.0016606626
      ],
      [
        " (",
        -0.000538378
      ],
      [
        "ge",
        -6.682846e-05
      ],
      [
        "ology",
        -6.9882217e-06
      ],
      [
        ")",
        -2.1008714e-06
      ]
    ]
  },
  "One object named for this man is a cuboid whose sides and face diagonals have integral lengths, his namesake bricks. A function named for this man is the number of integers less than n relatively prime to n, his totient function. The quantity chi, this man's namesake (*) \"characteristic,\" is equal to vertices plus faces minus edges for polyhedra. This mathematician ushered in graph theory in proving that a certain traversal was impossible because it had none of his namesake cycles. His identity states that a certain number to the power of i times pi equals negative 1. For 10 points, name this Swiss mathematician who solved the Seven Bridges of Königsberg problem, the namesake of a constant with": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.0038289372
      ],
      [
        "hard",
        -0.00027146813
      ],
      [
        " Euler",
        -2.5107178e-05
      ]
    ]
  },
  "These objects are picked up near jamarat during a Muslim ritual. They're not lights, but Joseph Smith": {
    "guess": "Stoning of the Devil",
    "confidence": [
      [
        "St",
        -0.67821145
      ],
      [
        "oning",
        -0.054705665
      ],
      [
        " of",
        -0.0148074785
      ],
      [
        " the",
        -0.00031389366
      ],
      [
        " Devil",
        -0.0012142832
      ]
    ]
  },
  "This object is discussed in the sixth tractate of the Tohorot in the Mishnah, which states that to be": {
    "guess": "Mikve",
    "confidence": [
      [
        "M",
        -0.007822506
      ],
      [
        "ik",
        -0.009600248
      ],
      [
        "ve",
        -0.49545157
      ]
    ]
  },
  "One object in this story has the name Dillingham written out in full on a letterbox, which its owners wish to change to the more modest \"D.\" The author of this work claimed that if the protagonists had lived next to King Solomon and the Queen of Sheba, the latter would have been put to shame. One character in this story goes to Madame Sofronie's, requiring her to curl her hair afterwards. At the end of this story, the narrator explains the origin of the Christmas present. For 10 points, name this short story in which Jim and Della sell their watch and hair to buy each other a watch chain and a comb, written by O. Henry.": {
    "guess": "The Gift of the Magi",
    "confidence": [
      [
        "The",
        -0.0022732469
      ],
      [
        " Gift",
        -0.00012201976
      ],
      [
        " of",
        -1.5570886e-05
      ],
      [
        " the",
        -7.0285365e-05
      ],
      [
        " Mag",
        -6.2775536e-05
      ],
      [
        "i",
        -3.357064e-05
      ]
    ]
  },
  "These objects are picked up near jamarat during a Muslim ritual. They're not lights, but Joseph Smith used two of them named Urim and Thummim to become a seer and translate the Book of Mormon. Jacob blessed one with the name \"Beth-El\", meaning House of God. Muslims make these objects collide with walls": {
    "guess": "Hajj",
    "confidence": [
      [
        "H",
        -0.65649915
      ],
      [
        "aj",
        -0.010726723
      ],
      [
        "j",
        -0.38501072
      ]
    ]
  },
  "The objects used in this ceremony were once rescued from an invading army by a minister's wife named Christian Fletcher. This ceremony typically took place on Moot Hill. During this ceremony, the Ollamh": {
    "guess": "The Stone of Destiny",
    "confidence": [
      [
        "The",
        -1.5055033
      ],
      [
        " Stone",
        -0.5971129
      ],
      [
        " of",
        -0.00011331789
      ],
      [
        " Destiny",
        -0.4087074
      ]
    ]
  },
  "This object once created three valleys after one figure used a mountain as a shield, and one figure tried to distract this object's creator by changing into a fly. This item was created following a bet involving the sons of Ivali, and in one story this object's owner retrieved it by dressing up as a goddess of love. This object is used alongside a pair of iron gloves and a belt that doubles its user's strength called Meginjgord. Created by the dwarves Brokk and Eitri and having a name meaning \"crusher,\" for 10 points, name this weapon which never missed its mark and belonged to Thor.": {
    "guess": "Mjölnir",
    "confidence": [
      [
        "M",
        -0.04368467
      ],
      [
        "j",
        -0.00014764121
      ],
      [
        "ö",
        -0.3043778
      ],
      [
        "ln",
        -0.007427015
      ],
      [
        "ir",
        -0.00014323067
      ]
    ]
  },
  "The objects central to this statement are eigenfunctions of the family of operators from a space to the": {
    "guess": "Hilbert space",
    "confidence": [
      [
        "H",
        -0.931027
      ],
      [
        "il",
        -0.17514117
      ],
      [
        "bert",
        -2.577686e-06
      ],
      [
        " space",
        -0.006540101
      ]
    ]
  },
  "These objects are supposedly threatened by the development of a 344-millimeter Lepage glue gun. A character who decides to die of pneumonia moves into a hospital that often treats men who work in these objects, and Chief White Halfoat had earlier threatened to slit the throat of one of the officers in": {
    "guess": "Catch-22",
    "confidence": [
      [
        "Catch",
        -0.6176388
      ],
      [
        "-",
        -0.00012106613
      ],
      [
        "22",
        -2.9994528e-05
      ]
    ]
  },
  "These objects can develop large cracks called bergschrunds (BERG-shrunds), which can further lead to the formation of cirques (SIRKS). The firn line separates the ablation and accumulation zones of these": {
    "guess": "Glaciers",
    "confidence": [
      [
        "Gl",
        -0.0038297714
      ],
      [
        "ac",
        -0.04086966
      ],
      [
        "iers",
        -3.7697225e-06
      ]
    ]
  },
  "These objects were studied by Heinrich Heesch, who developed the idea of \"discharging.\" Because \"chains\" could be tangled, Kempe's proof of a theorem about these objects was flawed. Tait proved that theorem to be equivalent to the claim that no snarks are planar, and that theorem is a special case of": {
    "guess": "Snark (graph theory)",
    "confidence": [
      [
        "Sn",
        -1.0609117
      ],
      [
        "ark",
        -0.078875795
      ],
      [
        " (",
        -0.10428305
      ],
      [
        "graph",
        -0.0034268734
      ],
      [
        " theory",
        -5.085517e-05
      ],
      [
        ")",
        -0.00022988072
      ]
    ]
  },
  "One object named for this man was fixed in 1993 with the COSTAR instrument. That object named for this man will be succeeded by one named for James Webb in approximately five years. This man discovered": {
    "guess": "Edwin Hubble",
    "confidence": [
      [
        "Ed",
        -0.26763773
      ],
      [
        "win",
        -1.342522e-05
      ],
      [
        " H",
        -0.001610674
      ],
      [
        "ubble",
        -4.246537e-06
      ]
    ]
  },
  "This object appears in the title of an essay by Leslie Fiedler about homoeroticism in American literature. During the day, part of this object is inhabited by a man painted blue to look like a \"Sick Arab\". A character who lives on this object writes a letter to Miss Watson, which he later tears up, exclaiming \"All right, then, (*) I'll go to hell!\" Actors who put on the \"Royal Nonesuch\" use this vessel to escape from Bricksville, and after it crashes, one passenger observes the feud of the Grangerfords and the Shepherdsons. The Duke and the Dauphin board this vessel in Arkansas, long after it sets": {
    "guess": "Adventures of Huckleberry Finn",
    "confidence": [
      [
        "Ad",
        -0.11739591
      ],
      [
        "vent",
        -2.8564085e-05
      ],
      [
        "ures",
        -0.00010950337
      ],
      [
        " of",
        -0.036536187
      ],
      [
        " H",
        -0.00046105517
      ],
      [
        "uckle",
        -1.7478143e-05
      ],
      [
        "berry",
        -8.923875e-05
      ],
      [
        " Finn",
        -4.8425554e-06
      ]
    ]
  },
  "These objects are often underlain by Röthlisberger or Nye channels. In one form, their movement is almost entirely controlled by Glen's Flow Law. Warm ones can also move by enhanced creep, ploughing, and regelation, and both types can experience hydraulic jacking. Many of these objects experience quasi-regular surge cycles, where their movement speed can increase a thousand-fold. These objects create a range of characteristic landforms, including kames, eskers and drumlins. For 10 points, name this class of objects found in mountainous and polar regions around the world, made entirely of ice.": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.008533962
      ],
      [
        "acier",
        -0.050322928
      ]
    ]
  },
  "If one of these objects has an ergosphere, energy may be extracted from it until it loses its angular momentum. If it does not possess electric charge, it will become the Schwarzchild type once it stops rotating. The (*) no-hair theorem states that mass, charge, and angular momentum are their only observable qualities outside the event horizon. For 10 points, name these astronomical objects from which": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.005076853
      ],
      [
        " hole",
        -0.021218916
      ]
    ]
  },
  "This object once created three valleys after one figure used a mountain as a shield, and one figure tried to distract this object's creator by changing into a fly. This item was created following a bet involving the sons of Ivali, and in one story this object's owner retrieved it by dressing up as a goddess of love. This object is used alongside a pair of iron gloves and a belt that doubles its user's": {
    "guess": "Girdle of Hippolyta",
    "confidence": [
      [
        "G",
        -1.1269665
      ],
      [
        "ird",
        -0.9364545
      ],
      [
        "le",
        -0.00054242724
      ],
      [
        " of",
        -0.0015694993
      ],
      [
        " Hipp",
        -0.033871476
      ],
      [
        "oly",
        -3.106736e-05
      ],
      [
        "ta",
        -0.060068093
      ]
    ]
  },
  "If one of these objects has an ergosphere, energy may be extracted from it until it loses its angular": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.4098623
      ],
      [
        " hole",
        -0.0020163096
      ]
    ]
  },
  "When one of these objects' orbit is within Earth's orbit, they are classified in the Aten group, and the Trojan variety of these objects are found within the Lagrangian Points of a larger object. The Alvarez": {
    "guess": "Minor-planet moon",
    "confidence": [
      [
        "Minor",
        -0.7979632
      ],
      [
        "-",
        -0.99853355
      ],
      [
        "planet",
        -0.011246113
      ],
      [
        " moon",
        -1.0821509
      ]
    ]
  },
  "An object guarded by one of these figures is also protected by Serket. These figures were among the seven guardians of Osiris's body, and they also formed the bowl of the Big Dipper. These gods were described as pillars of Shu, and were each associated with one of the cardinal directions. One of these deities, Duamutef, claims that he comes to rescue Osiris from an assailant, and another, Imsety, has": {
    "guess": "Four sons of Horus",
    "confidence": [
      [
        "Four",
        -0.008502051
      ],
      [
        " sons",
        -0.074238986
      ],
      [
        " of",
        -0.00023846338
      ],
      [
        " Hor",
        -2.9756122e-05
      ],
      [
        "us",
        -0.00010485443
      ]
    ]
  },
  "This object's extinction curve features a bump at 220nm due to the presence of graphite, and one type of matter here is distributed according to the MRN power law, which was later extended by Drane. McKee and Ostriker proposed a three-phase model of it, adding a dynamic phase to the equilibrum two-phase": {
    "guess": "Interstellar Medium",
    "confidence": [
      [
        "Inter",
        -0.014711169
      ],
      [
        "stellar",
        -0.0015166497
      ],
      [
        " Medium",
        -0.66596484
      ]
    ]
  },
  "These objects are picked up near jamarat during a Muslim ritual. They're not lights, but Joseph Smith used two of them named Urim and Thummim to become a seer and translate the Book of Mormon. Jacob blessed": {
    "guess": "Book of Mormon",
    "confidence": [
      [
        "Book",
        -0.0665658
      ],
      [
        " of",
        -2.0696643e-05
      ],
      [
        " Mormon",
        -0.0005684027
      ]
    ]
  },
  "This object was delivered not with an inflatable \"airbag\" system like its predecessors, but with a \"sky crane\" system that was untested prior to its deployment, which was called \"Seven Minutes of Terror.\"": {
    "guess": "Mars Science Laboratory",
    "confidence": [
      [
        "M",
        -0.25660986
      ],
      [
        "ars",
        -1.7835755e-05
      ],
      [
        " Science",
        -0.1287879
      ],
      [
        " Laboratory",
        -0.0003710894
      ]
    ]
  },
  "In these objects, FUN effects can be observed, which are a fractionation class of refractory inclusions": {
    "guess": "Chondrite",
    "confidence": [
      [
        "Ch",
        -0.5239429
      ],
      [
        "ond",
        -2.2127088e-05
      ],
      [
        "rite",
        -0.012546385
      ]
    ]
  },
  "These objects are picked up near jamarat during a Muslim ritual. They're not lights, but Joseph Smith used two of them named Urim and Thummim to become a seer and translate the Book of Mormon. Jacob blessed one with the name \"Beth-El\", meaning House of God. Muslims make these objects collide with walls representing the Devil during the hajj, and a black one from heaven is at the most sacred corner of the Ka'aba. Jesus asked \"he who is without sin\" to cast the first one. For 10 points, name these objects whose larger examples were arranged by Neolithic British pagans into a namesake circular \"henge.\"": {
    "guess": "Stonehenge",
    "confidence": [
      [
        "Stone",
        -0.08510282
      ],
      [
        "h",
        -0.05660899
      ],
      [
        "enge",
        -0.00046296243
      ]
    ]
  },
  "One object in this story has the name Dillingham written out in full on a letterbox, which its owners": {
    "guess": "The Gift of the Magi",
    "confidence": [
      [
        "The",
        -0.020724062
      ],
      [
        " Gift",
        -0.001307737
      ],
      [
        " of",
        -7.2073424e-05
      ],
      [
        " the",
        -0.00017171667
      ],
      [
        " Mag",
        -0.0030857325
      ],
      [
        "i",
        -4.763667e-05
      ]
    ]
  },
  "This object is lost at a drunken party whence its owner does not return \"with ivy leaves in his hair,\" as his lover had hoped. Unlike its author's previous work, which had dealt with history up to the": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.33844435
      ],
      [
        " Great",
        -0.20026067
      ],
      [
        " G",
        -0.00581301
      ],
      [
        "atsby",
        -0.00017398155
      ]
    ]
  },
  "These objects possess an ergosphere within which occurs the Lense-Thirring effect. The Reissner-Nordstrom metric is used to describe non-rotating ones that possess electrical charge. Mass, electric charge, and angular momentum are the only properties of these objects according to the No Hair Theorem, and energy may be extracted from these via the Penrose Process. Pair production in one of these may": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.095269196
      ],
      [
        " hole",
        -0.004150461
      ]
    ]
  },
  "This object appears in the title of an essay by Leslie Fiedler about homoeroticism in American literature. During the day, part of this object is inhabited by a man painted blue to look like a \"Sick Arab\". A character who lives on this object writes a letter to Miss Watson, which he later tears up, exclaiming \"All right, then, (*) I'll go to hell!\" Actors who put on the \"Royal Nonesuch\" use this vessel to escape from Bricksville, and after it crashes, one passenger observes the feud of the Grangerfords": {
    "guess": "Raft",
    "confidence": [
      [
        "Ra",
        -1.2358613
      ],
      [
        "ft",
        -0.0005788889
      ]
    ]
  },
  "This object's extinction curve features a bump at 220nm due to the presence of graphite, and one type of matter here is distributed according to the MRN power law, which was later extended by Drane. McKee and Ostriker proposed a three-phase model of it, adding a dynamic phase to the equilibrum two-phase FGH model, which divided it into cold-dense and intercloud regions. Evidence for the existence of this region came from the dip in a broad oscillating Ca II absorption line of delta-Ori and other": {
    "guess": "Interstellar Medium",
    "confidence": [
      [
        "Inter",
        -0.06004251
      ],
      [
        "stellar",
        -0.00045581753
      ],
      [
        " Medium",
        -0.2264652
      ]
    ]
  },
  "This object is made of vessel elements and tracheids, the latter of which has cell walls with a lot of lignin. The vessels, which do not appear in ferns or conifers, are cylindrical, are generally less than one centimeter in diameter, and are useful when the cell contents die. There are two types of": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.19632816
      ],
      [
        "yle",
        -0.00032950565
      ],
      [
        "m",
        -4.8709502e-05
      ]
    ]
  },
  "Before these object are used, a prayer beginning \"vyazor vyagein\" is chanted. Gabbais direct their use,": {
    "guess": "Tallit",
    "confidence": [
      [
        "T",
        -0.36969253
      ],
      [
        "all",
        -0.7480167
      ],
      [
        "it",
        -0.00041374963
      ]
    ]
  },
  "One object named for this man was fixed in 1993 with the COSTAR instrument. That object named for this": {
    "guess": "Edwin Hubble",
    "confidence": [
      [
        "Ed",
        -0.15868597
      ],
      [
        "win",
        -3.333223e-05
      ],
      [
        " H",
        -0.0041616224
      ],
      [
        "ubble",
        -3.4762674e-05
      ]
    ]
  },
  "This object titles a Hemingway short story about Mr. Frazer along with \"the gambler\" and \"the nun.\" It's not a room, but an \"enormous\" ruins Irene's marriage in a story by John Cheever. Mrs. Organ Morgan and Captain Cat appear in a play which won the 1954 Prix Italia for its use of this device; that play is Dylan Thomas' (*) Under Milk Wood. This device is also used to distribute Panamericana's novelas, which are written by Pedro Comacho. Aunt Julia has a relationship with that scriptwriter for this medium. For 10 points, identify this medium which frightened audiences with an alien invasion when it broadcast Orson Welles' dramatization of The War of the Worlds.": {
    "guess": "Radio drama",
    "confidence": [
      [
        "Radio",
        -0.0096390955
      ],
      [
        " drama",
        -0.083992794
      ]
    ]
  },
  "One object in this story has the name Dillingham written out in full on a letterbox, which its owners wish to change to the more modest \"D.\" The author of this work claimed that if the protagonists had lived next to King Solomon and the Queen of Sheba, the latter would have been put to shame. One character in this story goes to Madame Sofronie's, requiring her to curl her hair afterwards. At the end of this story, the narrator explains the origin of the Christmas present. For 10 points, name this": {
    "guess": "The Gift of the Magi",
    "confidence": [
      [
        "The",
        -0.003487939
      ],
      [
        " Gift",
        -0.0002787359
      ],
      [
        " of",
        -2.0339032e-05
      ],
      [
        " the",
        -0.00012356207
      ],
      [
        " Mag",
        -0.00016647171
      ],
      [
        "i",
        -0.00016039233
      ]
    ]
  },
  "These objects are often underlain by Röthlisberger or Nye channels. In one form, their movement is almost entirely controlled by Glen's Flow Law. Warm ones can also move by enhanced creep, ploughing, and regelation, and both types can experience hydraulic jacking. Many of these objects experience quasi-regular surge cycles, where their movement speed can increase a thousand-fold. These objects create": {
    "guess": "Glaciers",
    "confidence": [
      [
        "Gl",
        -0.015401619
      ],
      [
        "ac",
        -0.34282044
      ],
      [
        "iers",
        0.0
      ]
    ]
  },
  "This object is the prototype for the SBm (\"S B M\") class introduced by de Vaucouleurs, and the prototype for luminous blue variables is its brightest star, S Doradus. Supernova 1987A occurred on the outskirts of its Tarantula Nebula, the most active star formation region in the Local Group. Its partner is home to the Cepheid variables used by Henrietta Leavitt to establish the period-luminosity relation.": {
    "guess": "Large Magellanic Cloud",
    "confidence": [
      [
        "Large",
        -0.035179164
      ],
      [
        " Mag",
        -6.408677e-05
      ],
      [
        "ell",
        -0.0002478695
      ],
      [
        "anic",
        -5.2001665e-06
      ],
      [
        " Cloud",
        -5.8603408e-05
      ]
    ]
  },
  "These objects possess an ergosphere within which occurs the Lense-Thirring effect. The Reissner-Nordstrom metric is used to describe non-rotating ones that possess electrical charge. Mass, electric charge,": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0017758574
      ],
      [
        " hole",
        -0.0037922314
      ]
    ]
  },
  "These objects were studied by Heinrich Heesch, who developed the idea of \"discharging.\" Because \"chains\" could be tangled, Kempe's proof of a theorem about these objects was flawed. Tait proved that theorem": {
    "guess": "Four color theorem",
    "confidence": [
      [
        "Four",
        -0.23267758
      ],
      [
        " color",
        -0.00684218
      ],
      [
        " theorem",
        -0.00014311148
      ]
    ]
  },
  "In these objects, FUN effects can be observed, which are a fractionation class of refractory inclusions or CAI. Oxygen isotope levels in the Allende one were used to discriminate between different models of the solar system's formation. The largest class of these are chondrites, which is a subclass of the stony type of them. One called ALH 84001 that was found in Antarctica was part of a 1990's argument": {
    "guess": "Meteorite",
    "confidence": [
      [
        "Meteor",
        -0.011929441
      ],
      [
        "ite",
        -0.0012048733
      ]
    ]
  },
  "This object is made of vessel elements and tracheids, the latter of which has cell walls with a lot of lignin. The vessels, which do not appear in ferns or conifers, are cylindrical, are generally less": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.00021259987
      ],
      [
        "yle",
        -4.9617593e-06
      ],
      [
        "m",
        -2.7968066e-05
      ]
    ]
  },
  "An object guarded by one of these figures is also protected by Serket. These figures were among the seven guardians of Osiris's body, and they also formed the bowl of the Big Dipper. These gods were described": {
    "guess": "Four sons of Horus",
    "confidence": [
      [
        "Four",
        -1.7279087
      ],
      [
        " sons",
        -0.040694438
      ],
      [
        " of",
        -0.0005063269
      ],
      [
        " Hor",
        -0.0002193908
      ],
      [
        "us",
        -2.3795938e-05
      ]
    ]
  },
  "These objects can develop large cracks called bergschrunds (BERG-shrunds), which can further lead to the formation of cirques (SIRKS). The firn line separates the ablation and accumulation zones of these objects. The movement of these masses is responsible for the creation of moraines and drumlins, which": {
    "guess": "Glaciers",
    "confidence": [
      [
        "Gl",
        -0.010631194
      ],
      [
        "ac",
        -0.0025837435
      ],
      [
        "iers",
        -9.639097e-05
      ]
    ]
  },
  "This object is the prototype for the SBm (\"S B M\") class introduced by de Vaucouleurs, and the prototype for luminous blue variables is its brightest star, S Doradus. Supernova 1987A occurred on the outskirts of its Tarantula Nebula, the most active star formation region in the Local Group. Its partner is home to the Cepheid variables used by Henrietta Leavitt to establish the period-luminosity relation. Currently thought to be second only to the Sagittarius Dwarf Elliptical in proximity to the Milky": {
    "guess": "Large Magellanic Cloud",
    "confidence": [
      [
        "Large",
        -0.014719973
      ],
      [
        " Mag",
        -5.121278e-05
      ],
      [
        "ell",
        -0.00022070204
      ],
      [
        "anic",
        -6.1537958e-06
      ],
      [
        " Cloud",
        -5.216641e-05
      ]
    ]
  },
  "The objects central to this statement are eigenfunctions of the family of operators from a space to the space of its modular forms: formally, this lemma guarantees the existence and analyticity of weight-two eigenforms of the aforementioned Hecke operators for non-singular third-order one-forms over the rationals whose solutions are confined to a torus. The discovery of a metric for the space of Galois representations revealed that this theorem posits an isomorphism between L-series of modular forms": {
    "guess": "Modularity theorem",
    "confidence": [
      [
        "Mod",
        -0.6808895
      ],
      [
        "ularity",
        -0.15661368
      ],
      [
        " theorem",
        -0.019589972
      ]
    ]
  },
  "If one of these objects has an ergosphere, energy may be extracted from it until it loses its angular momentum. If it does not possess electric charge, it will become the Schwarzchild type once it stops rotating. The (*) no-hair theorem states that mass, charge, and angular momentum are their only observable": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.1699866
      ],
      [
        " hole",
        -0.00450525
      ]
    ]
  },
  "One object named for this man is a cuboid whose sides and face diagonals have integral lengths, his namesake bricks. A function named for this man is the number of integers less than n relatively prime to n, his totient function. The quantity chi, this man's namesake (*) \"characteristic,\" is equal to vertices plus faces minus edges for polyhedra. This mathematician ushered in graph theory in proving that a certain traversal was impossible because it had none of his namesake cycles. His identity states": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.09127197
      ],
      [
        "hard",
        -0.0050979685
      ],
      [
        " Euler",
        -0.003842948
      ]
    ]
  },
  "The objects in question were not presented as an excuse; rather, Dr. Martin Blinder cited them in his testimony as evidence for depression. In fact, attorneys for [*] Dan White didn't even get an acquittal, but rather a reduction of the charge to voluntary manslaughter, and no one claimed directly that a sugar overdose had caused the murders of George Moscone and Harvey Milk. For 10 points—name this misunderstood legal strategy based around a certain junk food.": {
    "guess": "Twinkie defense",
    "confidence": [
      [
        "Tw",
        -0.003358324
      ],
      [
        "ink",
        -1.4617256e-05
      ],
      [
        "ie",
        -0.0010391215
      ],
      [
        " defense",
        -0.017494988
      ]
    ]
  },
  "The objects in question were not presented as an excuse; rather, Dr. Martin Blinder cited them in his testimony as evidence for depression. In fact, attorneys for [*] Dan White didn't even get an acquittal, but rather a reduction of the charge to voluntary manslaughter, and no one claimed directly that a sugar overdose had caused the murders of George Moscone and Harvey Milk. For 10 points—name this": {
    "guess": "Twinkie defense",
    "confidence": [
      [
        "Tw",
        -0.025151942
      ],
      [
        "ink",
        -2.1531068e-05
      ],
      [
        "ie",
        -0.0018275038
      ],
      [
        " defense",
        -0.032829758
      ]
    ]
  },
  "The objects central to this statement are eigenfunctions of the family of operators from a space to the space of its modular forms: formally, this lemma guarantees the existence and analyticity of weight-two eigenforms of the aforementioned Hecke operators for non-singular third-order one-forms over the rationals whose solutions are confined to a torus. The discovery of a metric for the space of Galois representations revealed that this theorem posits an isomorphism between L-series of modular forms and the aforementioned curves; that idea arose from the object of the epsilon conjecture, Frey's curve, which was eventually shown to be modular. This theorem thus implies that every elliptic curve is a modular form. For ten points, identify this theorem cum conjecture that is concomitant with Fermat's Last Theorem and that is usually named for two Japanese mathematicians.": {
    "guess": "Taniyama–Shimura–Weil conjecture",
    "confidence": [
      [
        "T",
        -0.5830551
      ],
      [
        "ani",
        -0.0007004033
      ],
      [
        "y",
        -0.00054791063
      ],
      [
        "ama",
        -9.9251854e-05
      ],
      [
        "–",
        -0.64258736
      ],
      [
        "Sh",
        -3.7027545e-05
      ],
      [
        "im",
        -1.2664457e-06
      ],
      [
        "ura",
        -1.11603495e-05
      ],
      [
        "–",
        -0.39758188
      ],
      [
        "We",
        -0.0046050493
      ],
      [
        "il",
        -6.704273e-07
      ],
      [
        " conject",
        -0.000789498
      ],
      [
        "ure",
        -2.0815847e-05
      ]
    ]
  },
  "These objects possess an ergosphere within which occurs the Lense-Thirring effect. The Reissner-Nordstrom metric is used to describe non-rotating ones that possess electrical charge. Mass, electric charge, and angular momentum are the only properties of these objects according to the No Hair Theorem, and energy may be extracted from these via the Penrose Process. Pair production in one of these may result in Hawking Radiation if it occurs near the event horizon. Formed when a supernova remnant exceeds the Oppenheimer-Volkoff limit, this is, for 10 points, what type of collapsed star that is named": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0018336803
      ],
      [
        " hole",
        -0.019203681
      ]
    ]
  },
  "The objects used in this ceremony were once rescued from an invading army by a minister's wife named Christian Fletcher. This ceremony typically took place on Moot Hill. During this ceremony, the Ollamh Righ, an official poet, formally recited the genealogy of the person undergoing this ceremony. The": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.7082575
      ]
    ]
  },
  "The objects central to this statement are eigenfunctions of the family of operators from a space to the space of its modular forms: formally, this lemma guarantees the existence and analyticity of weight-two eigenforms of the aforementioned Hecke operators for non-singular third-order one-forms over the rationals whose solutions are confined to a torus. The discovery of a metric for the space of Galois": {
    "guess": "Modular form",
    "confidence": [
      [
        "Mod",
        -0.4001663
      ],
      [
        "ular",
        -0.011847216
      ],
      [
        " form",
        -0.46089384
      ]
    ]
  },
  "This object was created to win the favor of a virgin \"from whose forehead shines the rainbow,\" although in the end, she did not marry its creator. Prior to its creation, a series of objects that were judged to be \"ill-mannered\" were accidentally created and then discarded, including a plough, a crossbow, a boat and a cow. An alternative interpretation views this item as a world pillar, as it grew roots into the earth after being buried beneath the hills of (*) Sariola. It provides an explanation for why the sea is salty, as it was lost at sea when Louhi defeated Ilmarinen. For 10 points, name this magical mill that could endlessly produce flour, salt, and money and whose creation is described in the Kalevala.": {
    "guess": "Sampo",
    "confidence": [
      [
        "S",
        -0.0053102467
      ],
      [
        "ampo",
        -1.2664457e-06
      ]
    ]
  },
  "The objects central to this statement are eigenfunctions of the family of operators from a space to the space of its modular forms: formally, this lemma guarantees the existence and analyticity of weight-two eigenforms of the aforementioned Hecke operators for non-singular third-order one-forms over the rationals whose solutions are confined to a torus. The discovery of a metric for the space of Galois representations revealed that this theorem posits an isomorphism between L-series of modular forms and the aforementioned curves; that idea arose from the object of the epsilon conjecture, Frey's": {
    "guess": "Modularity theorem",
    "confidence": [
      [
        "Mod",
        -0.37367466
      ],
      [
        "ularity",
        -0.050080188
      ],
      [
        " theorem",
        -0.055374496
      ]
    ]
  },
  "Some of these objects have gaps in their ultraviolet spectrum due to the existence of neutral hydrogen in the intergalactic medium,  providing evidence for the reionization of hydrogen around z = 6. Gravitational lensing was first confirmed by a twin of these. These objects can have redshifts greater than 5.8, which is where the (*) Gunn-Peterson trough is observed. Their variability suggests they are compact, of a size on the order of light-weeks or months. These objects are powered by accretion disks around supermassive black holes. For 10 points, name these remnants of the early universe which": {
    "guess": "Quasar",
    "confidence": [
      [
        "Qu",
        -0.0008735861
      ],
      [
        "asar",
        -0.04648759
      ]
    ]
  },
  "These objects possess an ergosphere within which occurs the Lense-Thirring effect. The Reissner-Nordstrom metric is used to describe non-rotating ones that possess electrical charge. Mass, electric charge, and angular momentum are the only properties of these objects according to the No Hair Theorem, and energy may be extracted from these via the Penrose Process. Pair production in one of these may result in Hawking Radiation if it occurs near the event horizon. Formed when a supernova remnant exceeds the Oppenheimer-Volkoff limit, this is, for 10 points, what type of collapsed star that is named for its ability to trap light?": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0005974737
      ],
      [
        " hole",
        -0.0046521495
      ]
    ]
  },
  "This object is discussed in the sixth tractate of the Tohorot in the Mishnah, which states that to be valid, one of these objects must contain at least 40 se'ah. A dispute exists over whether a person with uncombed hair or dreadlocks can properly use this object, and this object is used during the second stage of taharah, the preparation of bodies for burial. Keri, Zavah, and Niddah are states caused": {
    "guess": "Mikveh",
    "confidence": [
      [
        "M",
        -0.26403132
      ],
      [
        "ik",
        -0.03349504
      ],
      [
        "veh",
        -0.10910222
      ]
    ]
  },
  "These objects are supposedly threatened by the development of a 344-millimeter Lepage glue gun. A character who decides to die of pneumonia moves into a hospital that often treats men who work in these objects, and Chief White Halfoat had earlier threatened to slit the throat of one of the officers in charge of them. A man who continually crashes these (*) vehicles escapes to Sweden in a rowboat. These vehicles are the principle means by which the Allies conduct the \"Great Big Siege of Bologna\". McWatt bisects Kid Sampson with the propeller of one of these vehicles before crashing it into a mountain, and Snowden is killed by the flak that hits one of them. For 10 points, name these vehicles flown": {
    "guess": "Bomber aircraft",
    "confidence": [
      [
        "B",
        -0.30209407
      ],
      [
        "om",
        -0.37160507
      ],
      [
        "ber",
        -0.53420585
      ],
      [
        " aircraft",
        -0.16800503
      ]
    ]
  },
  "This object's namesake Mare Explorer mission has been proposed to visit its Liegia Mare, which is mainly made up of ethane and methane. Hotei Regio and Tui Regio are sites on this body, which is also home to the unusually dark Shangri-La area. The Kraken Lake is on this object, which features a region with remarkably high albedo called its \"Xanadu\" area. Because the Miller-Urey experiment's prebiotic conditions were similar to this body's atmosphere and because it may have (*) methane lakes with floating ice, this satellite has been the subject of the search for life. This object was the destination of the Huygens probe, and this is the only moon with a dense atmosphere. For 10 points, name this": {
    "guess": "Titan",
    "confidence": [
      [
        "Titan",
        -0.07088715
      ]
    ]
  },
  "This object is the prototype for the SBm (\"S B M\") class introduced by de Vaucouleurs, and the prototype for luminous blue variables is its brightest star, S Doradus. Supernova 1987A occurred on the outskirts": {
    "guess": "Large Magellanic Cloud",
    "confidence": [
      [
        "Large",
        -0.4510194
      ],
      [
        " Mag",
        -0.00011856285
      ],
      [
        "ell",
        -0.00012058931
      ],
      [
        "anic",
        -2.6968896e-06
      ],
      [
        " Cloud",
        -0.00012296606
      ]
    ]
  },
  "Objections to its revisions of the terms of the Treaty of Worms regarding control of Piacenza prompted": {
    "guess": "Treaty of Vienna",
    "confidence": [
      [
        "T",
        -0.5057613
      ],
      [
        "reat",
        -0.0013505917
      ],
      [
        "y",
        -0.0037125465
      ],
      [
        " of",
        -0.00094742636
      ],
      [
        " Vienna",
        -0.75125295
      ]
    ]
  },
  "These objects are often underlain by Röthlisberger or Nye channels. In one form, their movement is almost": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.003552201
      ],
      [
        "acier",
        -0.0060083102
      ]
    ]
  },
  "The objects in question were not presented as an excuse; rather, Dr. Martin Blinder cited them in his": {
    "guess": "Phenomenology",
    "confidence": [
      [
        "Ph",
        -0.7284737
      ],
      [
        "en",
        -0.03881777
      ],
      [
        "omen",
        -8.76891e-05
      ],
      [
        "ology",
        -0.024165768
      ]
    ]
  },
  "The objects central to this statement are eigenfunctions of the family of operators from a space to the space of its modular forms: formally, this lemma guarantees the existence and analyticity of weight-two eigenforms of the aforementioned Hecke operators for non-singular third-order one-forms over the rationals whose solutions are confined to a torus. The discovery of a metric for the space of Galois representations revealed that this theorem posits an isomorphism between L-series of modular forms and the aforementioned curves; that idea arose from the object of the epsilon conjecture, Frey's curve, which was eventually shown to be modular. This theorem thus implies that every elliptic curve is a modular form. For ten points, identify this theorem cum conjecture that is concomitant with Fermat's": {
    "guess": "Taniyama–Shimura–Weil conjecture",
    "confidence": [
      [
        "T",
        -0.5611564
      ],
      [
        "ani",
        -0.0013984529
      ],
      [
        "y",
        -0.0010623443
      ],
      [
        "ama",
        -0.0001842294
      ],
      [
        "–",
        -0.45438057
      ],
      [
        "Sh",
        -3.8577193e-05
      ],
      [
        "im",
        -3.888926e-06
      ],
      [
        "ura",
        -3.0113732e-05
      ],
      [
        "–",
        -0.29005212
      ],
      [
        "We",
        -0.0058243945
      ],
      [
        "il",
        -7.89631e-07
      ],
      [
        " conject",
        -0.00053575553
      ],
      [
        "ure",
        -2.129266e-05
      ]
    ]
  },
  "This object was created to win the favor of a virgin \"from whose forehead shines the rainbow,\" although in the end, she did not marry its creator. Prior to its creation, a series of objects that were judged": {
    "guess": "The Necklace of the Brisings",
    "confidence": [
      [
        "The",
        -1.6985377
      ],
      [
        " Necklace",
        -1.9330779
      ],
      [
        " of",
        -0.01412825
      ],
      [
        " the",
        -0.4480687
      ],
      [
        " Bris",
        -0.12147217
      ],
      [
        "ings",
        -0.00017362394
      ]
    ]
  },
  "This object once created three valleys after one figure used a mountain as a shield, and one figure tried": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.31658658
      ],
      [
        "á",
        -3.6431527e-05
      ],
      [
        "'",
        -0.004289473
      ],
      [
        "í",
        -6.49212e-05
      ],
      [
        " Faith",
        -0.0010297118
      ]
    ]
  },
  "This object's extinction curve features a bump at 220nm due to the presence of graphite, and one type of matter here is distributed according to the MRN power law, which was later extended by Drane. McKee and Ostriker proposed a three-phase model of it, adding a dynamic phase to the equilibrum two-phase FGH model, which divided it into cold-dense and intercloud regions. Evidence for the existence of this region came from the dip in a broad oscillating Ca II absorption line of delta-Ori and other so-called forbidden transitions, and this regions primary heating mechanisms are photoelectric grain heating and low-energy cosmic rays. This region also contains superbubbles created by stellar winds, and is responsible for the ubiquitous 21-cm H line. Also containing HII regions and molecular clouds,": {
    "guess": "Interstellar Medium",
    "confidence": [
      [
        "Inter",
        -0.0023403275
      ],
      [
        "stellar",
        -2.4391957e-05
      ],
      [
        " Medium",
        -0.46436924
      ]
    ]
  },
  "This object is discussed in the sixth tractate of the Tohorot in the Mishnah, which states that to be valid, one of these objects must contain at least 40 se'ah. A dispute exists over whether a person with uncombed hair or dreadlocks can properly use this object, and this object is used during the second stage of taharah, the preparation of bodies for burial. Keri, Zavah, and Niddah are states caused by discharge of bodily fluids that this object can remove via tevilah, or ablution via full-body": {
    "guess": "Mikveh",
    "confidence": [
      [
        "M",
        -0.056710806
      ],
      [
        "ik",
        -0.004692969
      ],
      [
        "veh",
        -0.08632598
      ]
    ]
  },
  "These objects are home to Colossus Wasps, which prey on another species that inhabits them, the exogorths. A particular one was the location for the Chiss Expansionary Defense Force outpost near Crustai, and another was where Maw Installation was situated. Shortly before stating a disdain for excuses, one character announces that these objects \"do not concern me\" to Admiral Piett. A sonic charge is used in a dogfight among these objects near (*) Geonosis, and another group of these is encountered": {
    "guess": "Asteroid field",
    "confidence": [
      [
        "A",
        -0.007274249
      ],
      [
        "ster",
        -2.9517714e-05
      ],
      [
        "oid",
        -0.052095097
      ],
      [
        " field",
        -1.105669
      ]
    ]
  },
  "This object appears in the title of an essay by Leslie Fiedler about homoeroticism in American literature. During the day, part of this object is inhabited by a man painted blue to look like a \"Sick Arab\". A character who lives on this object writes a letter to Miss Watson, which he later tears up, exclaiming": {
    "guess": "Raft",
    "confidence": [
      [
        "Ra",
        -0.7028736
      ],
      [
        "ft",
        -0.00080259936
      ]
    ]
  },
  "One object named for this man is a cuboid whose sides and face diagonals have integral lengths, his namesake bricks. A function named for this man is the number of integers less than n relatively prime to n, his totient function. The quantity chi, this man's namesake (*) \"characteristic,\" is equal to vertices plus faces minus edges for polyhedra. This mathematician ushered in graph theory in proving that a certain traversal was impossible because it had none of his namesake cycles. His identity states that a certain number to the power of i times pi equals negative 1. For 10 points, name this Swiss mathematician who solved the Seven Bridges of Königsberg problem, the namesake of a constant with Mascheroni who did work with the number e.": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.0013351209
      ],
      [
        "hard",
        -0.000156101
      ],
      [
        " Euler",
        -2.1769476e-05
      ]
    ]
  },
  "An object guarded by one of these figures is also protected by Serket. These figures were among the seven guardians of Osiris's body, and they also formed the bowl of the Big Dipper. These gods were described as pillars of Shu, and were each associated with one of the cardinal directions. One of these deities, Duamutef, claims that he comes to rescue Osiris from an assailant, and another, Imsety, has the role of lifting up corpses. For 10 points, name quartet of gods who guarded the Canopic Jars,": {
    "guess": "Four sons of Horus",
    "confidence": [
      [
        "Four",
        -0.19786687
      ],
      [
        " sons",
        -0.48657012
      ],
      [
        " of",
        -0.0002933943
      ],
      [
        " Hor",
        -4.8113485e-05
      ],
      [
        "us",
        -4.370295e-05
      ]
    ]
  },
  "This object's namesake Mare Explorer mission has been proposed to visit its Liegia Mare, which is mainly made up of ethane and methane. Hotei Regio and Tui Regio are sites on this body, which is also home to the unusually dark Shangri-La area. The Kraken Lake is on this object, which features a region": {
    "guess": "Titan",
    "confidence": [
      [
        "Titan",
        -0.22415394
      ]
    ]
  },
  "One of these objects is named after Cocos Island and is next to one named after a region of Peru, Nazca. The spaces between them are usually classified as divergent or convergent transform faults. The theory of these objects has become connected to theories of mantle plumes, and the original theory came out of the continental drift ideas of Alfred Wegener. For 10 points, name these shifting sections of the Earth's surface.": {
    "guess": "Tectonic plates",
    "confidence": [
      [
        "T",
        -0.043126505
      ],
      [
        "ect",
        -2.4584822e-06
      ],
      [
        "onic",
        -7.6364755e-05
      ],
      [
        " plates",
        -0.2946389
      ]
    ]
  },
  "This object is lost at a drunken party whence its owner does not return \"with ivy leaves in his hair,\" as his lover had hoped. Unlike its author's previous work, which had dealt with history up to the present day, this work forecasts the development of the future. This object's owner dies when he goes to Miss Diana's soiree to try and retrieve it. At the end of the play, it is revealed that the notes used to write this still exist, inspiring (*) Thea Elvsted to try and reconstruct it. By publishing this work, its author could take the university professorship already promised to his friend, George": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.28866842
      ],
      [
        "ed",
        -0.00022856948
      ],
      [
        "da",
        -8.268255e-05
      ],
      [
        " Gab",
        -0.00010175513
      ],
      [
        "ler",
        -5.3193703e-06
      ]
    ]
  },
  "This object titles a Hemingway short story about Mr. Frazer along with \"the gambler\" and \"the nun.\" It's not a room, but an \"enormous\" ruins Irene's marriage in a story by John Cheever. Mrs. Organ Morgan and Captain Cat appear in a play which won the 1954 Prix Italia for its use of this device; that play is Dylan Thomas' (*) Under Milk Wood. This device is also used to distribute Panamericana's novelas, which are written by Pedro Comacho. Aunt Julia has a relationship with that scriptwriter for this medium. For 10 points, identify this medium which frightened audiences with an alien invasion when": {
    "guess": "Radio drama",
    "confidence": [
      [
        "Radio",
        -0.014827908
      ],
      [
        " drama",
        -0.17020755
      ]
    ]
  },
  "These objects can develop large cracks called bergschrunds (BERG-shrunds), which can further lead to the formation of cirques (SIRKS). The firn line separates the ablation and accumulation zones of these objects. The movement of these masses is responsible for the creation of moraines and drumlins, which are accumulations of till carried by these objects. These objects hold the majority of the world's": {
    "guess": "Glaciers",
    "confidence": [
      [
        "Gl",
        -0.0013348825
      ],
      [
        "ac",
        -0.22331858
      ],
      [
        "iers",
        -2.6968896e-06
      ]
    ]
  },
  "This object was created to win the favor of a virgin \"from whose forehead shines the rainbow,\" although in the end, she did not marry its creator. Prior to its creation, a series of objects that were judged to be \"ill-mannered\" were accidentally created and then discarded, including a plough, a crossbow, a boat and a cow. An alternative interpretation views this item as a world pillar, as it grew roots into the earth after being buried beneath the hills of (*) Sariola. It provides an explanation": {
    "guess": "Sampo",
    "confidence": [
      [
        "S",
        -0.23582728
      ],
      [
        "ampo",
        -0.00016766376
      ]
    ]
  },
  "This object is the prototype for the SBm (\"S B M\") class introduced by de Vaucouleurs, and the prototype": {
    "guess": "SBm galaxy",
    "confidence": [
      [
        "SB",
        -0.9497393
      ],
      [
        "m",
        -0.09453174
      ],
      [
        " galaxy",
        -0.14387132
      ]
    ]
  },
  "The objects used in this ceremony were once rescued from an invading army by a minister's wife named": {
    "guess": "Crown Jewels of the United Kingdom",
    "confidence": [
      [
        "C",
        -0.88245636
      ],
      [
        "rown",
        -0.059685014
      ],
      [
        " Jew",
        -0.0061702826
      ],
      [
        "els",
        -2.3080716e-05
      ],
      [
        " of",
        -0.04663562
      ],
      [
        " the",
        -0.019978
      ],
      [
        " United",
        -3.8457987e-05
      ],
      [
        " Kingdom",
        -4.298773e-05
      ]
    ]
  },
  "One of these objects was mapped and named by Andrew Lawson. In the normal type of these boundaries, a": {
    "guess": "Fault",
    "confidence": [
      [
        "Fault",
        -0.074641764
      ]
    ]
  },
  "When one of these objects' orbit is within Earth's orbit, they are classified in the Aten group, and the Trojan variety of these objects are found within the Lagrangian Points of a larger object. The Alvarez hypothesis states that one of these objects caused the K-T extinction event. The most massive of these objects is Vesta, and the largest was recently classified as a (*) dwarf planet, Ceres. Mame these rocky objects that orbit the sun, most commonly found in the namesake belt between Mars and": {
    "guess": "Asteroids",
    "confidence": [
      [
        "A",
        -0.0052957847
      ],
      [
        "ster",
        -0.0010482928
      ],
      [
        "oids",
        -0.21632779
      ]
    ]
  },
  "Before these object are used, a prayer beginning \"vyazor vyagein\" is chanted. Gabbais direct their use, and people prepare for using them with a tikkun. They are held up and then covered in hagba and gelilah. The last component of their use is called maftir, and their use is bookended by prayers beginning (*) \"barchu et adonai hamvorach.\" These objects are danced around the synagogue the day after Sukkot. These objects are crowned and stored in the aron, or Ark. They are read from using a yad during aliyot. For 10 points, name these scrolls that contain the first five books of the Bible in Hebrew.": {
    "guess": "Torah scroll",
    "confidence": [
      [
        "Tor",
        -0.2613088
      ],
      [
        "ah",
        -3.650519e-06
      ],
      [
        " scroll",
        -0.89401376
      ]
    ]
  },
  "These objects are supposedly threatened by the development of a 344-millimeter Lepage glue gun. A character": {
    "guess": "List of James Bond gadgets",
    "confidence": [
      [
        "List",
        -1.8021729
      ],
      [
        " of",
        -0.005415654
      ],
      [
        " James",
        -1.1268417
      ],
      [
        " Bond",
        -0.00033999194
      ],
      [
        " gadgets",
        -0.038148787
      ]
    ]
  },
  "These objects are often underlain by Röthlisberger or Nye channels. In one form, their movement is almost entirely controlled by Glen's Flow Law. Warm ones can also move by enhanced creep, ploughing, and regelation, and both types can experience hydraulic jacking. Many of these objects experience quasi-regular surge cycles, where their movement speed can increase a thousand-fold. These objects create a range of characteristic landforms, including kames, eskers and drumlins. For 10 points, name this": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.0035856988
      ],
      [
        "acier",
        -0.12578453
      ]
    ]
  },
  "One object named for this man is a cuboid whose sides and face diagonals have integral lengths, his namesake bricks. A function named for this man is the number of integers less than n relatively prime to n, his totient function. The quantity chi, this man's namesake (*) \"characteristic,\" is equal to": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -1.6617098
      ],
      [
        "hard",
        -0.009413207
      ],
      [
        " Euler",
        -0.015879393
      ]
    ]
  },
  "One object in this story has the name Dillingham written out in full on a letterbox, which its owners wish to change to the more modest \"D.\" The author of this work claimed that if the protagonists had lived next to King Solomon and the Queen of Sheba, the latter would have been put to shame. One character": {
    "guess": "The Gift of the Magi",
    "confidence": [
      [
        "The",
        -0.041976318
      ],
      [
        " Gift",
        -0.0031318478
      ],
      [
        " of",
        -7.0285365e-05
      ],
      [
        " the",
        -0.00020246755
      ],
      [
        " Mag",
        -1.6286107e-05
      ],
      [
        "i",
        -0.00020890454
      ]
    ]
  },
  "This object's extinction curve features a bump at 220nm due to the presence of graphite, and one type of matter here is distributed according to the MRN power law, which was later extended by Drane. McKee and Ostriker proposed a three-phase model of it, adding a dynamic phase to the equilibrum two-phase FGH model, which divided it into cold-dense and intercloud regions. Evidence for the existence of this region came from the dip in a broad oscillating Ca II absorption line of delta-Ori and other so-called forbidden transitions, and this regions primary heating mechanisms are photoelectric grain heating and low-energy cosmic rays. This region also contains superbubbles created by stellar winds, and is responsible for the ubiquitous 21-cm H line. Also containing HII regions and molecular clouds, for 10 points, name this region of space that consists mostly of hydrogen, the gas and dust that": {
    "guess": "Interstellar Medium",
    "confidence": [
      [
        "Inter",
        -0.007749421
      ],
      [
        "stellar",
        -7.982166e-05
      ],
      [
        " Medium",
        -0.52860785
      ]
    ]
  },
  "This object once created three valleys after one figure used a mountain as a shield, and one figure tried to distract this object's creator by changing into a fly. This item was created following a bet involving the sons of Ivali, and in one story this object's owner retrieved it by dressing up as a goddess of love. This object is used alongside a pair of iron gloves and a belt that doubles its user's strength called Meginjgord. Created by the dwarves Brokk and Eitri and having a name meaning \"crusher,\"": {
    "guess": "Mjölnir",
    "confidence": [
      [
        "M",
        -0.10318583
      ],
      [
        "j",
        -5.371606e-05
      ],
      [
        "ö",
        -0.20067264
      ],
      [
        "ln",
        -0.0036560073
      ],
      [
        "ir",
        -0.00011021859
      ]
    ]
  },
  "This object is made of vessel elements and tracheids, the latter of which has cell walls with a lot of": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.0020977992
      ],
      [
        "yle",
        -5.9153886e-06
      ],
      [
        "m",
        -3.0471343e-05
      ]
    ]
  },
  "This object titles a Hemingway short story about Mr. Frazer along with \"the gambler\" and \"the nun.\" It's": {
    "guess": "The Gambler",
    "confidence": [
      [
        "The",
        -0.22855075
      ],
      [
        " Gamb",
        -0.12754373
      ],
      [
        "ler",
        -7.89631e-07
      ]
    ]
  },
  "One object named for this man was fixed in 1993 with the COSTAR instrument. That object named for this man will be succeeded by one named for James Webb in approximately five years. This man discovered a Cepheid variable in the Andromeda Nebula in the early 1920s and is also the namesake of a tuning-fork diagram used to classify galaxies. His namesake law, which includes a constant that is approximately seventy kilometers per second per megaparsec, gives the relationship between redshift and distance. That law named for this man shows that the universe is expanding. For 10 points, name this astronomer who also names a space telescope.": {
    "guess": "Edwin Hubble",
    "confidence": [
      [
        "Ed",
        -0.42298293
      ],
      [
        "win",
        -1.504853e-06
      ],
      [
        " H",
        -0.00030745665
      ],
      [
        "ubble",
        -1.6240566e-06
      ]
    ]
  },
  "This object is the prototype for the SBm (\"S B M\") class introduced by de Vaucouleurs, and the prototype for luminous blue variables is its brightest star, S Doradus. Supernova 1987A occurred on the outskirts of its Tarantula Nebula, the most active star formation region in the Local Group. Its partner is home to the Cepheid variables used by Henrietta Leavitt to establish the period-luminosity relation. Currently thought to be second only to the Sagittarius Dwarf Elliptical in proximity to the Milky Way, FTP name this galaxy visible in the southern hemisphere along with its smaller apparent neighbor.": {
    "guess": "Large Magellanic Cloud",
    "confidence": [
      [
        "Large",
        -0.026973436
      ],
      [
        " Mag",
        -5.705376e-05
      ],
      [
        "ell",
        -0.00012952226
      ],
      [
        "anic",
        -1.2664457e-06
      ],
      [
        " Cloud",
        -3.6789137e-05
      ]
    ]
  },
  "These objects are picked up near jamarat during a Muslim ritual. They're not lights, but Joseph Smith used two of them named Urim and Thummim to become a seer and translate the Book of Mormon. Jacob blessed one with the name \"Beth-El\", meaning House of God. Muslims make these objects collide with walls representing the Devil during the hajj, and a black one from heaven is at the most sacred corner of the Ka'aba. Jesus asked \"he who is without sin\" to cast the first one. For 10 points, name these": {
    "guess": "Stoning of the Devil",
    "confidence": [
      [
        "St",
        -0.903783
      ],
      [
        "oning",
        -0.30444005
      ],
      [
        " of",
        -0.122335814
      ],
      [
        " the",
        -0.00020330198
      ],
      [
        " Devil",
        -0.0042144516
      ]
    ]
  },
  "This object was delivered not with an inflatable \"airbag\" system like its predecessors, but with a \"sky crane\" system that was untested prior to its deployment, which was called \"Seven Minutes of Terror.\" Its arrival at Gale Crater on August 6, 2012 was observed by the Odyssey orbiter. (*) For 10 points,": {
    "guess": "Curiosity (rover)",
    "confidence": [
      [
        "Cur",
        -0.32094
      ],
      [
        "iosity",
        -9.019238e-05
      ],
      [
        " (",
        -0.0052230866
      ],
      [
        "ro",
        -0.00027682865
      ],
      [
        "ver",
        -3.7697225e-06
      ],
      [
        ")",
        -0.00014835644
      ]
    ]
  },
  "Objections to its revisions of the terms of the Treaty of Worms regarding control of Piacenza prompted Sardinia's refusal to sign it. It addressed its central issue by confirming the terms of the Treaty of Breslau six years earlier, and its negotiators included Francis III of Modena and Charles Emmanuel III. St. Vincent and Dominica were declared neutral, while England regained Chennai, France regained": {
    "guess": "Treaty of Aix-la-Chapelle (1748)",
    "confidence": [
      [
        "T",
        -0.030434346
      ],
      [
        "reat",
        -5.080963e-06
      ],
      [
        "y",
        -0.00060057297
      ],
      [
        " of",
        -3.0232935e-05
      ],
      [
        " A",
        -0.25216153
      ],
      [
        "ix",
        -0.05702817
      ],
      [
        "-la",
        -0.00029196384
      ],
      [
        "-Ch",
        -1.7120534e-05
      ],
      [
        "ap",
        -0.00023500649
      ],
      [
        "elle",
        -9.364929e-05
      ],
      [
        " (",
        -0.03224981
      ],
      [
        "174",
        -0.019457992
      ],
      [
        "8",
        -0.0014077325
      ],
      [
        ")",
        -4.246537e-06
      ]
    ]
  },
  "These objects are supposedly threatened by the development of a 344-millimeter Lepage glue gun. A character who decides to die of pneumonia moves into a hospital that often treats men who work in these objects, and Chief White Halfoat had earlier threatened to slit the throat of one of the officers in charge of them. A man who continually crashes these (*) vehicles escapes to Sweden in a rowboat. These": {
    "guess": "Catch-22",
    "confidence": [
      [
        "Catch",
        -0.3727919
      ],
      [
        "-",
        -0.0005090686
      ],
      [
        "22",
        -0.00011260267
      ]
    ]
  },
  "This object appears in the title of an essay by Leslie Fiedler about homoeroticism in American literature.": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.8581083
      ]
    ]
  },
  "One object in this story has the name Dillingham written out in full on a letterbox, which its owners wish to change to the more modest \"D.\" The author of this work claimed that if the protagonists had lived next to King Solomon and the Queen of Sheba, the latter would have been put to shame. One character in this story goes to Madame Sofronie's, requiring her to curl her hair afterwards. At the end": {
    "guess": "The Gift of the Magi",
    "confidence": [
      [
        "The",
        -0.002330575
      ],
      [
        " Gift",
        -8.8404326e-05
      ],
      [
        " of",
        -1.1398757e-05
      ],
      [
        " the",
        -0.00024263552
      ],
      [
        " Mag",
        -5.0497558e-05
      ],
      [
        "i",
        -7.648396e-05
      ]
    ]
  },
  "Some of these objects have gaps in their ultraviolet spectrum due to the existence of neutral hydrogen in the intergalactic medium,  providing evidence for the reionization of hydrogen around z = 6. Gravitational lensing was first confirmed by a twin of these. These objects can have redshifts greater": {
    "guess": "Quasar",
    "confidence": [
      [
        "Qu",
        -0.032199472
      ],
      [
        "asar",
        -0.007904
      ]
    ]
  },
  "These objects were studied by Heinrich Heesch, who developed the idea of \"discharging.\" Because \"chains\" could be tangled, Kempe's proof of a theorem about these objects was flawed. Tait proved that theorem to be equivalent to the claim that no snarks are planar, and that theorem is a special case of the Hadwiger conjecture. One of these objects on a Klein bottle does not satisfy the conditions of the Heawood conjecture. Haken and Appel used a computer-aided proof that checks over nineteen-hundred reducible configurations of these objects in order to solve Guthrie's problem. For 10 points, name": {
    "guess": "Four color theorem",
    "confidence": [
      [
        "Four",
        -0.019045554
      ],
      [
        " color",
        -0.004596742
      ],
      [
        " theorem",
        -6.849731e-05
      ]
    ]
  },
  "This object's namesake Mare Explorer mission has been proposed to visit its Liegia Mare, which is mainly made up of ethane and methane. Hotei Regio and Tui Regio are sites on this body, which is also home to the unusually dark Shangri-La area. The Kraken Lake is on this object, which features a region with remarkably high albedo called its \"Xanadu\" area. Because the Miller-Urey experiment's prebiotic conditions were similar to this body's atmosphere and because it may have (*) methane lakes with floating ice, this satellite has been the subject of the search for life. This object was the destination of the Huygens probe, and this is the only moon with a dense atmosphere. For 10 points, name this largest moon of Saturn.": {
    "guess": "Τῑτάν",
    "confidence": [
      [
        "\\xce",
        -0.033430252
      ],
      [
        "\\xa4",
        -7.278864e-05
      ],
      [
        "\\xe1",
        -0.0011202149
      ],
      [
        "\\xbf",
        -1.1041146e-05
      ],
      [
        "\\x91",
        -0.00024441257
      ],
      [
        "τ",
        -4.8425554e-06
      ],
      [
        "ά",
        -0.010655609
      ],
      [
        "ν",
        -3.4121115e-06
      ]
    ]
  },
  "These objects were studied by Heinrich Heesch, who developed the idea of \"discharging.\" Because \"chains\" could be tangled, Kempe's proof of a theorem about these objects was flawed. Tait proved that theorem to be equivalent to the claim that no snarks are planar, and that theorem is a special case of the Hadwiger conjecture. One of these objects on a Klein bottle does not satisfy the conditions of the Heawood conjecture. Haken and Appel used a computer-aided proof that checks over nineteen-hundred reducible configurations of these objects in order to solve Guthrie's problem. For 10 points, name these objects from graph theory that can be properly colored with four hues.": {
    "guess": "Four color theorem",
    "confidence": [
      [
        "Four",
        -0.0066488185
      ],
      [
        " color",
        -0.0053957305
      ],
      [
        " theorem",
        -0.00025120718
      ]
    ]
  },
  "The objects central to this statement are eigenfunctions of the family of operators from a space to the space of its modular forms: formally, this lemma guarantees the existence and analyticity of weight-two": {
    "guess": "Modular form",
    "confidence": [
      [
        "Mod",
        -0.50166553
      ],
      [
        "ular",
        -0.04411203
      ],
      [
        " form",
        -0.35941464
      ]
    ]
  },
  "These objects are often underlain by Röthlisberger or Nye channels. In one form, their movement is almost entirely controlled by Glen's Flow Law. Warm ones can also move by enhanced creep, ploughing, and": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.00392143
      ],
      [
        "acier",
        -4.2868523e-05
      ]
    ]
  },
  "These objects are picked up near jamarat during a Muslim ritual. They're not lights, but Joseph Smith used two of them named Urim and Thummim to become a seer and translate the Book of Mormon. Jacob blessed one with the name \"Beth-El\", meaning House of God. Muslims make these objects collide with walls representing the Devil during the hajj, and a black one from heaven is at the most sacred corner": {
    "guess": "Black Stone",
    "confidence": [
      [
        "Black",
        -0.26466426
      ],
      [
        " Stone",
        -0.06493094
      ]
    ]
  },
  "The objects in question were not presented as an excuse; rather, Dr. Martin Blinder cited them in his testimony as evidence for depression. In fact, attorneys for [*] Dan White didn't even get an acquittal, but rather a reduction of the charge to voluntary manslaughter, and no one claimed directly that": {
    "guess": "Twinkie defense",
    "confidence": [
      [
        "Tw",
        -0.29190657
      ],
      [
        "ink",
        -1.1517961e-05
      ],
      [
        "ie",
        -0.003241882
      ],
      [
        " defense",
        -0.21527427
      ]
    ]
  },
  "Before these object are used, a prayer beginning \"vyazor vyagein\" is chanted. Gabbais direct their use, and people prepare for using them with a tikkun. They are held up and then covered in hagba and gelilah.": {
    "guess": "Torah scroll",
    "confidence": [
      [
        "Tor",
        -0.0798065
      ],
      [
        "ah",
        -1.9361265e-07
      ],
      [
        " scroll",
        -0.19247867
      ]
    ]
  },
  "Some of these objects have gaps in their ultraviolet spectrum due to the existence of neutral hydrogen in the intergalactic medium,  providing evidence for the reionization of hydrogen around z = 6. Gravitational": {
    "guess": "Gunn-Peterson trough",
    "confidence": [
      [
        "G",
        -0.056767475
      ],
      [
        "unn",
        -4.6563837e-05
      ],
      [
        "-P",
        -0.0012343993
      ],
      [
        "et",
        -0.0003999257
      ],
      [
        "erson",
        -5.4385737e-06
      ],
      [
        " trough",
        -0.2961369
      ]
    ]
  },
  "This object's namesake Mare Explorer mission has been proposed to visit its Liegia Mare, which is mainly made up of ethane and methane. Hotei Regio and Tui Regio are sites on this body, which is also home to the unusually dark Shangri-La area. The Kraken Lake is on this object, which features a region with remarkably high albedo called its \"Xanadu\" area. Because the Miller-Urey experiment's prebiotic conditions were similar to this body's atmosphere and because it may have (*) methane lakes with floating ice, this satellite has been the subject of the search for life. This object was the destination": {
    "guess": "Titan",
    "confidence": [
      [
        "Titan",
        -0.050648097
      ]
    ]
  },
  "This object appears in the title of an essay by Leslie Fiedler about homoeroticism in American literature. During the day, part of this object is inhabited by a man painted blue to look like a \"Sick Arab\". A character who lives on this object writes a letter to Miss Watson, which he later tears up, exclaiming \"All right, then, (*) I'll go to hell!\" Actors who put on the \"Royal Nonesuch\" use this vessel to escape from Bricksville, and after it crashes, one passenger observes the feud of the Grangerfords and the Shepherdsons. The Duke and the Dauphin board this vessel in Arkansas, long after it sets out from Jackson's Island with the intended destination of Cairo, Illinois. For 10 points, name": {
    "guess": "Adventures of Huckleberry Finn",
    "confidence": [
      [
        "Ad",
        -0.10216863
      ],
      [
        "vent",
        -1.4021238e-05
      ],
      [
        "ures",
        -6.15835e-05
      ],
      [
        " of",
        -0.012323393
      ],
      [
        " H",
        -0.0002972088
      ],
      [
        "uckle",
        -1.5809293e-05
      ],
      [
        "berry",
        -0.0001039008
      ],
      [
        " Finn",
        -1.2664457e-06
      ]
    ]
  },
  "This object was created to win the favor of a virgin \"from whose forehead shines the rainbow,\" although in the end, she did not marry its creator. Prior to its creation, a series of objects that were judged to be \"ill-mannered\" were accidentally created and then discarded, including a plough, a crossbow,": {
    "guess": "The Birth of Venus",
    "confidence": [
      [
        "The",
        -2.213407
      ],
      [
        " Birth",
        -1.9336697
      ],
      [
        " of",
        -0.0027002585
      ],
      [
        " Venus",
        -0.042982753
      ]
    ]
  },
  "These objects are supposedly threatened by the development of a 344-millimeter Lepage glue gun. A character who decides to die of pneumonia moves into a hospital that often treats men who work in these objects, and Chief White Halfoat had earlier threatened to slit the throat of one of the officers in charge of them. A man who continually crashes these (*) vehicles escapes to Sweden in a rowboat. These vehicles are the principle means by which the Allies conduct the \"Great Big Siege of Bologna\".": {
    "guess": "Catch-22",
    "confidence": [
      [
        "Catch",
        -0.37320325
      ],
      [
        "-",
        -0.0016222184
      ],
      [
        "22",
        -7.362307e-05
      ]
    ]
  },
  "This object's extinction curve features a bump at 220nm due to the presence of graphite, and one type": {
    "guess": "Extinction (astronomy)",
    "confidence": [
      [
        "Ext",
        -0.78889006
      ],
      [
        "inction",
        -0.00034404485
      ],
      [
        " (",
        -0.17510305
      ],
      [
        "astr",
        -0.0016188844
      ],
      [
        "onomy",
        -5.9153886e-06
      ],
      [
        ")",
        -3.5954712e-05
      ]
    ]
  },
  "This object once created three valleys after one figure used a mountain as a shield, and one figure tried to distract this object's creator by changing into a fly. This item was created following a bet involving the sons of Ivali, and in one story this object's owner retrieved it by dressing up as a": {
    "guess": "Gada (mace)",
    "confidence": [
      [
        "G",
        -2.2158127
      ],
      [
        "ada",
        -0.47732732
      ],
      [
        " (",
        -0.6558304
      ],
      [
        "m",
        -0.1138524
      ],
      [
        "ace",
        -0.0026311846
      ],
      [
        ")",
        -0.008084355
      ]
    ]
  },
  "These objects are home to Colossus Wasps, which prey on another species that inhabits them, the exogorths. A particular one was the location for the Chiss Expansionary Defense Force outpost near Crustai, and another was where Maw Installation was situated. Shortly before stating a disdain for excuses, one character announces that these objects \"do not concern me\" to Admiral Piett. A sonic charge is used in a dogfight among these objects near (*) Geonosis, and another group of these is encountered as a result of an clash with Death Squadron; the chance of surviving that incident is given as 3,720": {
    "guess": "Asteroid field",
    "confidence": [
      [
        "A",
        -0.0065650987
      ],
      [
        "ster",
        -9.4914985e-06
      ],
      [
        "oid",
        -0.06390386
      ],
      [
        " field",
        -0.7546716
      ]
    ]
  },
  "These objects are supposedly threatened by the development of a 344-millimeter Lepage glue gun. A character who decides to die of pneumonia moves into a hospital that often treats men who work in these": {
    "guess": "Coal mining in the United States",
    "confidence": [
      [
        "Coal",
        -1.475406
      ],
      [
        " mining",
        -0.88279194
      ],
      [
        " in",
        -0.5746003
      ],
      [
        " the",
        -0.33150917
      ],
      [
        " United",
        -0.014650315
      ],
      [
        " States",
        -0.024409058
      ]
    ]
  },
  "These objects were studied by Heinrich Heesch, who developed the idea of \"discharging.\" Because \"chains\" could be tangled, Kempe's proof of a theorem about these objects was flawed. Tait proved that theorem to be equivalent to the claim that no snarks are planar, and that theorem is a special case of the Hadwiger conjecture. One of these objects on a Klein bottle does not satisfy the conditions of": {
    "guess": "Four color theorem",
    "confidence": [
      [
        "Four",
        -0.5647769
      ],
      [
        " color",
        -0.0052424143
      ],
      [
        " theorem",
        -0.00020187153
      ]
    ]
  },
  "Some of these objects have gaps in their ultraviolet spectrum due to the existence of neutral hydrogen in the intergalactic medium,  providing evidence for the reionization of hydrogen around z = 6. Gravitational lensing was first confirmed by a twin of these. These objects can have redshifts greater than 5.8, which is where the (*) Gunn-Peterson trough is observed. Their variability suggests they are compact, of a size on the order of light-weeks or months. These objects are powered by accretion": {
    "guess": "Quasar",
    "confidence": [
      [
        "Qu",
        -0.00015383612
      ],
      [
        "asar",
        -0.00071350473
      ]
    ]
  },
  "These objects possess an ergosphere within which occurs the Lense-Thirring effect. The Reissner-Nordstrom metric is used to describe non-rotating ones that possess electrical charge. Mass, electric charge, and angular momentum are the only properties of these objects according to the No Hair Theorem,": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.00047094907
      ],
      [
        " hole",
        -0.003700558
      ]
    ]
  },
  "The objects used in this ceremony were once rescued from an invading army by a minister's wife named Christian Fletcher. This ceremony typically took place on Moot Hill. During this ceremony, the Ollamh Righ, an official poet, formally recited the genealogy of the person undergoing this ceremony. The person undergoing this ceremony was traditionally seated on the (*) Stone of Scone. Persons who underwent this ceremony include Alexander the Glorious and early members of the Stuart Dynasty. For ten": {
    "guess": "Coronation of the Scottish monarch",
    "confidence": [
      [
        "Cor",
        -0.24831834
      ],
      [
        "onation",
        -0.00014573395
      ],
      [
        " of",
        -0.013999777
      ],
      [
        " the",
        -0.016587917
      ],
      [
        " Scottish",
        -0.400716
      ],
      [
        " monarch",
        -0.0021165966
      ]
    ]
  },
  "One of these objects kills Superboy-Prime after his encounter with it, and one in DotA (\"dough-ta\") gives a boost to mana in return for a drop of 150 HP. An aqua one of these names a move in Pokemon that grants regeneration to the user, and when Barry Allen becomes the Flash, his clothes disappear into one of these. One of these objects [*] \"of fire\" names a song in which the singer goes \"down, down, down and the flames went higher,\" the most famous song by Johnny Cash. In a series of novels, nineteen": {
    "guess": "Ring of Fire",
    "confidence": [
      [
        "Ring",
        -0.0137499515
      ],
      [
        " of",
        -0.012302901
      ],
      [
        " Fire",
        -0.31926888
      ]
    ]
  },
  "One object in this story has the name Dillingham written out in full on a letterbox, which its owners wish to change to the more modest \"D.\" The author of this work claimed that if the protagonists had lived next to King Solomon and the Queen of Sheba, the latter would have been put to shame. One character in this story goes to Madame Sofronie's, requiring her to curl her hair afterwards. At the end of this story, the narrator explains the origin of the Christmas present. For 10 points, name this short story in which Jim and Della sell their watch and hair to buy each other a watch chain and a": {
    "guess": "The Gift of the Magi",
    "confidence": [
      [
        "The",
        -0.0020285656
      ],
      [
        " Gift",
        -0.00018399098
      ],
      [
        " of",
        -5.5577775e-06
      ],
      [
        " the",
        -8.375538e-05
      ],
      [
        " Mag",
        -2.8921695e-05
      ],
      [
        "i",
        -4.978234e-05
      ]
    ]
  },
  "This object's extinction curve features a bump at 220nm due to the presence of graphite, and one type of matter here is distributed according to the MRN power law, which was later extended by Drane. McKee": {
    "guess": "Interstellar Dust",
    "confidence": [
      [
        "Inter",
        -0.018569298
      ],
      [
        "stellar",
        -0.00020663968
      ],
      [
        " Dust",
        -0.5756778
      ]
    ]
  },
  "Before these object are used, a prayer beginning \"vyazor vyagein\" is chanted. Gabbais direct their use, and people prepare for using them with a tikkun. They are held up and then covered in hagba and gelilah. The last component of their use is called maftir, and their use is bookended by prayers beginning (*) \"barchu et adonai hamvorach.\" These objects are danced around the synagogue the day after": {
    "guess": "Torah scroll",
    "confidence": [
      [
        "Tor",
        -0.07733139
      ],
      [
        "ah",
        -2.8160932e-06
      ],
      [
        " scroll",
        -0.5104182
      ]
    ]
  },
  "This object was created to win the favor of a virgin \"from whose forehead shines the rainbow,\" although": {
    "guess": "The Holy Grail",
    "confidence": [
      [
        "The",
        -1.7901427
      ],
      [
        " Holy",
        -1.2967024
      ],
      [
        " Gr",
        -0.02166522
      ],
      [
        "ail",
        -6.749814e-06
      ]
    ]
  },
  "In these objects, FUN effects can be observed, which are a fractionation class of refractory inclusions or CAI. Oxygen isotope levels in the Allende one were used to discriminate between different models": {
    "guess": "Meteorite",
    "confidence": [
      [
        "Meteor",
        -0.256633
      ],
      [
        "ite",
        -0.0023159531
      ]
    ]
  },
  "Some of these objects have gaps in their ultraviolet spectrum due to the existence of neutral hydrogen": {
    "guess": "Quasar",
    "confidence": [
      [
        "Qu",
        -0.30952525
      ],
      [
        "asar",
        -0.0044262013
      ]
    ]
  },
  "One object named for this man is a cuboid whose sides and face diagonals have integral lengths, his namesake bricks. A function named for this man is the number of integers less than n relatively prime to n, his totient function. The quantity chi, this man's namesake (*) \"characteristic,\" is equal to vertices plus faces minus edges for polyhedra. This mathematician ushered in graph theory in proving that a certain traversal was impossible because it had none of his namesake cycles. His identity states that a certain number to the power of i times pi equals negative 1. For 10 points, name this Swiss": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.010581768
      ],
      [
        "hard",
        -0.001970862
      ],
      [
        " Euler",
        -0.0006915859
      ]
    ]
  },
  "One object named for this man was fixed in 1993 with the COSTAR instrument. That object named for this man will be succeeded by one named for James Webb in approximately five years. This man discovered a Cepheid variable in the Andromeda Nebula in the early 1920s and is also the namesake of a tuning-fork diagram used to classify galaxies. His namesake law, which includes a constant that is approximately seventy kilometers per second per megaparsec, gives the relationship between redshift and distance.": {
    "guess": "Edwin Hubble",
    "confidence": [
      [
        "Ed",
        -0.15594308
      ],
      [
        "win",
        -7.3458323e-06
      ],
      [
        " H",
        -0.0016473264
      ],
      [
        "ubble",
        -2.6968896e-06
      ]
    ]
  },
  "If one of these objects has an ergosphere, energy may be extracted from it until it loses its angular momentum. If it does not possess electric charge, it will become the Schwarzchild type once it stops": {
    "guess": "Kerr black hole",
    "confidence": [
      [
        "K",
        -0.04095777
      ],
      [
        "err",
        -1.2113979e-05
      ],
      [
        " black",
        -0.008289729
      ],
      [
        " hole",
        -0.00076222233
      ]
    ]
  },
  "When one of these objects' orbit is within Earth's orbit, they are classified in the Aten group, and the Trojan variety of these objects are found within the Lagrangian Points of a larger object. The Alvarez hypothesis states that one of these objects caused the K-T extinction event. The most massive of these objects is Vesta, and the largest was recently classified as a (*) dwarf planet, Ceres. Mame these rocky objects that orbit the sun, most commonly found in the namesake belt between Mars and Jupiter.": {
    "guess": "Asteroids",
    "confidence": [
      [
        "A",
        -0.0030436665
      ],
      [
        "ster",
        -0.0011529592
      ],
      [
        "oids",
        -0.20447242
      ]
    ]
  },
  "This object's namesake Mare Explorer mission has been proposed to visit its Liegia Mare, which is mainly made up of ethane and methane. Hotei Regio and Tui Regio are sites on this body, which is also home to the unusually dark Shangri-La area. The Kraken Lake is on this object, which features a region with remarkably high albedo called its \"Xanadu\" area. Because the Miller-Urey experiment's prebiotic": {
    "guess": "Titan",
    "confidence": [
      [
        "Titan",
        -0.3819888
      ]
    ]
  },
  "The objects central to this statement are eigenfunctions of the family of operators from a space to the space of its modular forms: formally, this lemma guarantees the existence and analyticity of weight-two eigenforms of the aforementioned Hecke operators for non-singular third-order one-forms over the rationals whose solutions are confined to a torus. The discovery of a metric for the space of Galois representations revealed that this theorem posits an isomorphism between L-series of modular forms and the aforementioned curves; that idea arose from the object of the epsilon conjecture, Frey's curve, which was eventually shown to be modular. This theorem thus implies that every elliptic curve": {
    "guess": "Modularity theorem",
    "confidence": [
      [
        "Mod",
        -0.53892404
      ],
      [
        "ularity",
        -0.08987486
      ],
      [
        " theorem",
        -0.009118279
      ]
    ]
  },
  "This object is discussed in the sixth tractate of the Tohorot in the Mishnah, which states that to be valid, one of these objects must contain at least 40 se'ah. A dispute exists over whether a person": {
    "guess": "Mikveh",
    "confidence": [
      [
        "M",
        -0.21410465
      ],
      [
        "ik",
        -0.020110505
      ],
      [
        "veh",
        -0.25929126
      ]
    ]
  },
  "Objections to its revisions of the terms of the Treaty of Worms regarding control of Piacenza prompted Sardinia's refusal to sign it. It addressed its central issue by confirming the terms of the Treaty of Breslau six years earlier, and its negotiators included Francis III of Modena and Charles Emmanuel III. St. Vincent and Dominica were declared neutral, while England regained Chennai, France regained Louisbourg, and Philip was named Duke of Parma. The Treaty of Madrid revised provisions between": {
    "guess": "Treaty of Aix-la-Chapelle",
    "confidence": [
      [
        "T",
        -0.011176322
      ],
      [
        "reat",
        -2.7252845e-05
      ],
      [
        "y",
        -0.0015990104
      ],
      [
        " of",
        -0.046410434
      ],
      [
        " A",
        -0.005745572
      ],
      [
        "ix",
        -0.0019822833
      ],
      [
        "-la",
        -0.0051405393
      ],
      [
        "-Ch",
        -0.0002007987
      ],
      [
        "ap",
        -0.003234752
      ],
      [
        "elle",
        -0.00014954848
      ]
    ]
  },
  "If one of these objects has an ergosphere, energy may be extracted from it until it loses its angular momentum. If it does not possess electric charge, it will become the Schwarzchild type once it stops rotating. The (*) no-hair theorem states that mass, charge, and angular momentum are their only observable qualities outside the event horizon. For 10 points, name these astronomical objects from which not even light can escape.": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0014490411
      ],
      [
        " hole",
        -0.009045984
      ]
    ]
  },
  "This object was created to win the favor of a virgin \"from whose forehead shines the rainbow,\" although in the end, she did not marry its creator. Prior to its creation, a series of objects that were judged to be \"ill-mannered\" were accidentally created and then discarded, including a plough, a crossbow, a boat and a cow. An alternative interpretation views this item as a world pillar, as it grew roots": {
    "guess": "Sampo",
    "confidence": [
      [
        "S",
        -1.1822536
      ],
      [
        "ampo",
        -0.00014776041
      ]
    ]
  },
  "This object is the prototype for the SBm (\"S B M\") class introduced by de Vaucouleurs, and the prototype for luminous blue variables is its brightest star, S Doradus. Supernova 1987A occurred on the outskirts of its Tarantula Nebula, the most active star formation region in the Local Group. Its partner": {
    "guess": "Large Magellanic Cloud",
    "confidence": [
      [
        "Large",
        -0.037018675
      ],
      [
        " Mag",
        -4.501419e-05
      ],
      [
        "ell",
        -9.221884e-05
      ],
      [
        "anic",
        -9.849109e-06
      ],
      [
        " Cloud",
        -5.216641e-05
      ]
    ]
  },
  "Objections to its revisions of the terms of the Treaty of Worms regarding control of Piacenza prompted Sardinia's refusal to sign it. It addressed its central issue by confirming the terms of the Treaty of Breslau six years earlier, and its negotiators included Francis III of Modena and Charles Emmanuel III. St. Vincent and Dominica were declared neutral, while England regained Chennai, France regained Louisbourg, and Philip was named Duke of Parma. The Treaty of Madrid revised provisions between England and Spain regarding slave importation that were issued in this treaty, which confirmed Glatz": {
    "guess": "Treaty of Aix-la-Chapelle",
    "confidence": [
      [
        "T",
        -0.023399564
      ],
      [
        "reat",
        -7.3458323e-06
      ],
      [
        "y",
        -0.00044115915
      ],
      [
        " of",
        -0.00011749002
      ],
      [
        " A",
        -0.13800012
      ],
      [
        "ix",
        -0.014541305
      ],
      [
        "-la",
        -0.0015823512
      ],
      [
        "-Ch",
        -6.098748e-05
      ],
      [
        "ap",
        -0.00082249544
      ],
      [
        "elle",
        -0.00016873659
      ]
    ]
  },
  "Objections to its revisions of the terms of the Treaty of Worms regarding control of Piacenza prompted Sardinia's refusal to sign it. It addressed its central issue by confirming the terms of the Treaty of Breslau six years earlier, and its negotiators included Francis III of Modena and Charles Emmanuel III. St. Vincent and Dominica were declared neutral, while England regained Chennai, France regained Louisbourg, and Philip was named Duke of Parma. The Treaty of Madrid revised provisions between England and Spain regarding slave importation that were issued in this treaty, which confirmed Glatz as a Prussian possession. FTP, identify this treaty that also gave Prussia control of Silesia and": {
    "guess": "Treaty of Aix-la-Chapelle",
    "confidence": [
      [
        "T",
        -0.018264202
      ],
      [
        "reat",
        -3.2929079e-06
      ],
      [
        "y",
        -0.00025669055
      ],
      [
        " of",
        -0.00010902656
      ],
      [
        " A",
        -0.039358873
      ],
      [
        "ix",
        -0.0042721387
      ],
      [
        "-la",
        -0.0026106176
      ],
      [
        "-Ch",
        -0.00013190633
      ],
      [
        "ap",
        -0.00236554
      ],
      [
        "elle",
        -9.376849e-05
      ]
    ]
  },
  "This object is discussed in the sixth tractate of the Tohorot in the Mishnah, which states that to be valid, one of these objects must contain at least 40 se'ah. A dispute exists over whether a person with uncombed hair or dreadlocks can properly use this object, and this object is used during the second stage of taharah, the preparation of bodies for burial. Keri, Zavah, and Niddah are states caused by discharge of bodily fluids that this object can remove via tevilah, or ablution via full-body immersion. For ten points, name this type of ritual bath, used for purification in Judaism.": {
    "guess": "Mikveh",
    "confidence": [
      [
        "M",
        -0.10613842
      ],
      [
        "ik",
        -0.0031213874
      ],
      [
        "veh",
        -0.12311407
      ]
    ]
  },
  "One object named for this man was fixed in 1993 with the COSTAR instrument. That object named for this man will be succeeded by one named for James Webb in approximately five years. This man discovered a Cepheid variable in the Andromeda Nebula in the early 1920s and is also the namesake of a tuning-fork diagram used to classify galaxies. His namesake law, which includes a constant that is approximately seventy kilometers per second per megaparsec, gives the relationship between redshift and distance. That law named for this man shows that the universe is expanding. For 10 points, name this astronomer": {
    "guess": "Edwin Hubble",
    "confidence": [
      [
        "Ed",
        -0.02583712
      ],
      [
        "win",
        -7.822647e-06
      ],
      [
        " H",
        -0.00034177996
      ],
      [
        "ubble",
        -2.9352968e-06
      ]
    ]
  },
  "These objects can develop large cracks called bergschrunds (BERG-shrunds), which can further lead to": {
    "guess": "Crevasses",
    "confidence": [
      [
        "C",
        -0.86755204
      ],
      [
        "rev",
        -0.25214413
      ],
      [
        "asses",
        -0.008118411
      ]
    ]
  },
  "One object named for this man is a cuboid whose sides and face diagonals have integral lengths, his namesake": {
    "guess": "Euler's brick",
    "confidence": [
      [
        "E",
        -1.1784406
      ],
      [
        "uler",
        -0.0069720517
      ],
      [
        "'s",
        -0.44319987
      ],
      [
        " brick",
        -0.65533566
      ]
    ]
  },
  "These objects are home to Colossus Wasps, which prey on another species that inhabits them, the exogorths. A particular one was the location for the Chiss Expansionary Defense Force outpost near Crustai, and another was where Maw Installation was situated. Shortly before stating a disdain for excuses, one character announces that these objects \"do not concern me\" to Admiral Piett. A sonic charge is used in a dogfight among these objects near (*) Geonosis, and another group of these is encountered as a result of an clash with Death Squadron; the chance of surviving that incident is given as 3,720 to 1. During an attempt to seek refuge within one of these objects, the presence of mynocks reveals that a space slug is impersonating a cave. For 10 points, name these objects which made up a field near the Hoth system that the Millennium Falcon flew into in The Empire Strikes Back": {
    "guess": "Asteroid Field",
    "confidence": [
      [
        "A",
        -0.009518186
      ],
      [
        "ster",
        -3.9292416e-05
      ],
      [
        "oid",
        -0.26848167
      ],
      [
        " Field",
        -0.7658939
      ]
    ]
  },
  "This object appears in the title of an essay by Leslie Fiedler about homoeroticism in American literature. During the day, part of this object is inhabited by a man painted blue to look like a \"Sick Arab\".": {
    "guess": "Blue Boy",
    "confidence": [
      [
        "Blue",
        -1.4996917
      ],
      [
        " Boy",
        -0.23473287
      ]
    ]
  },
  "This object is lost at a drunken party whence its owner does not return \"with ivy leaves in his hair,\" as his lover had hoped. Unlike its author's previous work, which had dealt with history up to the present day, this work forecasts the development of the future. This object's owner dies when he goes to Miss Diana's soiree to try and retrieve it. At the end of the play, it is revealed that the notes": {
    "guess": "The Phantom of the Opera",
    "confidence": [
      [
        "The",
        -0.16943501
      ],
      [
        " Phantom",
        -0.2627119
      ],
      [
        " of",
        -0.0018088181
      ],
      [
        " the",
        -0.00023822498
      ],
      [
        " Opera",
        -3.488188e-05
      ]
    ]
  },
  "These objects are often underlain by Röthlisberger or Nye channels. In one form, their movement is almost entirely controlled by Glen's Flow Law. Warm ones can also move by enhanced creep, ploughing, and regelation, and both types can experience hydraulic jacking. Many of these objects experience quasi-regular": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.01655767
      ],
      [
        "acier",
        -7.755679e-05
      ]
    ]
  },
  "This object titles a Hemingway short story about Mr. Frazer along with \"the gambler\" and \"the nun.\" It's not a room, but an \"enormous\" ruins Irene's marriage in a story by John Cheever. Mrs. Organ Morgan and Captain Cat appear in a play which won the 1954 Prix Italia for its use of this device; that": {
    "guess": "Prix Italia",
    "confidence": [
      [
        "P",
        -1.834869
      ],
      [
        "rix",
        -0.004370544
      ],
      [
        " Italia",
        -3.9411618e-05
      ]
    ]
  },
  "One of these objects kills Superboy-Prime after his encounter with it, and one in DotA (\"dough-ta\") gives a boost to mana in return for a drop of 150 HP. An aqua one of these names a move in Pokemon that": {
    "guess": "Ring of Health",
    "confidence": [
      [
        "Ring",
        -1.09738
      ],
      [
        " of",
        -0.013737481
      ],
      [
        " Health",
        -1.0089695
      ]
    ]
  },
  "This object is lost at a drunken party whence its owner does not return \"with ivy leaves in his hair,\" as his lover had hoped. Unlike its author's previous work, which had dealt with history up to the present day, this work forecasts the development of the future. This object's owner dies when he goes to Miss Diana's soiree to try and retrieve it. At the end of the play, it is revealed that the notes used to write this still exist, inspiring (*) Thea Elvsted to try and reconstruct it. By publishing": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.07494196
      ],
      [
        "ed",
        -0.00014931006
      ],
      [
        "da",
        -3.2140193e-05
      ],
      [
        " Gab",
        -3.8457987e-05
      ],
      [
        "ler",
        -3.1737043e-06
      ]
    ]
  },
  "This object's namesake Mare Explorer mission has been proposed to visit its Liegia Mare, which is mainly made up of ethane and methane. Hotei Regio and Tui Regio are sites on this body, which is also home": {
    "guess": "Titan",
    "confidence": [
      [
        "Titan",
        -0.22134821
      ]
    ]
  },
  "This object's namesake Mare Explorer mission has been proposed to visit its Liegia Mare, which is mainly": {
    "guess": "Titan's Mare Explorer",
    "confidence": [
      [
        "Titan",
        -0.0119648995
      ],
      [
        "'s",
        -0.34988374
      ],
      [
        " Mare",
        -0.3959341
      ],
      [
        " Explorer",
        -0.19866171
      ]
    ]
  },
  "An object guarded by one of these figures is also protected by Serket. These figures were among the seven guardians of Osiris's body, and they also formed the bowl of the Big Dipper. These gods were described as pillars of Shu, and were each associated with one of the cardinal directions. One of these": {
    "guess": "Four sons of Horus",
    "confidence": [
      [
        "Four",
        -0.52575266
      ],
      [
        " sons",
        -0.26497325
      ],
      [
        " of",
        -0.00016074994
      ],
      [
        " Hor",
        -0.00023345684
      ],
      [
        "us",
        -0.0001757696
      ]
    ]
  },
  "One object named for this man was fixed in 1993 with the COSTAR instrument. That object named for this man will be succeeded by one named for James Webb in approximately five years. This man discovered a Cepheid variable in the Andromeda Nebula in the early 1920s and is also the namesake of a tuning-fork diagram used to classify galaxies. His namesake law, which includes a constant that is approximately": {
    "guess": "Edwin Hubble",
    "confidence": [
      [
        "Ed",
        -0.092222296
      ],
      [
        "win",
        -1.50940705e-05
      ],
      [
        " H",
        -0.0014508291
      ],
      [
        "ubble",
        -5.3193703e-06
      ]
    ]
  },
  "These objects are home to Colossus Wasps, which prey on another species that inhabits them, the exogorths. A particular one was the location for the Chiss Expansionary Defense Force outpost near Crustai, and another was where Maw Installation was situated. Shortly before stating a disdain for excuses, one character announces that these objects \"do not concern me\" to Admiral Piett. A sonic charge is": {
    "guess": "Asteroid Field",
    "confidence": [
      [
        "A",
        -0.059026387
      ],
      [
        "ster",
        -0.0001202317
      ],
      [
        "oid",
        -0.32674474
      ],
      [
        " Field",
        -1.1716671
      ]
    ]
  },
  "This object was delivered not with an inflatable \"airbag\" system like its predecessors, but with a \"sky crane\" system that was untested prior to its deployment, which was called \"Seven Minutes of Terror.\" Its arrival at Gale Crater on August 6, 2012 was observed by the Odyssey orbiter. (*) For 10 points, name this semi-autonomous, car-sized rover currently conducting experiments on a certain red planet.": {
    "guess": "Curiosity (rover)",
    "confidence": [
      [
        "Cur",
        -0.24810435
      ],
      [
        "iosity",
        -0.00016730615
      ],
      [
        " (",
        -0.039777
      ],
      [
        "ro",
        -0.00035786882
      ],
      [
        "ver",
        -1.147242e-06
      ],
      [
        ")",
        -0.00075805024
      ]
    ]
  },
  "An object guarded by one of these figures is also protected by Serket. These figures were among the seven": {
    "guess": "Four sons of Horus",
    "confidence": [
      [
        "Four",
        -1.5536946
      ],
      [
        " sons",
        -0.10491749
      ],
      [
        " of",
        -0.0009825549
      ],
      [
        " Hor",
        -0.010613974
      ],
      [
        "us",
        -1.735894e-05
      ]
    ]
  },
  "One of these objects is named after Cocos Island and is next to one named after a region of Peru, Nazca. The spaces between them are usually classified as divergent or convergent transform faults. The theory of these objects has become connected to theories of mantle plumes, and the original theory came": {
    "guess": "Plate tectonics",
    "confidence": [
      [
        "Plate",
        -0.060254313
      ],
      [
        " t",
        -0.00881996
      ],
      [
        "ect",
        -1.504853e-06
      ],
      [
        "on",
        -0.00010330478
      ],
      [
        "ics",
        -6.9882217e-06
      ]
    ]
  },
  "Objections to its revisions of the terms of the Treaty of Worms regarding control of Piacenza prompted Sardinia's refusal to sign it. It addressed its central issue by confirming the terms of the Treaty of Breslau six years earlier, and its negotiators included Francis III of Modena and Charles Emmanuel": {
    "guess": "Treaty of Aix-la-Chapelle",
    "confidence": [
      [
        "T",
        -0.24210162
      ],
      [
        "reat",
        -9.651017e-05
      ],
      [
        "y",
        -0.0015211685
      ],
      [
        " of",
        -0.0002134343
      ],
      [
        " A",
        -0.7640295
      ],
      [
        "ix",
        -0.004132188
      ],
      [
        "-la",
        -0.003290829
      ],
      [
        "-Ch",
        -8.172892e-05
      ],
      [
        "ap",
        -0.0037044736
      ],
      [
        "elle",
        -7.2907846e-05
      ]
    ]
  },
  "These objects were studied by Heinrich Heesch, who developed the idea of \"discharging.\" Because \"chains\" could be tangled, Kempe's proof of a theorem about these objects was flawed. Tait proved that theorem to be equivalent to the claim that no snarks are planar, and that theorem is a special case of the Hadwiger conjecture. One of these objects on a Klein bottle does not satisfy the conditions of the Heawood conjecture. Haken and Appel used a computer-aided proof that checks over nineteen-hundred": {
    "guess": "Four color theorem",
    "confidence": [
      [
        "Four",
        -0.59975946
      ],
      [
        " color",
        -0.0046011303
      ],
      [
        " theorem",
        -9.817902e-05
      ]
    ]
  },
  "When one of these objects' orbit is within Earth's orbit, they are classified in the Aten group, and": {
    "guess": "Lagrange point",
    "confidence": [
      [
        "L",
        -1.2868528
      ],
      [
        "ag",
        -0.46777955
      ],
      [
        "range",
        -0.002739374
      ],
      [
        " point",
        -0.05263054
      ]
    ]
  },
  "The objects in question were not presented as an excuse; rather, Dr. Martin Blinder cited them in his testimony as evidence for depression. In fact, attorneys for [*] Dan White didn't even get an acquittal,": {
    "guess": "Twinkie defense",
    "confidence": [
      [
        "Tw",
        -0.035150502
      ],
      [
        "ink",
        -2.5583993e-05
      ],
      [
        "ie",
        -0.62965804
      ],
      [
        " defense",
        -0.004112
      ]
    ]
  },
  "These objects are home to Colossus Wasps, which prey on another species that inhabits them, the exogorths. A particular one was the location for the Chiss Expansionary Defense Force outpost near Crustai,": {
    "guess": "Exogorth",
    "confidence": [
      [
        "Ex",
        -0.99483013
      ],
      [
        "og",
        -0.0006400037
      ],
      [
        "orth",
        -0.0005750744
      ]
    ]
  },
  "One of these objects was mapped and named by Andrew Lawson. In the normal type of these boundaries, a graben [GRAH-buhn] is a downthrown block, and the hanging wall drops downward relative to the footwall. Up and down movement is associated with the dip-slip type of these features, some of which occur near the edges of tectonic plates. For 10 points, name these fractures in the earth's crust, one of": {
    "guess": "Fault (geology)",
    "confidence": [
      [
        "Fault",
        -0.26963913
      ],
      [
        " (",
        -0.034699358
      ],
      [
        "ge",
        -0.00066966715
      ],
      [
        "ology",
        -1.1756368e-05
      ],
      [
        ")",
        -2.3319124e-05
      ]
    ]
  },
  "One object in this story has the name Dillingham written out in full on a letterbox, which its owners wish to change to the more modest \"D.\" The author of this work claimed that if the protagonists had": {
    "guess": "The Gift of the Magi",
    "confidence": [
      [
        "The",
        -0.007550193
      ],
      [
        " Gift",
        -0.0003093639
      ],
      [
        " of",
        -1.2590794e-05
      ],
      [
        " the",
        -0.0004366294
      ],
      [
        " Mag",
        -6.313315e-05
      ],
      [
        "i",
        -0.00015407454
      ]
    ]
  },
  "These objects are supposedly threatened by the development of a 344-millimeter Lepage glue gun. A character who decides to die of pneumonia moves into a hospital that often treats men who work in these objects, and Chief White Halfoat had earlier threatened to slit the throat of one of the officers in charge of them. A man who continually crashes these (*) vehicles escapes to Sweden in a rowboat. These vehicles are the principle means by which the Allies conduct the \"Great Big Siege of Bologna\". McWatt bisects Kid Sampson with the propeller of one of these vehicles before crashing it into a mountain, and Snowden is killed by the flak that hits one of them. For 10 points, name these vehicles flown by the bombardier Yossarian in Catch-22.": {
    "guess": "Bomber aircraft",
    "confidence": [
      [
        "B",
        -0.17092481
      ],
      [
        "om",
        -0.68377805
      ],
      [
        "ber",
        -0.19527219
      ],
      [
        " aircraft",
        -0.67932135
      ]
    ]
  },
  "This object was created to win the favor of a virgin \"from whose forehead shines the rainbow,\" although in the end, she did not marry its creator. Prior to its creation, a series of objects that were judged to be \"ill-mannered\" were accidentally created and then discarded, including a plough, a crossbow, a boat and a cow. An alternative interpretation views this item as a world pillar, as it grew roots into the earth after being buried beneath the hills of (*) Sariola. It provides an explanation for why the sea is salty, as it was lost at sea when Louhi defeated Ilmarinen. For 10 points, name this": {
    "guess": "Sampo",
    "confidence": [
      [
        "S",
        -0.45941925
      ],
      [
        "ampo",
        -3.9769227e-05
      ]
    ]
  },
  "When one of these objects' orbit is within Earth's orbit, they are classified in the Aten group, and the Trojan variety of these objects are found within the Lagrangian Points of a larger object. The Alvarez hypothesis states that one of these objects caused the K-T extinction event. The most massive": {
    "guess": "Impact event",
    "confidence": [
      [
        "Impact",
        -0.8639347
      ],
      [
        " event",
        -0.02437055
      ]
    ]
  },
  "One of these objects kills Superboy-Prime after his encounter with it, and one in DotA (\"dough-ta\") gives a boost to mana in return for a drop of 150 HP. An aqua one of these names a move in Pokemon that grants regeneration to the user, and when Barry Allen becomes the Flash, his clothes disappear into": {
    "guess": "Ring of Power",
    "confidence": [
      [
        "Ring",
        -0.31803715
      ],
      [
        " of",
        -0.2595999
      ],
      [
        " Power",
        -0.92830807
      ]
    ]
  },
  "This object is discussed in the sixth tractate of the Tohorot in the Mishnah, which states that to be valid, one of these objects must contain at least 40 se'ah. A dispute exists over whether a person with uncombed hair or dreadlocks can properly use this object, and this object is used during the second": {
    "guess": "Mikveh",
    "confidence": [
      [
        "M",
        -0.09587863
      ],
      [
        "ik",
        -0.00341499
      ],
      [
        "veh",
        -0.13553068
      ]
    ]
  }
}