{
  "She is fired from Mrs. Hatch's factory for not showing up regularly and is recognized by Nettie Struther as she is walking aimlessly around Bryant Park at night. Earlier she had been disinherited by her": {
    "guess": "The House of Mirth",
    "confidence": [
      [
        "The",
        -0.7620276
      ],
      [
        " House",
        -0.008156483
      ],
      [
        " of",
        -0.002072825
      ],
      [
        " M",
        -0.00027122974
      ],
      [
        "irth",
        -1.2233183e-05
      ]
    ]
  },
  "She is fired from Mrs. Hatch's factory for not showing up regularly and is recognized by Nettie Struther as she is walking aimlessly around Bryant Park at night. Earlier she had been disinherited by her aunt Julia and denied help by her cousins, the Stepneys. In Chapter 7 this protagonist's penchant for playing cards spur Mrs. Dorset to intimate that such behavior may have scared off the sheltered Percy Gryce, whom she had plotted to marry as her story opens. All throughout the novel she is pursued by the shady Simon Rosedale, who turns out to be a good friend. The novel ends with her true love,": {
    "guess": "The House of Mirth",
    "confidence": [
      [
        "The",
        -0.2344241
      ],
      [
        " House",
        -0.0018278614
      ],
      [
        " of",
        -8.625866e-05
      ],
      [
        " M",
        -4.298773e-05
      ],
      [
        "irth",
        -4.9186317e-05
      ]
    ]
  },
  "She is fired from Mrs. Hatch's factory for not showing up regularly and is recognized by Nettie Struther": {
    "guess": "The Color Purple",
    "confidence": [
      [
        "The",
        -0.5653148
      ],
      [
        " Color",
        -0.03394143
      ],
      [
        " Purple",
        -0.00011856285
      ]
    ]
  },
  "She is fired from Mrs. Hatch's factory for not showing up regularly and is recognized by Nettie Struther as she is walking aimlessly around Bryant Park at night. Earlier she had been disinherited by her aunt Julia and denied help by her cousins, the Stepneys. In Chapter 7 this protagonist's penchant": {
    "guess": "Lily Bart",
    "confidence": [
      [
        "L",
        -0.27442682
      ],
      [
        "ily",
        -0.042837713
      ],
      [
        " Bart",
        -0.0061687436
      ]
    ]
  },
  "She is fired from Mrs. Hatch's factory for not showing up regularly and is recognized by Nettie Struther as she is walking aimlessly around Bryant Park at night. Earlier she had been disinherited by her aunt Julia and denied help by her cousins, the Stepneys. In Chapter 7 this protagonist's penchant for playing cards spur Mrs. Dorset to intimate that such behavior may have scared off the sheltered": {
    "guess": "Lily Bart",
    "confidence": [
      [
        "L",
        -0.7152569
      ],
      [
        "ily",
        -0.012324566
      ],
      [
        " Bart",
        -0.006644083
      ]
    ]
  },
  "She is fired from Mrs. Hatch's factory for not showing up regularly and is recognized by Nettie Struther as she is walking aimlessly around Bryant Park at night. Earlier she had been disinherited by her aunt Julia and denied help by her cousins, the Stepneys. In Chapter 7 this protagonist's penchant for playing cards spur Mrs. Dorset to intimate that such behavior may have scared off the sheltered Percy Gryce, whom she had plotted to marry as her story opens. All throughout the novel she is pursued by the shady Simon Rosedale, who turns out to be a good friend. The novel ends with her true love, the ineffectual Lawrence Selden, discovering a bottle of chloral next to her dead body. For ten points, identify this tragic main character of Edith Wharton's House of Mirth.": {
    "guess": "House of Mirth",
    "confidence": [
      [
        "House",
        -0.3273779
      ],
      [
        " of",
        -0.00035000502
      ],
      [
        " M",
        -8.876193e-05
      ],
      [
        "irth",
        -2.7729659e-05
      ]
    ]
  },
  "She is fired from Mrs. Hatch's factory for not showing up regularly and is recognized by Nettie Struther as she is walking aimlessly around Bryant Park at night. Earlier she had been disinherited by her aunt Julia and denied help by her cousins, the Stepneys. In Chapter 7 this protagonist's penchant for playing cards spur Mrs. Dorset to intimate that such behavior may have scared off the sheltered Percy Gryce, whom she had plotted to marry as her story opens. All throughout the novel she is pursued": {
    "guess": "Lily Bart",
    "confidence": [
      [
        "L",
        -0.55036545
      ],
      [
        "ily",
        -0.0023494805
      ],
      [
        " Bart",
        -0.005385657
      ]
    ]
  },
  "She is fired from Mrs. Hatch's factory for not showing up regularly and is recognized by Nettie Struther as she is walking aimlessly around Bryant Park at night. Earlier she had been disinherited by her aunt Julia and denied help by her cousins, the Stepneys. In Chapter 7 this protagonist's penchant for playing cards spur Mrs. Dorset to intimate that such behavior may have scared off the sheltered Percy Gryce, whom she had plotted to marry as her story opens. All throughout the novel she is pursued by the shady Simon Rosedale, who turns out to be a good friend. The novel ends with her true love, the ineffectual Lawrence Selden, discovering a bottle of chloral next to her dead body. For ten points,": {
    "guess": "The House of Mirth",
    "confidence": [
      [
        "The",
        -0.005476721
      ],
      [
        " House",
        -8.804671e-05
      ],
      [
        " of",
        -1.3186812e-05
      ],
      [
        " M",
        -3.1544176e-05
      ],
      [
        "irth",
        -1.0921943e-05
      ]
    ]
  }
}