{
  "In Switzerland, there was both a famine and an excess of rain, which resulted in the contest which saw": {
    "guess": "Famine in Switzerland",
    "confidence": [
      [
        "F",
        -1.4736292
      ],
      [
        "amine",
        -0.45101023
      ],
      [
        " in",
        -0.045875315
      ],
      [
        " Switzerland",
        -0.0181922
      ]
    ]
  },
  "In Switzerland, there was both a famine and an excess of rain, which resulted in the contest which saw Mary Shelley write Frankenstein. Oats rose in price* from 12¢ per bushel to over 92¢ per bushel, resulting in Karl Drais' work on the dandy horse, a predecessor of the bicycle. Brown and red snows were seen in both Hungary and Italy and snowstorms struck the Northeast US as late as June. FTP, all of this happened because of the eruption of what volcano in 1815, which resulted in 1816 being termed": {
    "guess": "Year Without a Summer",
    "confidence": [
      [
        "Year",
        -0.23075026
      ],
      [
        " Without",
        -0.0011932062
      ],
      [
        " a",
        -0.24042715
      ],
      [
        " Summer",
        -0.00036013365
      ]
    ]
  },
  "In Switzerland, there was both a famine and an excess of rain, which resulted in the contest which saw Mary Shelley write Frankenstein. Oats rose in price* from 12¢ per bushel to over 92¢ per bushel, resulting": {
    "guess": "Year Without a Summer",
    "confidence": [
      [
        "Year",
        -0.59753156
      ],
      [
        " Without",
        -0.005238141
      ],
      [
        " a",
        -0.001897225
      ],
      [
        " Summer",
        -6.945094e-05
      ]
    ]
  },
  "In Switzerland, there was both a famine and an excess of rain, which resulted in the contest which saw Mary Shelley write Frankenstein. Oats rose in price* from 12¢ per bushel to over 92¢ per bushel, resulting in Karl Drais' work on the dandy horse, a predecessor of the bicycle. Brown and red snows were": {
    "guess": "The Year Without a Summer",
    "confidence": [
      [
        "The",
        -0.61677694
      ],
      [
        " Year",
        -0.014257177
      ],
      [
        " Without",
        -0.0003006657
      ],
      [
        " a",
        -0.0027547108
      ],
      [
        " Summer",
        -1.831257e-05
      ]
    ]
  },
  "One swimmer from this country won the women's 50 and 100 metre freestyle events at the 2012 Olympics, Ranomi Kromowidjojo. A gymnast from this country performed a Cassina-Kovacs-Kolman combination to win this country's first gymnastics Olympic gold medal. One sportsman from this country beat MaliVai Washington in 1996 to end Peter Sampras' three-year winning streak at Wimbledon. Two of the people who": {
    "guess": "Netherlands at the 1996 Summer Olympics",
    "confidence": [
      [
        "N",
        -0.057172958
      ],
      [
        "etherlands",
        -0.0003454753
      ],
      [
        " at",
        -0.22550616
      ],
      [
        " the",
        -0.0005112106
      ],
      [
        " ",
        -0.102151185
      ],
      [
        "199",
        -0.10219499
      ],
      [
        "6",
        -0.016186982
      ],
      [
        " Summer",
        -0.036625598
      ],
      [
        " Olympics",
        -9.3530085e-05
      ]
    ]
  },
  "In Switzerland, there was both a famine and an excess of rain, which resulted in the contest which saw Mary Shelley write Frankenstein. Oats rose in price* from 12¢ per bushel to over 92¢ per bushel, resulting in Karl Drais' work on the dandy horse, a predecessor of the bicycle. Brown and red snows were seen in both Hungary and Italy and snowstorms struck the Northeast US as late as June. FTP, all": {
    "guess": "Year Without a Summer",
    "confidence": [
      [
        "Year",
        -0.7151832
      ],
      [
        " Without",
        -0.00094921445
      ],
      [
        " a",
        -0.0017587177
      ],
      [
        " Summer",
        -1.9504607e-05
      ]
    ]
  },
  "The switchboard operator Madelaine argues with her husband about how to get rid of a constantly growing": {
    "guess": "The Dagda",
    "confidence": [
      [
        "The",
        -0.24209976
      ],
      [
        " Dag",
        -0.1302438
      ],
      [
        "da",
        -2.9994528e-05
      ]
    ]
  },
  "One swimmer from this country won the women's 50 and 100 metre freestyle events at the 2012 Olympics, Ranomi Kromowidjojo. A gymnast from this country performed a Cassina-Kovacs-Kolman combination to win this country's first gymnastics Olympic gold medal. One sportsman from this country beat MaliVai Washington in 1996 to end Peter Sampras' three-year winning streak at Wimbledon. Two of the people who have won the Ballon D'Or three times are from this country. For 10 points, name this home country of Epke Zonderland, Richard Krajicek, and Johan Cruyuff.": {
    "guess": "Netherlands",
    "confidence": [
      [
        "N",
        -0.00041637212
      ],
      [
        "etherlands",
        -2.3915141e-05
      ]
    ]
  },
  "One swimmer from this country won the women's 50 and 100 metre freestyle events at the 2012 Olympics, Ranomi Kromowidjojo. A gymnast from this country performed a Cassina-Kovacs-Kolman combination to win this country's first gymnastics Olympic gold medal. One sportsman from this country beat MaliVai": {
    "guess": "Netherlands",
    "confidence": [
      [
        "N",
        -0.052874584
      ],
      [
        "etherlands",
        -0.00093933154
      ]
    ]
  },
  "In Switzerland, there was both a famine and an excess of rain, which resulted in the contest which saw Mary Shelley write Frankenstein. Oats rose in price* from 12¢ per bushel to over 92¢ per bushel, resulting in Karl Drais' work on the dandy horse, a predecessor of the bicycle. Brown and red snows were seen in both Hungary and Italy and snowstorms struck the Northeast US as late as June. FTP, all of this happened because of the eruption of what volcano in 1815, which resulted in 1816 being termed both \"Eighteen Hundred and Froze to Death\" and \"The Year Without Summer\"?": {
    "guess": "Mount Tambora",
    "confidence": [
      [
        "Mount",
        -0.10183277
      ],
      [
        " Tamb",
        -0.00013691289
      ],
      [
        "ora",
        -3.0232935e-05
      ]
    ]
  },
  "One swimmer from this country won the women's 50 and 100 metre freestyle events at the 2012 Olympics, Ranomi Kromowidjojo. A gymnast from this country performed a Cassina-Kovacs-Kolman combination to win": {
    "guess": "Netherlands",
    "confidence": [
      [
        "N",
        -0.013732429
      ],
      [
        "etherlands",
        -0.00034523688
      ]
    ]
  },
  "One swimmer from this country won the women's 50 and 100 metre freestyle events at the 2012 Olympics, Ranomi Kromowidjojo. A gymnast from this country performed a Cassina-Kovacs-Kolman combination to win this country's first gymnastics Olympic gold medal. One sportsman from this country beat MaliVai Washington in 1996 to end Peter Sampras' three-year winning streak at Wimbledon. Two of the people who have won the Ballon D'Or three times are from this country. For 10 points, name this home country": {
    "guess": "Netherlands",
    "confidence": [
      [
        "N",
        -0.08773995
      ],
      [
        "etherlands",
        -5.5623317e-05
      ]
    ]
  },
  "One swimmer from this country won the women's 50 and 100 metre freestyle events at the 2012 Olympics,": {
    "guess": "Netherlands",
    "confidence": [
      [
        "N",
        -0.6511923
      ],
      [
        "etherlands",
        -0.004398548
      ]
    ]
  },
  "The switchboard operator Madelaine argues with her husband about how to get rid of a constantly growing corpse in the next room in this author's play Amédée. The title character lures people to their death": {
    "guess": "Eugène Ionesco",
    "confidence": [
      [
        "E",
        -0.09377496
      ],
      [
        "ug",
        -0.005834595
      ],
      [
        "ène",
        -0.045251876
      ],
      [
        " I",
        -0.00020473242
      ],
      [
        "ones",
        -3.2929079e-06
      ],
      [
        "co",
        -0.000509307
      ]
    ]
  },
  "The switchboard operator Madelaine argues with her husband about how to get rid of a constantly growing corpse in the next room in this author's play Amédée. The title character lures people to their death by offering to show them \"a picture of the colonel\" in his The Killer. The Orator is a deaf mute": {
    "guess": "Eugène Ionesco",
    "confidence": [
      [
        "E",
        -0.06004251
      ],
      [
        "ug",
        -0.004809011
      ],
      [
        "ène",
        -0.025501562
      ],
      [
        " I",
        -0.011528274
      ],
      [
        "ones",
        -1.473646e-05
      ],
      [
        "co",
        -0.0017963237
      ]
    ]
  },
  "The switchboard operator Madelaine argues with her husband about how to get rid of a constantly growing corpse in the next room in this author's play Amédée. The title character lures people to their death by offering to show them \"a picture of the colonel\" in his The Killer. The Orator is a deaf mute who is left alone after the Old Man and Old Woman jump out windows in this author's play The Chairs. This": {
    "guess": "Eugène Ionesco",
    "confidence": [
      [
        "E",
        -0.0067021083
      ],
      [
        "ug",
        -0.00015002528
      ],
      [
        "ène",
        -0.0012518965
      ],
      [
        " I",
        -0.0027412775
      ],
      [
        "ones",
        -3.7697225e-06
      ],
      [
        "co",
        -0.0005563704
      ]
    ]
  },
  "The switchboard operator Madelaine argues with her husband about how to get rid of a constantly growing corpse in the next room in this author's play Amédée. The title character lures people to their death by offering to show them \"a picture of the colonel\" in his The Killer. The Orator is a deaf mute who is left alone after the Old Man and Old Woman jump out windows in this author's play The Chairs. This author used the recurring character of Berenger in Exit the King and a play in which Berenger's": {
    "guess": "Eugène Ionesco",
    "confidence": [
      [
        "E",
        -0.0071453596
      ],
      [
        "ug",
        -2.5941605e-05
      ],
      [
        "ène",
        -0.00010402
      ],
      [
        " I",
        -0.00023929782
      ],
      [
        "ones",
        -1.0280384e-06
      ],
      [
        "co",
        -0.00029101022
      ]
    ]
  },
  "The switchboard operator Madelaine argues with her husband about how to get rid of a constantly growing corpse in the next room in this author's play Amédée. The title character lures people to their death by offering to show them \"a picture of the colonel\" in his The Killer. The Orator is a deaf mute who is left alone after the Old Man and Old Woman jump out windows in this author's play The Chairs. This author used the recurring character of Berenger in Exit the King and a play in which Berenger's girlfriend Daisy and the rest of the world transform into the title horned animals. For 10 points,": {
    "guess": "Eugène Ionesco",
    "confidence": [
      [
        "E",
        -0.0074841687
      ],
      [
        "ug",
        -6.146429e-05
      ],
      [
        "ène",
        -0.00033665422
      ],
      [
        " I",
        -0.00016110756
      ],
      [
        "ones",
        -6.704273e-07
      ],
      [
        "co",
        -0.00019686499
      ]
    ]
  },
  "The switchboard operator Madelaine argues with her husband about how to get rid of a constantly growing corpse in the next room in this author's play Amédée. The title character lures people to their death by offering to show them \"a picture of the colonel\" in his The Killer. The Orator is a deaf mute who is left alone after the Old Man and Old Woman jump out windows in this author's play The Chairs. This author used the recurring character of Berenger in Exit the King and a play in which Berenger's girlfriend Daisy and the rest of the world transform into the title horned animals. For 10 points, name this Romanian-French playwright whose absurdist works include The Bald Soprano and Rhinoceros.": {
    "guess": "Eugène Ionesco",
    "confidence": [
      [
        "E",
        -0.004883381
      ],
      [
        "ug",
        -0.0001376281
      ],
      [
        "ène",
        -0.00036977816
      ],
      [
        " I",
        -7.862962e-05
      ],
      [
        "ones",
        -4.3202e-07
      ],
      [
        "co",
        -0.00032712158
      ]
    ]
  },
  "The switchboard operator Madelaine argues with her husband about how to get rid of a constantly growing corpse in the next room in this author's play Amédée. The title character lures people to their death by offering to show them \"a picture of the colonel\" in his The Killer. The Orator is a deaf mute who is left alone after the Old Man and Old Woman jump out windows in this author's play The Chairs. This author used the recurring character of Berenger in Exit the King and a play in which Berenger's girlfriend Daisy and the rest of the world transform into the title horned animals. For 10 points, name this Romanian-French playwright whose absurdist works include The Bald Soprano and Rhinoceros.  ": {
    "guess": "Eugène Ionesco",
    "confidence": [
      [
        "E",
        -0.0044478015
      ],
      [
        "ug",
        -0.00026181265
      ],
      [
        "ène",
        -0.0004225707
      ],
      [
        " I",
        -0.00017958412
      ],
      [
        "ones",
        -5.5122365e-07
      ],
      [
        "co",
        -0.0004516454
      ]
    ]
  }
}