{
  "The Furies helped this goddess give birth to Horkos, whose role was to plague people who took false oaths. This goddess was also the mother of the personification of forgetfulness, Lethe (LEE-thee). This goddess combined with Aporia to enlarge an apple that blocked Heracles. Though the Iliad described this goddess as the sister of Ares, other sources claim her parents are Erebos and Nyx. When this goddess was not admitted to the banquet celebrating the wedding of Peleus and Thetis, she sparked the Trojan War by claiming that she would give a golden apple to the fairest guest at the banquet. Name": {
    "guess": "Eris",
    "confidence": [
      [
        "E",
        -0.015109293
      ],
      [
        "ris",
        -5.5122365e-07
      ]
    ]
  },
  "The Furies helped this goddess give birth to Horkos, whose role was to plague people who took false oaths. This goddess was also the mother of the personification of forgetfulness, Lethe (LEE-thee). This goddess combined with Aporia to enlarge an apple that blocked Heracles. Though the Iliad described": {
    "guess": "Eris",
    "confidence": [
      [
        "E",
        -0.038334537
      ],
      [
        "ris",
        -0.46066165
      ]
    ]
  },
  "Furnster in an elegant alkyne type of this reaction utilizes the fact that partial reduction of the triple bond using Lindlar-type procedures gives access to any given isomer at will. Also in this type": {
    "guess": "Alkyne hydrogenation",
    "confidence": [
      [
        "Al",
        -0.1124526
      ],
      [
        "ky",
        -0.1219351
      ],
      [
        "ne",
        -0.03681279
      ],
      [
        " hydrogen",
        -0.72858864
      ],
      [
        "ation",
        -0.0011943945
      ]
    ]
  },
  "Furnster in an elegant alkyne type of this reaction utilizes the fact that partial reduction of the triple bond using Lindlar-type procedures gives access to any given isomer at will. Also in this type of reaction metal- carbenes such as Shrock and Grubbs type will serve as catalyst precursors in this type of reaction. An example of this type of reaction involves silver nitrate and salt to yield Silver chloride and sodium nitrate. In another type of this reaction involves exchanging of carbon-carbon": {
    "guess": "Olefin metathesis",
    "confidence": [
      [
        "O",
        -0.8885595
      ],
      [
        "le",
        -0.23212461
      ],
      [
        "fin",
        -5.5122365e-07
      ],
      [
        " met",
        -0.15892231
      ],
      [
        "ath",
        -3.4285862e-05
      ],
      [
        "esis",
        -0.00020449402
      ]
    ]
  },
  "The Furies helped this goddess give birth to Horkos, whose role was to plague people who took false oaths. This goddess was also the mother of the personification of forgetfulness, Lethe (LEE-thee). This": {
    "guess": "Eileithyia",
    "confidence": [
      [
        "E",
        -0.17715362
      ],
      [
        "ile",
        -0.65908027
      ],
      [
        "ith",
        -0.00032271104
      ],
      [
        "y",
        -0.0002326224
      ],
      [
        "ia",
        -0.00025692896
      ]
    ]
  },
  "Furnster in an elegant alkyne type of this reaction utilizes the fact that partial reduction of the triple": {
    "guess": "Alkyne hydrogenation",
    "confidence": [
      [
        "Al",
        -0.68059164
      ],
      [
        "ky",
        -0.6093527
      ],
      [
        "ne",
        -0.017856538
      ],
      [
        " hydrogen",
        -0.5886167
      ],
      [
        "ation",
        -0.000737085
      ]
    ]
  },
  "The Furies helped this goddess give birth to Horkos, whose role was to plague people who took false oaths. This goddess was also the mother of the personification of forgetfulness, Lethe (LEE-thee). This goddess combined with Aporia to enlarge an apple that blocked Heracles. Though the Iliad described this goddess as the sister of Ares, other sources claim her parents are Erebos and Nyx. When this goddess was not admitted to the banquet celebrating the wedding of Peleus and Thetis, she sparked the": {
    "guess": "Eris",
    "confidence": [
      [
        "E",
        -0.035289988
      ],
      [
        "ris",
        -6.2729996e-06
      ]
    ]
  },
  "The Furies helped this goddess give birth to Horkos, whose role was to plague people who took false oaths. This goddess was also the mother of the personification of forgetfulness, Lethe (LEE-thee). This goddess combined with Aporia to enlarge an apple that blocked Heracles. Though the Iliad described this goddess as the sister of Ares, other sources claim her parents are Erebos and Nyx. When this": {
    "guess": "Eris",
    "confidence": [
      [
        "E",
        -0.068330914
      ],
      [
        "ris",
        -0.00017433916
      ]
    ]
  },
  "Furnster in an elegant alkyne type of this reaction utilizes the fact that partial reduction of the triple bond using Lindlar-type procedures gives access to any given isomer at will. Also in this type of reaction metal- carbenes such as Shrock and Grubbs type will serve as catalyst precursors in this type of reaction. An example of this type of reaction involves silver nitrate and salt to yield Silver": {
    "guess": "Alkyne metathesis",
    "confidence": [
      [
        "Al",
        -0.25106418
      ],
      [
        "ky",
        -0.029424248
      ],
      [
        "ne",
        -0.00043591417
      ],
      [
        " met",
        -0.054323435
      ],
      [
        "ath",
        -0.00020580526
      ],
      [
        "esis",
        -0.000511449
      ]
    ]
  },
  "Furnster in an elegant alkyne type of this reaction utilizes the fact that partial reduction of the triple bond using Lindlar-type procedures gives access to any given isomer at will. Also in this type of reaction metal- carbenes such as Shrock and Grubbs type will serve as catalyst precursors in this": {
    "guess": "Alkyne metathesis",
    "confidence": [
      [
        "Al",
        -0.29994035
      ],
      [
        "ky",
        -0.018770779
      ],
      [
        "ne",
        -0.00027480218
      ],
      [
        " met",
        -0.027511809
      ],
      [
        "ath",
        -0.0003745463
      ],
      [
        "esis",
        -0.00037895687
      ]
    ]
  },
  "The Furies helped this goddess give birth to Horkos, whose role was to plague people who took false oaths. This goddess was also the mother of the personification of forgetfulness, Lethe (LEE-thee). This goddess combined with Aporia to enlarge an apple that blocked Heracles. Though the Iliad described this goddess as the sister of Ares, other sources claim her parents are Erebos and Nyx. When this goddess was not admitted to the banquet celebrating the wedding of Peleus and Thetis, she sparked the Trojan War by claiming that she would give a golden apple to the fairest guest at the banquet. Name this goddess of strife and discord.": {
    "guess": "Eris",
    "confidence": [
      [
        "E",
        -0.08709549
      ],
      [
        "ris",
        -2.4584822e-06
      ]
    ]
  },
  "The Furies helped this goddess give birth to Horkos, whose role was to plague people who took false oaths.": {
    "guess": "Eileithyia",
    "confidence": [
      [
        "E",
        -0.45307672
      ],
      [
        "ile",
        -0.1067778
      ],
      [
        "ith",
        -0.00026968008
      ],
      [
        "y",
        -0.00012976067
      ],
      [
        "ia",
        -4.143808e-05
      ]
    ]
  },
  "Furnster in an elegant alkyne type of this reaction utilizes the fact that partial reduction of the triple bond using Lindlar-type procedures gives access to any given isomer at will. Also in this type of reaction metal- carbenes such as Shrock and Grubbs type will serve as catalyst precursors in this type of reaction. An example of this type of reaction involves silver nitrate and salt to yield Silver chloride and sodium nitrate. In another type of this reaction involves exchanging of carbon-carbon double bonds between alkenes. Originally known as a double replacement or double displacement reaction, for 10 points, name this general class of reactions with a well- known olefin version.": {
    "guess": "Metathesis",
    "confidence": [
      [
        "Met",
        -0.35134053
      ],
      [
        "ath",
        -8.6616266e-05
      ],
      [
        "esis",
        -0.00016718694
      ]
    ]
  },
  "Furnster in an elegant alkyne type of this reaction utilizes the fact that partial reduction of the triple bond using Lindlar-type procedures gives access to any given isomer at will. Also in this type of reaction metal- carbenes such as Shrock and Grubbs type will serve as catalyst precursors in this type of reaction. An example of this type of reaction involves silver nitrate and salt to yield Silver chloride and sodium nitrate. In another type of this reaction involves exchanging of carbon-carbon double bonds between alkenes. Originally known as a double replacement or double displacement reaction,": {
    "guess": "Metathesis reaction",
    "confidence": [
      [
        "Met",
        -0.026184293
      ],
      [
        "ath",
        -3.3093824e-05
      ],
      [
        "esis",
        -7.0404574e-05
      ],
      [
        " reaction",
        -0.29446903
      ]
    ]
  }
}