{
  "A woman attempted to tear down one of this man's paintings in the National Gallery in 2011 due to the nudity. This artist was a sailor and stockbroker before he took to painting full time in a post-Impressionist": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.0019881134
      ],
      [
        " Ga",
        -0.0001721935
      ],
      [
        "ugu",
        -0.00256353
      ],
      [
        "in",
        -9.849109e-06
      ]
    ]
  },
  "A woman who marries into this family demolishes her husband's religious faith by pointing out that the gargoyles of his church look like wives mocking their husbands. A flustered member of this family drops her sketchbook into a lake at the sight of her crush. The feminist teacher Winifred Inger marries into this family after ending her lesbian affair with her student, another member of this family. The lover of a woman from this family dies of hypothermia high in the Alps after attempting to strangle her for spending time with the German sculptor Loerke. While in recovery from miscarrying Anton (*) Skrebensky's child, a woman with this surname sees the title sign of a 1915 novel in the sky. Anna Lensky marries William, a member of this family, in a novel whose sequel focuses on the simmering homosexual tensions between Rupert Birkin and Gerald Crich, both of whom are dating women with this surname. For 10 points, give this surname of sisters Gudrun and Ursula, who star in D.H. Lawrence's The Rainbow and Women in Love": {
    "guess": "Brangwen",
    "confidence": [
      [
        "Br",
        -0.024501778
      ],
      [
        "ang",
        -0.00014811802
      ],
      [
        "wen",
        -0.0010673471
      ]
    ]
  },
  "This woman defeated her half-brother in the Chaseabout Raid, and her private secretary, David Rizzio,": {
    "guess": "Mary, Queen of Scots",
    "confidence": [
      [
        "Mary",
        -0.0016330477
      ],
      [
        ",",
        -4.3226137e-05
      ],
      [
        " Queen",
        -9.372295e-06
      ],
      [
        " of",
        -4.8425554e-06
      ],
      [
        " Scots",
        -3.261701e-05
      ]
    ]
  },
  "This woman wrote a book in which Pearl learns that Jimmie Louie isn't her biological father, The Kitchen God's Wife. Another of her works follows a group of tourists who vanished while in Burma and is narrated by the dead tour guide Bibi Chen, Saving Fish From Drowning. Her most famous work tells of a daughter who tries to replace her dead mother in the titular group of four Chinese immigrant women. For 10 points, name this Chinese-American author of The Joy Luck Club.": {
    "guess": "Amy Tan",
    "confidence": [
      [
        "Amy",
        -0.010433141
      ],
      [
        " Tan",
        -8.017927e-05
      ]
    ]
  },
  "This woman was the granddaughter of the first man in Rome to fatten peacocks for sale, Marcus Aufidius": {
    "guess": "Cornelia Africana",
    "confidence": [
      [
        "Corn",
        -1.998706
      ],
      [
        "elia",
        -0.008042487
      ],
      [
        " Afr",
        -0.5218754
      ],
      [
        "icana",
        -3.1281633e-07
      ]
    ]
  },
  "This woman coordinated with Celia Roady to ask a planted question that allowed her to explain the issuance of a \"BOLO order.\" This attorney was the head of the FEC's enforcement division from 1986 until 2001, in which role she had a long-running feud with James Bopp, the lead attorney for the Christian Coalition. In July 2014, it was revealed that this woman had denounced \"assholes and crazies\" just": {
    "guess": "Lois Lerner",
    "confidence": [
      [
        "Lo",
        -0.50276065
      ],
      [
        "is",
        -0.0012072574
      ],
      [
        " L",
        -0.0029038973
      ],
      [
        "erner",
        -7.159661e-05
      ]
    ]
  },
  "A woman removes her right arm and loans it to the narrator of one of this man's stories, while children with homemade lanterns hunting for insects are one of the subjects of this man's \"Palm-Sized Novels.\" A schoolteacher with feet like a monkey's is fired for hitting on a student in his The Lake, while": {
    "guess": "Kenji Miyazawa",
    "confidence": [
      [
        "Ken",
        -0.75334513
      ],
      [
        "ji",
        -0.25098646
      ],
      [
        " Miy",
        -0.0058767674
      ],
      [
        "az",
        -9.400689e-05
      ],
      [
        "awa",
        -0.0001655181
      ]
    ]
  },
  "A woman who marries into this family demolishes her husband's religious faith by pointing out that the gargoyles of his church look like wives mocking their husbands. A flustered member of this family drops her sketchbook into a lake at the sight of her crush. The feminist teacher Winifred Inger marries": {
    "guess": "The Mill on the Floss",
    "confidence": [
      [
        "The",
        -0.847095
      ],
      [
        " Mill",
        -1.2391562
      ],
      [
        " on",
        -0.01256298
      ],
      [
        " the",
        -0.00087310927
      ],
      [
        " F",
        -0.00011534435
      ],
      [
        "loss",
        -0.00016063073
      ]
    ]
  },
  "This woman had one of her political opponents tied to a ladder, castrated, and burned a few days before feeding his father to dogs. She accused three of her sisters-in-law of adultery in the Tour de Nesle affair. In the Tower of London, this woman gave birth to her youngest daughter, Joan, who later married David II. Another of this woman's children fixed prices and forced all people under 60 to work in the Ordinance of Laborers; that son of hers gained the throne in a coup he led with William Montagu. Following a successful siege of Bristol, this woman ordered the execution of Hugh le Despenser,": {
    "guess": "Isabella of France",
    "confidence": [
      [
        "Is",
        -0.0035443592
      ],
      [
        "abella",
        -0.00044127836
      ],
      [
        " of",
        -0.012350121
      ],
      [
        " France",
        -0.0023092886
      ]
    ]
  },
  "This woman had one of her political opponents tied to a ladder, castrated, and burned a few days before feeding his father to dogs. She accused three of her sisters-in-law of adultery in the Tour de Nesle affair. In the Tower of London, this woman gave birth to her youngest daughter, Joan, who later married David II. Another of this woman's children fixed prices and forced all people under 60 to work in the Ordinance of Laborers; that son of hers gained the throne in a coup he led with William Montagu. Following a successful siege of Bristol, this woman ordered the execution of Hugh le Despenser, after which she ruled alongside her lover, a Marcher lord, for four years. Although this woman's husband was probably having an affair with Piers Gaveston, he fathered four of her children before she and her lover, Roger Mortimer, deposed him in 1326. For 10 points, name this femme fatale of the": {
    "guess": "Isabella of France",
    "confidence": [
      [
        "Is",
        -0.005042691
      ],
      [
        "abella",
        -0.00016516048
      ],
      [
        " of",
        -0.012833932
      ],
      [
        " France",
        -0.00020544765
      ]
    ]
  },
  "This woman has a dream in which her lover is replaced by Iollan the Fair and is decapitated. While journeying home, this woman is tormented by a vision of a cloud of blood appearing over a palace. Late in life, this person is forced to spend a year with the warrior that she detests most. This figure's guardian, Leabharcham (LAU-er-cum), interprets the appearance of a raven to indicate that this figure's lover is a child of Usnech (USH-nuk). A (*) fidchell piece damaged the eye of Gelbann, a warrior who was sent to spy on this figure. Cathbad was present at the birth of this woman, and made a prophecy about her. This woman's lover, Noisiu (NEE-sheh), was killed by the soldiers of King Conchobar; afterwards, she kills herself by jumping from a chariot, thus partly instigating the Cattle Raid of Cooley. For 10 points, name this woman whose beauty caused much sorrow for Ireland.": {
    "guess": "Deirdre",
    "confidence": [
      [
        "De",
        -0.003990662
      ],
      [
        "ird",
        -0.0027786086
      ],
      [
        "re",
        -8.6616266e-05
      ]
    ]
  },
  "One woman born in this country drinks from the river of hate while a  knight from Italy drinks from the": {
    "guess": "List of rivers of Italy",
    "confidence": [
      [
        "List",
        -1.7655863
      ],
      [
        " of",
        -0.0048549226
      ],
      [
        " rivers",
        -0.3359624
      ],
      [
        " of",
        -0.17794456
      ],
      [
        " Italy",
        -1.7940457
      ]
    ]
  },
  "A woman in this painting holds a spindle and distaff, with the thread about to be cut by the scissors in her other hand. A masked character in this painting empties several wine flasks. A mass of characters gather behind a shield wall at this painting's right. In this painting, a jester hides underneath": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.68283486
      ],
      [
        " Men",
        -0.0040063346
      ],
      [
        "inas",
        -0.00019889144
      ]
    ]
  },
  "A woman in this play proclaims, \"I shall take this pencil for your memory!\" after her love interest cries, \"E finita la commedia!\" in the final act. In Act 3 of this play, a woman is told to fall in love with a water-sprite and subsequently asks about a cartogram showing deforestation to probe another character's feelings for Sonya. The title character of this play surrenders a bottle of morphine he stole for a suicide attempt. A subplot in this play concerns Dr. Astrov's love for the married woman Yelena. After realizing that the professor whose household he managed for years is a fraud, the title": {
    "guess": "Uncle Vanya",
    "confidence": [
      [
        "Unc",
        -0.16185708
      ],
      [
        "le",
        -1.6240566e-06
      ],
      [
        " V",
        -0.00075971906
      ],
      [
        "anya",
        -8.9357956e-05
      ]
    ]
  },
  "This woman had one of her political opponents tied to a ladder, castrated, and burned a few days before": {
    "guess": "Boudica",
    "confidence": [
      [
        "B",
        -1.533429
      ],
      [
        "oud",
        -0.32672063
      ],
      [
        "ica",
        -0.04687293
      ]
    ]
  },
  "A woman in this painting holds a spindle and distaff, with the thread about to be cut by the scissors in her other hand. A masked character in this painting empties several wine flasks. A mass of characters": {
    "guess": "The Spinners",
    "confidence": [
      [
        "The",
        -0.6141732
      ],
      [
        " Spin",
        -1.3877386
      ],
      [
        "ners",
        -0.0073033525
      ]
    ]
  },
  "This woman has a dream in which her lover is replaced by Iollan the Fair and is decapitated. While journeying home, this woman is tormented by a vision of a cloud of blood appearing over a palace. Late in life, this person is forced to spend a year with the warrior that she detests most. This figure's": {
    "guess": "Deirdre",
    "confidence": [
      [
        "De",
        -0.30302086
      ],
      [
        "ird",
        -0.013674699
      ],
      [
        "re",
        -0.00014716439
      ]
    ]
  },
  "Women in his life include Irene Adler, Maud Bellamy, and Mary Russell. He retired to Sussex to keep bees. His brother's name is Mycroft, and he is a Capricorn. He met his famous companion, a former member of the Army Medical Department, in A Study in Scarlet. He tangles with Moriarty in The Final Problem, in which he notably \"dies.\" His creator, however, brought him back for several more stories and": {
    "guess": "Sherlock Holmes",
    "confidence": [
      [
        "Sher",
        -0.01536429
      ],
      [
        "lock",
        -2.6968896e-06
      ],
      [
        " Holmes",
        -4.596782e-05
      ]
    ]
  },
  "The Wolf-Wolfer number and the Zurich number quantify their activity, and the Evershed effect is a displacement of their spectral lines. The Wilson effect is a narrowing of their penumbras, and faculae are often known to appear near these objects. They almost never appear below 5 degrees or above 40 degrees north or south of the equator, and their progressive movement to lower latitudes is described by Spörer's Law. Modern discoveries have revised Samuel Heinrich Schwabe's observations to note cycles": {
    "guess": "Sunspot",
    "confidence": [
      [
        "Sun",
        -0.047216274
      ],
      [
        "spot",
        -0.015170583
      ]
    ]
  },
  "A woman who works in this place reveals that little children have never cried here. A woman who crochets a white shawl in this place at the opening of the play later says \"Now it is out of sight, let it be out of mind too,\" after tossing scraps of a slanderous newspaper into a stove here. This place is twice visited by a \"deposed monarch\" who requests a loan of \"one or two cast- off ideals,\" named": {
    "guess": "The Cherry Orchard",
    "confidence": [
      [
        "The",
        -0.4367232
      ],
      [
        " Cherry",
        -0.053471643
      ],
      [
        " Orchard",
        -4.3941356e-05
      ]
    ]
  },
  "This woman wrote a book in which Pearl learns that Jimmie Louie isn't her biological father, The Kitchen God's Wife. Another of her works follows a group of tourists who vanished while in Burma and is narrated by the dead tour guide Bibi Chen, Saving Fish From Drowning. Her most famous work tells of": {
    "guess": "Amy Tan",
    "confidence": [
      [
        "Amy",
        -0.013276704
      ],
      [
        " Tan",
        -0.00022082125
      ]
    ]
  },
  "This woman coordinated with Celia Roady to ask a planted question that allowed her to explain the issuance of a \"BOLO order.\" This attorney was the head of the FEC's enforcement division from 1986 until 2001, in which role she had a long-running feud with James Bopp, the lead attorney for the Christian Coalition. In July 2014, it was revealed that this woman had denounced \"assholes and crazies\" just after the existence of backup tapes for a previously-thought shredded hard drive came to light. In": {
    "guess": "Lois Lerner",
    "confidence": [
      [
        "Lo",
        -0.0063086585
      ],
      [
        "is",
        -9.603336e-05
      ],
      [
        " L",
        -0.0011400962
      ],
      [
        "erner",
        -0.000102708764
      ]
    ]
  },
  "This woman wrote a book in which Pearl learns that Jimmie Louie isn't her biological father, The Kitchen God's Wife. Another of her works follows a group of tourists who vanished while in Burma and is narrated by the dead tour guide Bibi Chen, Saving Fish From Drowning. Her most famous work tells of a daughter who tries to replace her dead mother in the titular group of four Chinese immigrant women.": {
    "guess": "Amy Tan",
    "confidence": [
      [
        "Amy",
        -0.01715113
      ],
      [
        " Tan",
        -0.0022148462
      ]
    ]
  },
  "This woman defeated her half-brother in the Chaseabout Raid, and her private secretary, David Rizzio, was murdered in front of her at a party. She refused to grant the Crown Matrimonial to Lord Darnley,": {
    "guess": "Mary, Queen of Scots",
    "confidence": [
      [
        "Mary",
        -0.008845603
      ],
      [
        ",",
        -0.00064440694
      ],
      [
        " Queen",
        -2.2246291e-05
      ],
      [
        " of",
        -1.4498052e-05
      ],
      [
        " Scots",
        -0.0002422779
      ]
    ]
  },
  "This woman has a dream in which her lover is replaced by Iollan the Fair and is decapitated. While journeying home, this woman is tormented by a vision of a cloud of blood appearing over a palace. Late in life, this person is forced to spend a year with the warrior that she detests most. This figure's guardian, Leabharcham (LAU-er-cum), interprets the appearance of a raven to indicate that this figure's lover is a child of Usnech (USH-nuk). A (*) fidchell piece damaged the eye of Gelbann, a warrior who was sent to spy on this figure. Cathbad was present at the birth of this woman, and made a prophecy about her. This woman's lover, Noisiu (NEE-sheh), was killed by the soldiers of King Conchobar;": {
    "guess": "Deirdre",
    "confidence": [
      [
        "De",
        -0.008486918
      ],
      [
        "ird",
        -0.0036743057
      ],
      [
        "re",
        -0.0003185426
      ]
    ]
  },
  "The Wolf-Wolfer number and the Zurich number quantify their activity, and the Evershed effect is a displacement of their spectral lines. The Wilson effect is a narrowing of their penumbras, and faculae are often known to appear near these objects. They almost never appear below 5 degrees or above 40 degrees north or south of the equator, and their progressive movement to lower latitudes is described by Spörer's Law. Modern discoveries have revised Samuel Heinrich Schwabe's observations to note cycles of 22 years. For 10 points, name these relatively colder areas on the solar surface that can be detected by the naked eye.": {
    "guess": "Sunspot",
    "confidence": [
      [
        "Sun",
        -0.015922336
      ],
      [
        "spot",
        -0.15315282
      ]
    ]
  },
  "Women in his life include Irene Adler, Maud Bellamy, and Mary Russell. He retired to Sussex to keep bees.": {
    "guess": "Sherlock Holmes",
    "confidence": [
      [
        "Sher",
        -0.015671114
      ],
      [
        "lock",
        -6.6306106e-06
      ],
      [
        " Holmes",
        -5.4908094e-05
      ]
    ]
  },
  "This woman has a dream in which her lover is replaced by Iollan the Fair and is decapitated. While journeying home, this woman is tormented by a vision of a cloud of blood appearing over a palace. Late in life, this person is forced to spend a year with the warrior that she detests most. This figure's guardian, Leabharcham (LAU-er-cum), interprets the appearance of a raven to indicate that this figure's lover is a child of Usnech (USH-nuk). A (*) fidchell piece damaged the eye of Gelbann, a warrior who was sent to spy on this figure. Cathbad was present at the birth of this woman, and made a prophecy": {
    "guess": "Deirdre of the Sorrows",
    "confidence": [
      [
        "De",
        -0.018531147
      ],
      [
        "ird",
        -0.0015855697
      ],
      [
        "re",
        -3.5597102e-05
      ],
      [
        " of",
        -0.012186199
      ],
      [
        " the",
        -8.1609716e-05
      ],
      [
        " Sor",
        -2.0100624e-05
      ],
      [
        "rows",
        -6.134509e-05
      ]
    ]
  },
  "Wolff's Law governs the circumstances that cause density of this tissue to increase or decrease. Precursors to this tissue are generated at the epiphyseal (EPP-ih-FIZZ-ee-uhl) plate. Since estrogen causes cells that resorb this tissue to undergo apoptosis, this tissue becomes noticeably weaker in post-menopausal (men-oh-\"PAWS\"-uhl) women. Blood is supplied to this tissue through Haversian (huh-VER-zee-uhn) canals, and the hydroxyapatite (\"high\"-DROX-ee-APP-uh-tite) in this tissue's matrix is a major": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.009486066
      ]
    ]
  },
  "Wolff's Law governs the circumstances that cause density of this tissue to increase or decrease. Precursors to this tissue are generated at the epiphyseal (EPP-ih-FIZZ-ee-uhl) plate. Since estrogen causes cells that resorb this tissue to undergo apoptosis, this tissue becomes noticeably weaker in post-menopausal (men-oh-\"PAWS\"-uhl) women. Blood is supplied to this tissue through Haversian (huh-VER-zee-uhn) canals, and the hydroxyapatite (\"high\"-DROX-ee-APP-uh-tite) in this tissue's matrix is a major site of calcium storage. For 10 points, name this tissue that comprises the majority of the skeleton.": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.008413747
      ]
    ]
  },
  "A woman who works in this place reveals that little children have never cried here. A woman who crochets a white shawl in this place at the opening of the play later says \"Now it is out of sight, let it be out of mind too,\" after tossing scraps of a slanderous newspaper into a stove here. This place is twice visited by a \"deposed monarch\" who requests a loan of \"one or two cast- off ideals,\" named Ulrik Brendel. This place has been haunted by the (*) White Horse ever since the suicide of Beata. The": {
    "guess": "Ghosts (play)",
    "confidence": [
      [
        "G",
        -0.20026213
      ],
      [
        "hosts",
        -2.868329e-05
      ],
      [
        " (",
        -0.014866327
      ],
      [
        "play",
        -0.105113566
      ],
      [
        ")",
        -0.0029317029
      ]
    ]
  },
  "This woman had one of her political opponents tied to a ladder, castrated, and burned a few days before feeding his father to dogs. She accused three of her sisters-in-law of adultery in the Tour de Nesle": {
    "guess": "Margaret of Burgundy",
    "confidence": [
      [
        "Marg",
        -0.02721314
      ],
      [
        "aret",
        -0.011656583
      ],
      [
        " of",
        -0.008375448
      ],
      [
        " Burg",
        -0.011578588
      ],
      [
        "undy",
        -0.0002849345
      ]
    ]
  },
  "This woman wrote a book in which Pearl learns that Jimmie Louie isn't her biological father, The Kitchen": {
    "guess": "Amy Tan",
    "confidence": [
      [
        "Amy",
        -0.7888151
      ],
      [
        " Tan",
        -0.0027040658
      ]
    ]
  },
  "This woman wrote a story in which a shoe salesman named R. J. Bowman lives out his last hours in the house of a country family he doesn't know. This author of \"Death of a Traveling Salesman\" described Phoenix Jackson's trip for medicine in \"A Worn Path.\" In one of her novels, Laurel Hand cares for her dying father, Judge McKelva. For 10 points, name this author of the novel The Optimist's Daughter and the story \"Why I Live at the P.O.\"": {
    "guess": "Eudora Welty",
    "confidence": [
      [
        "E",
        -0.0041009584
      ],
      [
        "ud",
        -1.9816675e-06
      ],
      [
        "ora",
        -1.0445127e-05
      ],
      [
        " Wel",
        -0.0008133204
      ],
      [
        "ty",
        -3.5313153e-06
      ]
    ]
  },
  "A woman in this text dreams that a man covered in goat skin tells her about the names of her children.": {
    "guess": "Book of Genesis",
    "confidence": [
      [
        "Book",
        -0.563686
      ],
      [
        " of",
        -0.0004035018
      ],
      [
        " Genesis",
        -0.405415
      ]
    ]
  },
  "A woman in this play proclaims, \"I shall take this pencil for your memory!\" after her love interest cries, \"E finita la commedia!\" in the final act. In Act 3 of this play, a woman is told to fall in love with a water-sprite and subsequently asks about a cartogram showing deforestation to probe another character's feelings for Sonya. The title character of this play surrenders a bottle of morphine he stole for a suicide attempt. A subplot in this play concerns Dr. Astrov's love for the married woman Yelena. After realizing that the professor whose household he managed for years is a fraud, the title character of this play attempts to kill Alexander Serebryakov. For 10 points, name this Anton Chekhov play about Ivan Voynitsky.": {
    "guess": "Uncle Vanya",
    "confidence": [
      [
        "Unc",
        -0.0014004756
      ],
      [
        "le",
        -1.7432603e-06
      ],
      [
        " V",
        -5.7768983e-05
      ],
      [
        "anya",
        -5.800739e-05
      ]
    ]
  },
  "The Wolf-Wolfer number and the Zurich number quantify their activity, and the Evershed effect is a displacement": {
    "guess": "Sunspot",
    "confidence": [
      [
        "Sun",
        -0.054877434
      ],
      [
        "spot",
        -0.00020628207
      ]
    ]
  },
  "A woman who marries into this family demolishes her husband's religious faith by pointing out that the gargoyles of his church look like wives mocking their husbands. A flustered member of this family drops her sketchbook into a lake at the sight of her crush. The feminist teacher Winifred Inger marries into this family after ending her lesbian affair with her student, another member of this family. The lover of a woman from this family dies of hypothermia high in the Alps after attempting to strangle her for spending time with the German sculptor Loerke. While in recovery from miscarrying Anton (*) Skrebensky's child, a woman with this surname sees the title sign of a 1915 novel in the sky. Anna Lensky marries William, a member of this family, in a novel whose sequel focuses on the simmering homosexual tensions between Rupert Birkin and Gerald Crich, both of whom are dating women with this": {
    "guess": "Women in Love",
    "confidence": [
      [
        "Women",
        -0.13763453
      ],
      [
        " in",
        -0.004719665
      ],
      [
        " Love",
        -0.00032187664
      ]
    ]
  },
  "A woman suspects this character of having an affair when he leaves a friend who is addicted to gambling at a casino. This character tries to convince another character not to attend an opera for fear of heckling, but fails and instead accompanies her and Varvara. This one time colleague of the soldier Yashvin sends a short telegram which states \"I can't come before ten o'clock,\" which greatly saddens his lover who had been expecting to meet him. This character gets a glimpse of (*) Gladiator, the horse of his rival Makhotin, when he visits the stall of his own Frou-Frou before a race in which this character breaks his leg. This character rejects the love of Kitty who instead marries Constantin Levin, and this character's lover commits suicide by jumping onto train tracks. For 10 points, name": {
    "guess": "Anna Karenina",
    "confidence": [
      [
        "Anna",
        -0.007017049
      ],
      [
        " Karen",
        -0.0003087679
      ],
      [
        "ina",
        -0.00016504127
      ]
    ]
  },
  "This woman coordinated with Celia Roady to ask a planted question that allowed her to explain the issuance of a \"BOLO order.\" This attorney was the head of the FEC's enforcement division from 1986 until 2001, in which role she had a long-running feud with James Bopp, the lead attorney for the Christian Coalition. In July 2014, it was revealed that this woman had denounced \"assholes and crazies\" just after the existence of backup tapes for a previously-thought shredded hard drive came to light. In May 2014, the House voted to hold this woman in contempt of Congress after she refused to explain her role in issuing keywords such as \"patriot\" and \"constitution\" in 2010. For 10 points, name this former": {
    "guess": "Lois Lerner",
    "confidence": [
      [
        "Lo",
        -0.07771649
      ],
      [
        "is",
        -1.0802739e-05
      ],
      [
        " L",
        -0.00010616567
      ],
      [
        "erner",
        -7.4695905e-05
      ]
    ]
  },
  "This woman was the granddaughter of the first man in Rome to fatten peacocks for sale, Marcus Aufidius Lurco. Tacitus reports a legal case involving Lucius Piso to demonstrate that Urgulania, by virtue of being this womanâ\u0080\u0099s friend, was above the law. Her eldest son was a talented general whose troops": {
    "guess": "Urgulania",
    "confidence": [
      [
        "U",
        -0.10891419
      ],
      [
        "rg",
        -0.0010847325
      ],
      [
        "ul",
        -0.035024006
      ],
      [
        "ania",
        -0.000991484
      ]
    ]
  },
  "A woman in this painting holds a spindle and distaff, with the thread about to be cut by the scissors in her other hand. A masked character in this painting empties several wine flasks. A mass of characters gather behind a shield wall at this painting's right. In this painting, a jester hides underneath a table littered with a backgammon board and playing cards. The right-center of this painting contains": {
    "guess": "The Triumph of Death",
    "confidence": [
      [
        "The",
        -0.7038609
      ],
      [
        " Triumph",
        -0.8505136
      ],
      [
        " of",
        -0.00014323067
      ],
      [
        " Death",
        -0.0037265648
      ]
    ]
  },
  "This woman wrote a book in which Pearl learns that Jimmie Louie isn't her biological father, The Kitchen God's Wife. Another of her works follows a group of tourists who vanished while in Burma and is": {
    "guess": "Amy Tan",
    "confidence": [
      [
        "Amy",
        -0.024839759
      ],
      [
        " Tan",
        -0.00021390743
      ]
    ]
  },
  "This woman wrote a story in which a shoe salesman named R. J. Bowman lives out his last hours in the house of a country family he doesn't know. This author of \"Death of a Traveling Salesman\" described": {
    "guess": "Eudora Welty",
    "confidence": [
      [
        "E",
        -0.0059194355
      ],
      [
        "ud",
        -1.11603495e-05
      ],
      [
        "ora",
        -4.9617593e-06
      ],
      [
        " Wel",
        -5.1928004e-05
      ],
      [
        "ty",
        -2.4584822e-06
      ]
    ]
  },
  "A woman removes her right arm and loans it to the narrator of one of this man's stories, while children with homemade lanterns hunting for insects are one of the subjects of this man's \"Palm-Sized Novels.\" A schoolteacher with feet like a monkey's is fired for hitting on a student in his The Lake, while a philanderer beats his mistress Kinu in an attempt to abort their child while his wife has an abortion behind his back in The Sound of the Mountain. Another novel concerns a bachelor who is inexorably": {
    "guess": "Yasunari Kawabata",
    "confidence": [
      [
        "Y",
        -0.13031286
      ],
      [
        "as",
        -0.011108893
      ],
      [
        "un",
        -0.0011959441
      ],
      [
        "ari",
        -0.0005020392
      ],
      [
        " Kaw",
        -0.00044628125
      ],
      [
        "ab",
        -3.035214e-05
      ],
      [
        "ata",
        -0.00010950337
      ]
    ]
  },
  "A woman who marries into this family demolishes her husband's religious faith by pointing out that the gargoyles of his church look like wives mocking their husbands. A flustered member of this family": {
    "guess": "Hunchback of Notre-Dame",
    "confidence": [
      [
        "H",
        -1.4849803
      ],
      [
        "unch",
        -0.46022326
      ],
      [
        "back",
        -0.0227958
      ],
      [
        " of",
        -0.01306964
      ],
      [
        " Notre",
        -0.0025786324
      ],
      [
        "-D",
        -0.6713386
      ],
      [
        "ame",
        -0.00023619852
      ]
    ]
  },
  "A woman with this maiden name crafted an oil painting of Ronald Reagan's wife, Helen Hayes, in 1978, while another painter with this surname depicted a man with blond hair wearing dark sunglasses and black leather while holding his arm indignantly on his hip in the Vietnam commentary, Draft Age.  Probably the most famous artist with this surname painted works like Up in the Studio and Turkey Pond, while his father was a realist who illustrated scenes from Rip Van Winkle and Robinson Crusoe for Scribners Magazine.  Probably the best known work of a man with this last name shows the artist's neighbor dressed in pink sitting resting in a field with two structures in the background in a 1948 work.  FTP, identify this artistic family consisting of Jamie, N.C., and Andrew, the last of whom painted": {
    "guess": "Wyeth",
    "confidence": [
      [
        "Wy",
        -0.004157584
      ],
      [
        "eth",
        -6.551722e-05
      ]
    ]
  },
  "A woman in this painting holds a spindle and distaff, with the thread about to be cut by the scissors in her other hand. A masked character in this painting empties several wine flasks. A mass of characters gather behind a shield wall at this painting's right. In this painting, a jester hides underneath a table littered with a backgammon board and playing cards. The right-center of this painting contains a spike-filled tunnel adorned with the cross that people are being herded into, and its background is filled with smoke from burning ships. A man is crushed under the wheels of a cart driven by a hurdy-gurdy player in this painting. For 10 points, name this skeleton-dominated, post-apocalyptic": {
    "guess": "The Triumph of Death",
    "confidence": [
      [
        "The",
        -0.07242723
      ],
      [
        " Triumph",
        -0.036238696
      ],
      [
        " of",
        -7.0523776e-05
      ],
      [
        " Death",
        -3.464347e-05
      ]
    ]
  },
  "A woman in this text dreams that a man covered in goat skin tells her about the names of her children. Another dream sequence leads a character to identify \"Huckster Heddin\" in this text. It also contains an old woman's complaint that a pile of feed was not moved indoors and a boy seeing a firebrand-wielding horseman in the sky. After its title character's friend is given a dog that can tell friend from foe, that friend and Kolskegg slay a throng of attackers, leading them to be banished for three years. Early in this text, Thiostolf kills Thorwald after he abuses his wife Hallgerda. In its last": {
    "guess": "Njáls saga",
    "confidence": [
      [
        "N",
        -0.23859854
      ],
      [
        "j",
        -0.62428474
      ],
      [
        "á",
        -0.06278718
      ],
      [
        "ls",
        -0.00020675888
      ],
      [
        " saga",
        -0.0741386
      ]
    ]
  },
  "The Wolf-Wolfer number and the Zurich number quantify their activity, and the Evershed effect is a displacement of their spectral lines. The Wilson effect is a narrowing of their penumbras, and faculae are often known to appear near these objects. They almost never appear below 5 degrees or above 40 degrees north or south of the equator, and their progressive movement to lower latitudes is described": {
    "guess": "Sunspot",
    "confidence": [
      [
        "Sun",
        -0.010655251
      ],
      [
        "spot",
        -0.11960294
      ]
    ]
  },
  "A woman in this play proclaims, \"I shall take this pencil for your memory!\" after her love interest cries, \"E finita la commedia!\" in the final act. In Act 3 of this play, a woman is told to fall in love with a water-sprite and subsequently asks about a cartogram showing deforestation to probe another character's feelings for Sonya. The title character of this play surrenders a bottle of morphine he stole for a suicide attempt. A subplot in this play concerns Dr. Astrov's love for the married woman Yelena. After realizing that the professor whose household he managed for years is a fraud, the title character of this play attempts to kill Alexander Serebryakov. For 10 points, name this Anton Chekhov": {
    "guess": "Uncle Vanya",
    "confidence": [
      [
        "Unc",
        -0.0077986144
      ],
      [
        "le",
        -2.577686e-06
      ],
      [
        " V",
        -0.00045259902
      ],
      [
        "anya",
        -0.00019948746
      ]
    ]
  },
  "This woman was the granddaughter of the first man in Rome to fatten peacocks for sale, Marcus Aufidius Lurco. Tacitus reports a legal case involving Lucius Piso to demonstrate that Urgulania, by virtue": {
    "guess": "Urgulania",
    "confidence": [
      [
        "U",
        -0.029933302
      ],
      [
        "rg",
        -0.0004543871
      ],
      [
        "ul",
        -0.024671603
      ],
      [
        "ania",
        -0.0007225605
      ]
    ]
  },
  "A woman in this text dreams that a man covered in goat skin tells her about the names of her children. Another dream sequence leads a character to identify \"Huckster Heddin\" in this text. It also contains an old woman's complaint that a pile of feed was not moved indoors and a boy seeing a firebrand-wielding horseman in the sky. After its title character's friend is given a dog that can tell friend from foe, that friend and Kolskegg slay a throng of attackers, leading them to be banished for three years. Early in this text, Thiostolf kills Thorwald after he abuses his wife Hallgerda. In its last section, a chant about the \"Woof of War\" is sung during a battle between Christians and pagans. Kari reconciles with Flosi after a shipwreck at the end of this text, whose title character dies when his enemies immolate him. This extended story is one of the first works of literature to use the term Althing. For 10 points, name this Icelandic saga about family feuds, titled for a beardless sage": {
    "guess": "Njáls saga",
    "confidence": [
      [
        "N",
        -0.0017934665
      ],
      [
        "j",
        -0.26883122
      ],
      [
        "á",
        -0.06485553
      ],
      [
        "ls",
        -6.563642e-05
      ],
      [
        " saga",
        -0.16708586
      ]
    ]
  },
  "In women who have just given birth, this hormone accumulates in the cerebrospinal fluid and is believed to aid development of maternal instincts.  The presence of leucine in the three amino acid tail attacked to its 6 amino acid ring differentiates it from antidiuretic hormone.  Both are synthesized in the hypothalamus and transported to the anterior pituitary for secretion into the blood.  Achieving its purposes by causing contraction of smooth muscle, FTP, what is this hormone responsible for milk": {
    "guess": "Oxytocin",
    "confidence": [
      [
        "O",
        -0.09518964
      ],
      [
        "xy",
        -0.00013524403
      ],
      [
        "toc",
        -9.2695656e-05
      ],
      [
        "in",
        -7.409989e-05
      ]
    ]
  },
  "This woman coordinated with Celia Roady to ask a planted question that allowed her to explain the issuance of a \"BOLO order.\" This attorney was the head of the FEC's enforcement division from 1986 until 2001, in which role she had a long-running feud with James Bopp, the lead attorney for the Christian Coalition. In July 2014, it was revealed that this woman had denounced \"assholes and crazies\" just after the existence of backup tapes for a previously-thought shredded hard drive came to light. In May 2014, the House voted to hold this woman in contempt of Congress after she refused to explain her role in issuing keywords such as \"patriot\" and \"constitution\" in 2010. For 10 points, name this former head of the Exempt Organizations Unit at the IRS who is at the center of the nonprofit group partisan targeting scandal.": {
    "guess": "Lois Lerner",
    "confidence": [
      [
        "Lo",
        -0.026629781
      ],
      [
        "is",
        -7.107425e-06
      ],
      [
        " L",
        -0.000101874335
      ],
      [
        "erner",
        -6.9331734e-05
      ]
    ]
  },
  "A woman attempted to tear down one of this man's paintings in the National Gallery in 2011 due to the nudity. This artist was a sailor and stockbroker before he took to painting full time in a post-Impressionist style. He led the Synthetism movement of natural forms and feelings with works such as Vision After the Sermon and The Yellow Christ. This artist suffered bouts of depression and sought a tropical paradise which he found in Tahiti and finally the Marquesas Islands. For 10 points, name this artist who famously painted primitive scenes of women such as Two Tahitian Women and Where Do We Come From? What Are We? Where Are We Going?.": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.0023265292
      ],
      [
        " Ga",
        -9.372295e-06
      ],
      [
        "ugu",
        -0.0015690223
      ],
      [
        "in",
        -5.9153886e-06
      ]
    ]
  },
  "A woman with this maiden name crafted an oil painting of Ronald Reagan's wife, Helen Hayes, in 1978, while another painter with this surname depicted a man with blond hair wearing dark sunglasses and black leather while holding his arm indignantly on his hip in the Vietnam commentary, Draft Age.  Probably": {
    "guess": "Wyeth",
    "confidence": [
      [
        "Wy",
        -1.490845
      ],
      [
        "eth",
        -0.0019612247
      ]
    ]
  },
  "In women who have just given birth, this hormone accumulates in the cerebrospinal fluid and is believed": {
    "guess": "Postpartum depression",
    "confidence": [
      [
        "Post",
        -0.85747653
      ],
      [
        "part",
        -0.008258412
      ],
      [
        "um",
        -0.00065489317
      ],
      [
        " depression",
        -0.43254244
      ]
    ]
  },
  "A woman who marries into this family demolishes her husband's religious faith by pointing out that the gargoyles of his church look like wives mocking their husbands. A flustered member of this family drops her sketchbook into a lake at the sight of her crush. The feminist teacher Winifred Inger marries into this family after ending her lesbian affair with her student, another member of this family.": {
    "guess": "The Well of Loneliness",
    "confidence": [
      [
        "The",
        -0.4306202
      ],
      [
        " Well",
        -0.85478145
      ],
      [
        " of",
        -0.00042900036
      ],
      [
        " Lon",
        -4.1914896e-05
      ],
      [
        "eliness",
        -0.00039576087
      ]
    ]
  },
  "This woman's pomegranate badge was not engraved on her tomb in Peterborough Cathedral until 1891, and again in 1986, at the 450th anniversary of her burial. She was exiled to a number of royal residences,": {
    "guess": "Mary, Queen of Scots",
    "confidence": [
      [
        "Mary",
        -0.051517367
      ],
      [
        ",",
        -0.0031843635
      ],
      [
        " Queen",
        -4.143808e-05
      ],
      [
        " of",
        -9.5914154e-05
      ],
      [
        " Scots",
        -0.0021018449
      ]
    ]
  },
  "A woman who marries into this family demolishes her husband's religious faith by pointing out that the gargoyles of his church look like wives mocking their husbands. A flustered member of this family drops her sketchbook into a lake at the sight of her crush. The feminist teacher Winifred Inger marries into this family after ending her lesbian affair with her student, another member of this family. The lover of a woman from this family dies of hypothermia high in the Alps after attempting to strangle her for spending time with the German sculptor Loerke. While in recovery from miscarrying Anton": {
    "guess": "The House of Bovary",
    "confidence": [
      [
        "The",
        -0.34904516
      ],
      [
        " House",
        -1.801874
      ],
      [
        " of",
        -0.00018280261
      ],
      [
        " B",
        -0.9717366
      ],
      [
        "ov",
        -0.22119534
      ],
      [
        "ary",
        -0.0044048363
      ]
    ]
  },
  "A woman in this play proclaims, \"I shall take this pencil for your memory!\" after her love interest cries, \"E finita la commedia!\" in the final act. In Act 3 of this play, a woman is told to fall in love with a water-sprite and subsequently asks about a cartogram showing deforestation to probe another character's feelings for Sonya. The title character of this play surrenders a bottle of morphine he stole for a suicide attempt. A subplot in this play concerns Dr. Astrov's love for the married woman": {
    "guess": "Uncle Vanya",
    "confidence": [
      [
        "Unc",
        -0.41258067
      ],
      [
        "le",
        -2.220075e-06
      ],
      [
        " V",
        -0.0008036722
      ],
      [
        "anya",
        -9.865584e-05
      ]
    ]
  },
  "This woman had one of her political opponents tied to a ladder, castrated, and burned a few days before feeding his father to dogs. She accused three of her sisters-in-law of adultery in the Tour de Nesle affair. In the Tower of London, this woman gave birth to her youngest daughter, Joan, who later married David II. Another of this woman's children fixed prices and forced all people under 60 to work in the Ordinance of Laborers; that son of hers gained the throne in a coup he led with William Montagu. Following a successful siege of Bristol, this woman ordered the execution of Hugh le Despenser, after which she ruled alongside her lover, a Marcher lord, for four years. Although this woman's": {
    "guess": "Isabella of France",
    "confidence": [
      [
        "Is",
        -0.0046990225
      ],
      [
        "abella",
        -0.00053265993
      ],
      [
        " of",
        -0.025149154
      ],
      [
        " France",
        -0.0015374774
      ]
    ]
  },
  "Women in his life include Irene Adler, Maud Bellamy, and Mary Russell. He retired to Sussex to keep bees. His brother's name is Mycroft, and he is a Capricorn. He met his famous companion, a former member of the Army Medical Department, in A Study in Scarlet. He tangles with Moriarty in The Final Problem,": {
    "guess": "Sherlock Holmes",
    "confidence": [
      [
        "Sher",
        -0.03692275
      ],
      [
        "lock",
        -2.6968896e-06
      ],
      [
        " Holmes",
        -2.4749568e-05
      ]
    ]
  },
  "Wolff's Law governs the circumstances that cause density of this tissue to increase or decrease. Precursors to this tissue are generated at the epiphyseal (EPP-ih-FIZZ-ee-uhl) plate. Since estrogen causes cells that resorb this tissue to undergo apoptosis, this tissue becomes noticeably weaker in post-menopausal (men-oh-\"PAWS\"-uhl) women. Blood is supplied to this tissue through Haversian (huh-VER-zee-uhn)": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.0076553696
      ]
    ]
  },
  "This woman defeated her half-brother in the Chaseabout Raid, and her private secretary, David Rizzio, was murdered in front of her at a party. She refused to grant the Crown Matrimonial to Lord Darnley, and her casket letters implicate her in the explosion that killed him at Kirk o' the Field. The Treaty": {
    "guess": "Mary, Queen of Scots",
    "confidence": [
      [
        "Mary",
        -0.0033599855
      ],
      [
        ",",
        -0.0002074741
      ],
      [
        " Queen",
        -3.2497806e-05
      ],
      [
        " of",
        -1.8624639e-06
      ],
      [
        " Scots",
        -6.647085e-05
      ]
    ]
  },
  "A woman with this maiden name crafted an oil painting of Ronald Reagan's wife, Helen Hayes, in 1978, while another painter with this surname depicted a man with blond hair wearing dark sunglasses and black leather while holding his arm indignantly on his hip in the Vietnam commentary, Draft Age.  Probably the most famous artist with this surname painted works like Up in the Studio and Turkey Pond, while his father was a realist who illustrated scenes from Rip Van Winkle and Robinson Crusoe for Scribners Magazine.  Probably the best known work of a man with this last name shows the artist's neighbor": {
    "guess": "Wyeth",
    "confidence": [
      [
        "Wy",
        -0.2956122
      ],
      [
        "eth",
        -0.00015097891
      ]
    ]
  },
  "This woman was the granddaughter of the first man in Rome to fatten peacocks for sale, Marcus Aufidius Lurco. Tacitus reports a legal case involving Lucius Piso to demonstrate that Urgulania, by virtue of being this womanâ\u0080\u0099s friend, was above the law. Her eldest son was a talented general whose troops erected a cenotaph, found in present-day Mainz, when he died after falling from his horse while fighting the Marcomanni. This woman, who was given her own house on the Palatine Hill, was accused of killing her husbandâ\u0080\u0099s nephew, Marcellus. Her husband married her after divorcing Scribonia, and Cassius Dio reports that she was given over in the wedding ceremony by her own former husband, Tiberius": {
    "guess": "Livia Drusilla",
    "confidence": [
      [
        "L",
        -0.52440554
      ],
      [
        "ivia",
        -0.00048524985
      ],
      [
        " Dr",
        -0.10818181
      ],
      [
        "us",
        -9.472212e-05
      ],
      [
        "illa",
        -7.064298e-05
      ]
    ]
  },
  "A woman who marries into this family demolishes her husband's religious faith by pointing out that the gargoyles of his church look like wives mocking their husbands. A flustered member of this family drops her sketchbook into a lake at the sight of her crush. The feminist teacher Winifred Inger marries into this family after ending her lesbian affair with her student, another member of this family. The lover of a woman from this family dies of hypothermia high in the Alps after attempting to strangle": {
    "guess": "The Secret History",
    "confidence": [
      [
        "The",
        -0.3373745
      ],
      [
        " Secret",
        -1.7263374
      ],
      [
        " History",
        -0.00907422
      ]
    ]
  },
  "This woman defeated her half-brother in the Chaseabout Raid, and her private secretary, David Rizzio, was murdered in front of her at a party. She refused to grant the Crown Matrimonial to Lord Darnley, and her casket letters implicate her in the explosion that killed him at Kirk o' the Field. The Treaty of Greenwich [GRIN-itch] was broken when Cardinal Beaton angered the English king by favoring a Catholic and French alliance instead of her marriage to the next king of England. She was beheaded after being implicated in the Babington Plot. For 10 points, name this queen who claimed to be the rightful": {
    "guess": "Mary, Queen of Scots",
    "confidence": [
      [
        "Mary",
        -0.0054245503
      ],
      [
        ",",
        -0.00021248066
      ],
      [
        " Queen",
        -2.6895234e-05
      ],
      [
        " of",
        -9.0883464e-07
      ],
      [
        " Scots",
        -9.114601e-05
      ]
    ]
  },
  "The Wolf-Wolfer number and the Zurich number quantify their activity, and the Evershed effect is a displacement of their spectral lines. The Wilson effect is a narrowing of their penumbras, and faculae": {
    "guess": "Sunspots",
    "confidence": [
      [
        "Sun",
        -0.04650034
      ],
      [
        "spots",
        -0.690427
      ]
    ]
  },
  "This woman has a dream in which her lover is replaced by Iollan the Fair and is decapitated. While journeying home, this woman is tormented by a vision of a cloud of blood appearing over a palace. Late in life, this person is forced to spend a year with the warrior that she detests most. This figure's guardian, Leabharcham (LAU-er-cum), interprets the appearance of a raven to indicate that this figure's lover is a child of Usnech (USH-nuk). A (*) fidchell piece damaged the eye of Gelbann, a warrior": {
    "guess": "Deirdre",
    "confidence": [
      [
        "De",
        -0.015261459
      ],
      [
        "ird",
        -0.0066269166
      ],
      [
        "re",
        -0.00031448968
      ]
    ]
  },
  "A woman suspects this character of having an affair when he leaves a friend who is addicted to gambling at a casino. This character tries to convince another character not to attend an opera for fear of heckling, but fails and instead accompanies her and Varvara. This one time colleague of the soldier Yashvin sends a short telegram which states \"I can't come before ten o'clock,\" which greatly saddens": {
    "guess": "Anna Karenina",
    "confidence": [
      [
        "Anna",
        -0.06936202
      ],
      [
        " Karen",
        -0.0014629769
      ],
      [
        "ina",
        -0.0002930367
      ]
    ]
  },
  "A woman with this maiden name crafted an oil painting of Ronald Reagan's wife, Helen Hayes, in 1978, while another painter with this surname depicted a man with blond hair wearing dark sunglasses and black leather while holding his arm indignantly on his hip in the Vietnam commentary, Draft Age.  Probably the most famous artist with this surname painted works like Up in the Studio and Turkey Pond, while his father was a realist who illustrated scenes from Rip Van Winkle and Robinson Crusoe for Scribners Magazine.  Probably the best known work of a man with this last name shows the artist's neighbor dressed in pink sitting resting in a field with two structures in the background in a 1948 work.": {
    "guess": "Wyeth",
    "confidence": [
      [
        "Wy",
        -0.4910152
      ],
      [
        "eth",
        -5.967624e-05
      ]
    ]
  },
  "A woman suspects this character of having an affair when he leaves a friend who is addicted to gambling at a casino. This character tries to convince another character not to attend an opera for fear of heckling, but fails and instead accompanies her and Varvara. This one time colleague of the soldier": {
    "guess": "Eugene Onegin",
    "confidence": [
      [
        "E",
        -1.8170586
      ],
      [
        "ug",
        -0.0592829
      ],
      [
        "ene",
        -0.035079837
      ],
      [
        " On",
        -0.0028642006
      ],
      [
        "egin",
        -0.00047130667
      ]
    ]
  },
  "A woman who marries into this family demolishes her husband's religious faith by pointing out that the": {
    "guess": "Duggar Family",
    "confidence": [
      [
        "D",
        -1.7066932
      ],
      [
        "ugg",
        -1.3723291
      ],
      [
        "ar",
        -0.001633882
      ],
      [
        " Family",
        -0.8197603
      ]
    ]
  },
  "This woman coordinated with Celia Roady to ask a planted question that allowed her to explain the issuance of a \"BOLO order.\" This attorney was the head of the FEC's enforcement division from 1986 until 2001, in which role she had a long-running feud with James Bopp, the lead attorney for the Christian": {
    "guess": "Federal Election Commission",
    "confidence": [
      [
        "Federal",
        -0.99861044
      ],
      [
        " Election",
        -0.01066375
      ],
      [
        " Commission",
        -0.009434465
      ]
    ]
  },
  "A woman suspects this character of having an affair when he leaves a friend who is addicted to gambling at a casino. This character tries to convince another character not to attend an opera for fear of": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.25398922
      ],
      [
        "th",
        -0.005050641
      ],
      [
        "ello",
        -4.0246043e-05
      ]
    ]
  },
  "The Wolf number is calculated using k, the observatory factor, and the number of these present at any given time. They were very rare from 1645 to 1715, a period called the Maunder minimum. Spörer's law states that they usually appear in higher latitudes and later move towards the equator. Their area and latitudinal distribution is graphed against against time in a butterfly diagram, showing a cycle": {
    "guess": "Sunspot",
    "confidence": [
      [
        "Sun",
        -0.0035561235
      ],
      [
        "spot",
        -0.003841048
      ]
    ]
  },
  "A woman who works in this place reveals that little children have never cried here. A woman who crochets a white shawl in this place at the opening of the play later says \"Now it is out of sight, let it be out of mind too,\" after tossing scraps of a slanderous newspaper into a stove here. This place is twice visited by a \"deposed monarch\" who requests a loan of \"one or two cast- off ideals,\" named Ulrik Brendel. This place has been haunted by the (*) White Horse ever since the suicide of Beata. The housekeeper of this place, Mrs. Helseth, screams as its final two inhabitants end their lives by jumping into a mill-race. Kroll attempts to shame a woman who lives here for her free- thinking societal views. For 10 points, name this manor where the unmarried Rebecca West cohabitates with Jacob, the namesake former clergyman, the title location of a play by Ibsen.": {
    "guess": "Rosmersholm",
    "confidence": [
      [
        "Ros",
        -0.00045962472
      ],
      [
        "mers",
        -0.041772373
      ],
      [
        "holm",
        -3.4047454e-05
      ]
    ]
  },
  "This woman has a dream in which her lover is replaced by Iollan the Fair and is decapitated. While journeying home, this woman is tormented by a vision of a cloud of blood appearing over a palace. Late in life, this person is forced to spend a year with the warrior that she detests most. This figure's guardian, Leabharcham (LAU-er-cum), interprets the appearance of a raven to indicate that this figure's lover is a child of Usnech (USH-nuk). A (*) fidchell piece damaged the eye of Gelbann, a warrior who was sent to spy on this figure. Cathbad was present at the birth of this woman, and made a prophecy about her. This woman's lover, Noisiu (NEE-sheh), was killed by the soldiers of King Conchobar; afterwards, she kills herself by jumping from a chariot, thus partly instigating the Cattle Raid": {
    "guess": "Deirdre",
    "confidence": [
      [
        "De",
        -0.007775799
      ],
      [
        "ird",
        -0.004040764
      ],
      [
        "re",
        -0.00096541515
      ]
    ]
  },
  "A woman removes her right arm and loans it to the narrator of one of this man's stories, while children with homemade lanterns hunting for insects are one of the subjects of this man's \"Palm-Sized Novels.\" A schoolteacher with feet like a monkey's is fired for hitting on a student in his The Lake, while a philanderer beats his mistress Kinu in an attempt to abort their child while his wife has an abortion behind his back in The Sound of the Mountain. Another novel concerns a bachelor who is inexorably attracted to a tea ceremony instructor, and Shimamura meets the geisha Komako at a hot-spring": {
    "guess": "Yasunari Kawabata",
    "confidence": [
      [
        "Y",
        -0.0057492526
      ],
      [
        "as",
        -0.018847529
      ],
      [
        "un",
        -0.00056292297
      ],
      [
        "ari",
        -6.098748e-05
      ],
      [
        " Kaw",
        -0.001985379
      ],
      [
        "ab",
        -2.9160103e-05
      ],
      [
        "ata",
        -0.00018852073
      ]
    ]
  },
  "Wolff's Law governs the circumstances that cause density of this tissue to increase or decrease. Precursors": {
    "guess": "Bone remodeling",
    "confidence": [
      [
        "Bone",
        -0.018904023
      ],
      [
        " remodeling",
        -0.0038013842
      ]
    ]
  },
  "One woman in this novel rejects a man because she is repulsed by his moles, and Fred Vincy unsuccessfully tries to sell a horse to settle a debt. John Raffles blackmails Nicholas Bulstrode in this novel,": {
    "guess": "Middlemarch",
    "confidence": [
      [
        "Middle",
        -0.0032807407
      ],
      [
        "m",
        -2.5226382e-05
      ],
      [
        "arch",
        -6.511407e-06
      ]
    ]
  },
  "A woman suspects this character of having an affair when he leaves a friend who is addicted to gambling at a casino. This character tries to convince another character not to attend an opera for fear of heckling, but fails and instead accompanies her and Varvara. This one time colleague of the soldier Yashvin sends a short telegram which states \"I can't come before ten o'clock,\" which greatly saddens his lover who had been expecting to meet him. This character gets a glimpse of (*) Gladiator, the": {
    "guess": "Anna Karenina",
    "confidence": [
      [
        "Anna",
        -0.13164331
      ],
      [
        " Karen",
        -0.0006872946
      ],
      [
        "ina",
        -0.0002939903
      ]
    ]
  },
  "A woman who marries into this family demolishes her husband's religious faith by pointing out that the gargoyles of his church look like wives mocking their husbands. A flustered member of this family drops her sketchbook into a lake at the sight of her crush. The feminist teacher Winifred Inger marries into this family after ending her lesbian affair with her student, another member of this family. The lover of a woman from this family dies of hypothermia high in the Alps after attempting to strangle her for spending time with the German sculptor Loerke. While in recovery from miscarrying Anton (*) Skrebensky's child, a woman with this surname sees the title sign of a 1915 novel in the sky. Anna Lensky marries William, a member of this family, in a novel whose sequel focuses on the simmering homosexual tensions between Rupert Birkin and Gerald Crich, both of whom are dating women with this surname. For 10 points, give this surname of sisters Gudrun and Ursula, who star in D.H. Lawrence's": {
    "guess": "Women in Love",
    "confidence": [
      [
        "Women",
        -0.84246993
      ],
      [
        " in",
        -0.009452774
      ],
      [
        " Love",
        -0.00021021579
      ]
    ]
  },
  "This woman was the granddaughter of the first man in Rome to fatten peacocks for sale, Marcus Aufidius Lurco. Tacitus reports a legal case involving Lucius Piso to demonstrate that Urgulania, by virtue of being this womanâ\u0080\u0099s friend, was above the law. Her eldest son was a talented general whose troops erected a cenotaph, found in present-day Mainz, when he died after falling from his horse while fighting the Marcomanni. This woman, who was given her own house on the Palatine Hill, was accused of killing her husbandâ\u0080\u0099s nephew, Marcellus. Her husband married her after divorcing Scribonia, and Cassius Dio reports that she was given over in the wedding ceremony by her own former husband, Tiberius Claudius Nero, the father of her younger son, Drusus, and her older son, a future emperor. When her husband died, she was the first woman afforded the honorific â\u0080\u009cAugusta.â\u0080\u009d For 10 points, name this mother of Tiberius and wife of Octavian.": {
    "guess": "Livia Drusilla",
    "confidence": [
      [
        "L",
        -0.0040799472
      ],
      [
        "ivia",
        -1.7597347e-05
      ],
      [
        " Dr",
        -1.0111053
      ],
      [
        "us",
        -5.6576944e-05
      ],
      [
        "illa",
        -3.3809047e-05
      ]
    ]
  },
  "A woman suspects this character of having an affair when he leaves a friend who is addicted to gambling at a casino. This character tries to convince another character not to attend an opera for fear of heckling, but fails and instead accompanies her and Varvara. This one time colleague of the soldier Yashvin sends a short telegram which states \"I can't come before ten o'clock,\" which greatly saddens his lover who had been expecting to meet him. This character gets a glimpse of (*) Gladiator, the horse of his rival Makhotin, when he visits the stall of his own Frou-Frou before a race in which this": {
    "guess": "Anna Karenina",
    "confidence": [
      [
        "Anna",
        -0.010059801
      ],
      [
        " Karen",
        -0.00020103711
      ],
      [
        "ina",
        -7.2073424e-05
      ]
    ]
  },
  "This woman's pomegranate badge was not engraved on her tomb in Peterborough Cathedral until 1891, and again in 1986, at the 450th anniversary of her burial. She was exiled to a number of royal residences, including The Moor, Ampthill, and Kimbolton Castle, where she died. This princess first arrived in England to be married to Arthur, with whom she had been betrothed since the age of three. However, he soon died, and she married her more famous husband. FTP, name this first wife of Henry VIII and mother of Mary I.          |": {
    "guess": "Catherine of Aragon",
    "confidence": [
      [
        "C",
        -0.010380876
      ],
      [
        "atherine",
        -0.0003571536
      ],
      [
        " of",
        -8.5543434e-05
      ],
      [
        " Ar",
        -7.58424e-06
      ],
      [
        "agon",
        -8.006007e-05
      ]
    ]
  },
  "The Wolf number is calculated using k, the observatory factor, and the number of these present at any given time. They were very rare from 1645 to 1715, a period called the Maunder minimum. Spörer's law states that they usually appear in higher latitudes and later move towards the equator. Their area and latitudinal distribution is graphed against against time in a butterfly diagram, showing a cycle that repeats every eleven years. Coronal mass ejections and solar flares occur near groups of these features. Arising from increased magnetic activity inhibiting convection and thus lowering the surface": {
    "guess": "Sunspot",
    "confidence": [
      [
        "Sun",
        -0.021454519
      ],
      [
        "spot",
        -0.1853482
      ]
    ]
  },
  "A woman in this play proclaims, \"I shall take this pencil for your memory!\" after her love interest cries, \"E finita la commedia!\" in the final act. In Act 3 of this play, a woman is told to fall in love with a water-sprite and subsequently asks about a cartogram showing deforestation to probe another": {
    "guess": "Uncle Vanya",
    "confidence": [
      [
        "Unc",
        -0.2678143
      ],
      [
        "le",
        -2.0219828e-05
      ],
      [
        " V",
        -0.001125095
      ],
      [
        "anya",
        -0.00016492206
      ]
    ]
  },
  "A woman removes her right arm and loans it to the narrator of one of this man's stories, while children with homemade lanterns hunting for insects are one of the subjects of this man's \"Palm-Sized Novels.\"": {
    "guess": "Kenji Miyazawa",
    "confidence": [
      [
        "Ken",
        -0.6059961
      ],
      [
        "ji",
        -0.10120295
      ],
      [
        " Miy",
        -0.0009508833
      ],
      [
        "az",
        -5.9437833e-05
      ],
      [
        "awa",
        -0.00012535013
      ]
    ]
  },
  "A woman in this text dreams that a man covered in goat skin tells her about the names of her children. Another dream sequence leads a character to identify \"Huckster Heddin\" in this text. It also contains": {
    "guess": "The Wheel of Time",
    "confidence": [
      [
        "The",
        -0.3272849
      ],
      [
        " Wheel",
        -1.384759
      ],
      [
        " of",
        -0.00019293126
      ],
      [
        " Time",
        -0.00016682933
      ]
    ]
  },
  "A woman with this maiden name crafted an oil painting of Ronald Reagan's wife, Helen Hayes, in 1978, while another painter with this surname depicted a man with blond hair wearing dark sunglasses and black leather while holding his arm indignantly on his hip in the Vietnam commentary, Draft Age.  Probably the most famous artist with this surname painted works like Up in the Studio and Turkey Pond, while his father was a realist who illustrated scenes from Rip Van Winkle and Robinson Crusoe for Scribners": {
    "guess": "Wyeth",
    "confidence": [
      [
        "Wy",
        -0.35698628
      ],
      [
        "eth",
        -0.00021188465
      ]
    ]
  },
  "A woman removes her right arm and loans it to the narrator of one of this man's stories, while children": {
    "guess": "Yasunari Kawabata",
    "confidence": [
      [
        "Y",
        -0.23720957
      ],
      [
        "as",
        -0.005516189
      ],
      [
        "un",
        -0.0035349713
      ],
      [
        "ari",
        -0.00035691517
      ],
      [
        " Kaw",
        -0.0053346744
      ],
      [
        "ab",
        -0.00010986099
      ],
      [
        "ata",
        -0.00021855638
      ]
    ]
  },
  "The Wolf-Wolfer number and the Zurich number quantify their activity, and the Evershed effect is a displacement of their spectral lines. The Wilson effect is a narrowing of their penumbras, and faculae are often known to appear near these objects. They almost never appear below 5 degrees or above 40 degrees north or south of the equator, and their progressive movement to lower latitudes is described by Spörer's Law. Modern discoveries have revised Samuel Heinrich Schwabe's observations to note cycles of 22 years. For 10 points, name these relatively colder areas on the solar surface that can be": {
    "guess": "Sunspot",
    "confidence": [
      [
        "Sun",
        -0.024914885
      ],
      [
        "spot",
        -0.1631447
      ]
    ]
  },
  "A woman with this maiden name crafted an oil painting of Ronald Reagan's wife, Helen Hayes, in 1978,": {
    "guess": "Joan Mondale",
    "confidence": [
      [
        "Jo",
        -2.2802653
      ],
      [
        "an",
        -0.19846399
      ],
      [
        " Mond",
        -0.7600319
      ],
      [
        "ale",
        -8.9834764e-05
      ]
    ]
  },
  "This woman coordinated with Celia Roady to ask a planted question that allowed her to explain the issuance": {
    "guess": "Sarah Bloom Raskin",
    "confidence": [
      [
        "Sarah",
        -1.6337693
      ],
      [
        " Bloom",
        -0.27063018
      ],
      [
        " R",
        -2.808727e-05
      ],
      [
        "ask",
        -9.253091e-06
      ],
      [
        "in",
        -7.529192e-05
      ]
    ]
  },
  "In women who have just given birth, this hormone accumulates in the cerebrospinal fluid and is believed to aid development of maternal instincts.  The presence of leucine in the three amino acid tail attacked to its 6 amino acid ring differentiates it from antidiuretic hormone.  Both are synthesized in the hypothalamus and transported to the anterior pituitary for secretion into the blood.  Achieving": {
    "guess": "Oxytocin",
    "confidence": [
      [
        "O",
        -0.0074394476
      ],
      [
        "xy",
        -0.0001408466
      ],
      [
        "toc",
        -4.2868523e-05
      ],
      [
        "in",
        -8.029847e-05
      ]
    ]
  },
  "This woman wrote a story in which a shoe salesman named R. J. Bowman lives out his last hours in the": {
    "guess": "Eudora Welty",
    "confidence": [
      [
        "E",
        -0.0386118
      ],
      [
        "ud",
        -1.60477e-05
      ],
      [
        "ora",
        -4.723352e-06
      ],
      [
        " Wel",
        -0.00022666223
      ],
      [
        "ty",
        -1.8624639e-06
      ]
    ]
  },
  "In women who have just given birth, this hormone accumulates in the cerebrospinal fluid and is believed to aid development of maternal instincts.  The presence of leucine in the three amino acid tail attacked to its 6 amino acid ring differentiates it from antidiuretic hormone.  Both are synthesized in the hypothalamus and transported to the anterior pituitary for secretion into the blood.  Achieving its purposes by causing contraction of smooth muscle, FTP, what is this hormone responsible for milk secretion and uterine contraction during childbirth?": {
    "guess": "Oxytocin",
    "confidence": [
      [
        "O",
        -0.03858152
      ],
      [
        "xy",
        -0.00014346908
      ],
      [
        "toc",
        -0.00011725161
      ],
      [
        "in",
        -5.9080223e-05
      ]
    ]
  },
  "This woman coordinated with Celia Roady to ask a planted question that allowed her to explain the issuance of a \"BOLO order.\" This attorney was the head of the FEC's enforcement division from 1986 until 2001, in which role she had a long-running feud with James Bopp, the lead attorney for the Christian Coalition. In July 2014, it was revealed that this woman had denounced \"assholes and crazies\" just after the existence of backup tapes for a previously-thought shredded hard drive came to light. In May 2014, the House voted to hold this woman in contempt of Congress after she refused to explain her": {
    "guess": "Lois Lerner",
    "confidence": [
      [
        "Lo",
        -0.035317954
      ],
      [
        "is",
        -2.9994528e-05
      ],
      [
        " L",
        -0.0002844577
      ],
      [
        "erner",
        -8.363618e-05
      ]
    ]
  },
  "This woman was the granddaughter of the first man in Rome to fatten peacocks for sale, Marcus Aufidius Lurco. Tacitus reports a legal case involving Lucius Piso to demonstrate that Urgulania, by virtue of being this womanâ\u0080\u0099s friend, was above the law. Her eldest son was a talented general whose troops erected a cenotaph, found in present-day Mainz, when he died after falling from his horse while fighting": {
    "guess": "Agrippina the Younger",
    "confidence": [
      [
        "Ag",
        -0.50906336
      ],
      [
        "ripp",
        -0.00071302796
      ],
      [
        "ina",
        -3.9292416e-05
      ],
      [
        " the",
        -0.0012886864
      ],
      [
        " Young",
        -0.11505305
      ],
      [
        "er",
        -7.89631e-07
      ]
    ]
  },
  "A woman with this maiden name crafted an oil painting of Ronald Reagan's wife, Helen Hayes, in 1978, while another painter with this surname depicted a man with blond hair wearing dark sunglasses and black": {
    "guess": "Hockney",
    "confidence": [
      [
        "H",
        -2.281589
      ],
      [
        "ock",
        -1.0377657
      ],
      [
        "ney",
        -0.0064529283
      ]
    ]
  },
  "A woman in this play proclaims, \"I shall take this pencil for your memory!\" after her love interest cries,": {
    "guess": "Romeo and Juliet",
    "confidence": [
      [
        "R",
        -0.64992297
      ],
      [
        "ome",
        -0.00026169344
      ],
      [
        "o",
        -2.7372049e-05
      ],
      [
        " and",
        -0.00041386887
      ],
      [
        " Juliet",
        -1.7478143e-05
      ]
    ]
  },
  "A woman who marries into this family demolishes her husband's religious faith by pointing out that the gargoyles of his church look like wives mocking their husbands. A flustered member of this family drops her sketchbook into a lake at the sight of her crush. The feminist teacher Winifred Inger marries into this family after ending her lesbian affair with her student, another member of this family. The lover of a woman from this family dies of hypothermia high in the Alps after attempting to strangle her for spending time with the German sculptor Loerke. While in recovery from miscarrying Anton (*) Skrebensky's child, a woman with this surname sees the title sign of a 1915 novel in the sky. Anna Lensky marries William, a member of this family, in a novel whose sequel focuses on the simmering": {
    "guess": "Women in Love",
    "confidence": [
      [
        "Women",
        -0.18111634
      ],
      [
        " in",
        -0.0066174385
      ],
      [
        " Love",
        -0.00034738256
      ]
    ]
  },
  "A woman in this painting holds a spindle and distaff, with the thread about to be cut by the scissors in her other hand. A masked character in this painting empties several wine flasks. A mass of characters gather behind a shield wall at this painting's right. In this painting, a jester hides underneath a table littered with a backgammon board and playing cards. The right-center of this painting contains a spike-filled tunnel adorned with the cross that people are being herded into, and its background is filled with smoke from burning ships. A man is crushed under the wheels of a cart driven by a hurdy-gurdy player in this painting. For 10 points, name this skeleton-dominated, post-apocalyptic painting created by Pieter Breughel the Elder.": {
    "guess": "The Triumph of Death",
    "confidence": [
      [
        "The",
        -0.0029622503
      ],
      [
        " Triumph",
        -0.0005554168
      ],
      [
        " of",
        -0.00011534435
      ],
      [
        " Death",
        -0.00010831134
      ]
    ]
  },
  "This woman had one of her political opponents tied to a ladder, castrated, and burned a few days before feeding his father to dogs. She accused three of her sisters-in-law of adultery in the Tour de Nesle affair. In the Tower of London, this woman gave birth to her youngest daughter, Joan, who later married David II. Another of this woman's children fixed prices and forced all people under 60 to work": {
    "guess": "Margaret of Burgundy",
    "confidence": [
      [
        "Marg",
        -0.47090915
      ],
      [
        "aret",
        -0.0012816607
      ],
      [
        " of",
        -0.0031147338
      ],
      [
        " Burg",
        -0.039559767
      ],
      [
        "undy",
        -0.00037466554
      ]
    ]
  },
  "This woman's pomegranate badge was not engraved on her tomb in Peterborough Cathedral until 1891, and again in 1986, at the 450th anniversary of her burial. She was exiled to a number of royal residences, including The Moor, Ampthill, and Kimbolton Castle, where she died. This princess first arrived": {
    "guess": "Mary, Queen of Scots",
    "confidence": [
      [
        "Mary",
        -0.51446855
      ],
      [
        ",",
        -0.0453748
      ],
      [
        " Queen",
        -0.0043279263
      ],
      [
        " of",
        -0.00011594037
      ],
      [
        " Scots",
        -0.0022908524
      ]
    ]
  },
  "This woman was the granddaughter of the first man in Rome to fatten peacocks for sale, Marcus Aufidius Lurco. Tacitus reports a legal case involving Lucius Piso to demonstrate that Urgulania, by virtue of being this womanâ\u0080\u0099s friend, was above the law. Her eldest son was a talented general whose troops erected a cenotaph, found in present-day Mainz, when he died after falling from his horse while fighting the Marcomanni. This woman, who was given her own house on the Palatine Hill, was accused of": {
    "guess": "Urgulania",
    "confidence": [
      [
        "U",
        -0.009156319
      ],
      [
        "rg",
        -0.0015485451
      ],
      [
        "ul",
        -0.017113982
      ],
      [
        "ania",
        -0.00035929924
      ]
    ]
  },
  "This woman had one of her political opponents tied to a ladder, castrated, and burned a few days before feeding his father to dogs. She accused three of her sisters-in-law of adultery in the Tour de Nesle affair. In the Tower of London, this woman gave birth to her youngest daughter, Joan, who later married David II. Another of this woman's children fixed prices and forced all people under 60 to work in the Ordinance of Laborers; that son of hers gained the throne in a coup he led with William Montagu. Following a successful siege of Bristol, this woman ordered the execution of Hugh le Despenser, after which she ruled alongside her lover, a Marcher lord, for four years. Although this woman's husband was probably having an affair with Piers Gaveston, he fathered four of her children before she and her lover, Roger Mortimer, deposed him in 1326. For 10 points, name this femme fatale of the House of Capet, the \"She-Wolf of France\" married to Edward II.": {
    "guess": "Isabella of France",
    "confidence": [
      [
        "Is",
        -0.0011668878
      ],
      [
        "abella",
        -0.00019162003
      ],
      [
        " of",
        -0.0031991082
      ],
      [
        " France",
        -0.00011880126
      ]
    ]
  },
  "This woman's pomegranate badge was not engraved on her tomb in Peterborough Cathedral until 1891, and": {
    "guess": "Mary, Queen of Scots",
    "confidence": [
      [
        "Mary",
        -0.670363
      ],
      [
        ",",
        -0.016612422
      ],
      [
        " Queen",
        -0.00012237004
      ],
      [
        " of",
        -4.6802244e-05
      ],
      [
        " Scots",
        -0.0040011113
      ]
    ]
  },
  "A woman attempted to tear down one of this man's paintings in the National Gallery in 2011 due to the": {
    "guess": "Mark Rothko",
    "confidence": [
      [
        "Mark",
        -0.14261375
      ],
      [
        " Roth",
        -0.013477951
      ],
      [
        "ko",
        -8.196733e-05
      ]
    ]
  },
  "A woman in this play proclaims, \"I shall take this pencil for your memory!\" after her love interest cries, \"E finita la commedia!\" in the final act. In Act 3 of this play, a woman is told to fall in love with a water-sprite and subsequently asks about a cartogram showing deforestation to probe another character's feelings for Sonya. The title character of this play surrenders a bottle of morphine he": {
    "guess": "The Seagull",
    "confidence": [
      [
        "The",
        -0.722553
      ],
      [
        " Se",
        -0.30473024
      ],
      [
        "ag",
        -4.3202e-07
      ],
      [
        "ull",
        -0.00017052464
      ]
    ]
  },
  "This woman's pomegranate badge was not engraved on her tomb in Peterborough Cathedral until 1891, and again in 1986, at the 450th anniversary of her burial. She was exiled to a number of royal residences, including The Moor, Ampthill, and Kimbolton Castle, where she died. This princess first arrived in England to be married to Arthur, with whom she had been betrothed since the age of three. However,": {
    "guess": "Catherine of Aragon",
    "confidence": [
      [
        "C",
        -0.10053186
      ],
      [
        "atherine",
        -0.0014365431
      ],
      [
        " of",
        -0.00029732802
      ],
      [
        " Ar",
        -1.3306016e-05
      ],
      [
        "agon",
        -0.00029148703
      ]
    ]
  },
  "A woman attempted to tear down one of this man's paintings in the National Gallery in 2011 due to the nudity. This artist was a sailor and stockbroker before he took to painting full time in a post-Impressionist style. He led the Synthetism movement of natural forms and feelings with works such as Vision After the Sermon and The Yellow Christ. This artist suffered bouts of depression and sought a tropical": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.0024134691
      ],
      [
        " Ga",
        -1.8789384e-05
      ],
      [
        "ugu",
        -0.0013755915
      ],
      [
        "in",
        -6.1537958e-06
      ]
    ]
  },
  "A woman in this text dreams that a man covered in goat skin tells her about the names of her children. Another dream sequence leads a character to identify \"Huckster Heddin\" in this text. It also contains an old woman's complaint that a pile of feed was not moved indoors and a boy seeing a firebrand-wielding horseman in the sky. After its title character's friend is given a dog that can tell friend from foe, that friend and Kolskegg slay a throng of attackers, leading them to be banished for three years. Early in this text, Thiostolf kills Thorwald after he abuses his wife Hallgerda. In its last section, a chant about the \"Woof of War\" is sung during a battle between Christians and pagans. Kari reconciles with Flosi after a shipwreck at the end of this text, whose title character dies when his enemies immolate him. This extended story is one of the first works of literature to use the term": {
    "guess": "Njáls saga",
    "confidence": [
      [
        "N",
        -0.0055867373
      ],
      [
        "j",
        -0.085762344
      ],
      [
        "á",
        -0.07776392
      ],
      [
        "ls",
        -0.00025621374
      ],
      [
        " saga",
        -0.25813025
      ]
    ]
  },
  "One woman born in this country drinks from the river of hate while a  knight from Italy drinks from the river of love. Warlocks from this  country are able to summon demons, which a brother-sister pair": {
    "guess": "Italy",
    "confidence": [
      [
        "Italy",
        -1.6033268
      ]
    ]
  },
  "This woman was the granddaughter of the first man in Rome to fatten peacocks for sale, Marcus Aufidius Lurco. Tacitus reports a legal case involving Lucius Piso to demonstrate that Urgulania, by virtue of being this womanâ\u0080\u0099s friend, was above the law. Her eldest son was a talented general whose troops erected a cenotaph, found in present-day Mainz, when he died after falling from his horse while fighting the Marcomanni. This woman, who was given her own house on the Palatine Hill, was accused of killing her husbandâ\u0080\u0099s nephew, Marcellus. Her husband married her after divorcing Scribonia, and Cassius Dio reports that she was given over in the wedding ceremony by her own former husband, Tiberius Claudius Nero, the father of her younger son, Drusus, and her older son, a future emperor. When her husband died, she was the first woman afforded the honorific â\u0080\u009cAugusta.â\u0080\u009d For 10 points, name this": {
    "guess": "Livia Drusilla",
    "confidence": [
      [
        "L",
        -0.14800718
      ],
      [
        "ivia",
        -5.0139948e-05
      ],
      [
        " Dr",
        -0.023295673
      ],
      [
        "us",
        -5.8722613e-05
      ],
      [
        "illa",
        -0.00011749002
      ]
    ]
  },
  "This woman coordinated with Celia Roady to ask a planted question that allowed her to explain the issuance of a \"BOLO order.\" This attorney was the head of the FEC's enforcement division from 1986 until 2001, in which role she had a long-running feud with James Bopp, the lead attorney for the Christian Coalition. In July 2014, it was revealed that this woman had denounced \"assholes and crazies\" just after the existence of backup tapes for a previously-thought shredded hard drive came to light. In May 2014, the House voted to hold this woman in contempt of Congress after she refused to explain her role in issuing keywords such as \"patriot\" and \"constitution\" in 2010. For 10 points, name this former head of the Exempt Organizations Unit at the IRS who is at the center of the nonprofit group partisan": {
    "guess": "Lois Lerner",
    "confidence": [
      [
        "Lo",
        -0.072047964
      ],
      [
        "is",
        -1.4974867e-05
      ],
      [
        " L",
        -0.00017720005
      ],
      [
        "erner",
        -6.0749073e-05
      ]
    ]
  },
  "This woman defeated her half-brother in the Chaseabout Raid, and her private secretary, David Rizzio, was murdered in front of her at a party. She refused to grant the Crown Matrimonial to Lord Darnley, and her casket letters implicate her in the explosion that killed him at Kirk o' the Field. The Treaty of Greenwich [GRIN-itch] was broken when Cardinal Beaton angered the English king by favoring a": {
    "guess": "Mary, Queen of Scots",
    "confidence": [
      [
        "Mary",
        -0.0013761838
      ],
      [
        ",",
        -0.00027170655
      ],
      [
        " Queen",
        -2.2842309e-05
      ],
      [
        " of",
        -1.504853e-06
      ],
      [
        " Scots",
        -5.8365e-05
      ]
    ]
  },
  "One woman in this novel rejects a man because she is repulsed by his moles, and Fred Vincy unsuccessfully": {
    "guess": "Middlemarch",
    "confidence": [
      [
        "Middle",
        -0.0227204
      ],
      [
        "m",
        -2.0339032e-05
      ],
      [
        "arch",
        -5.2001665e-06
      ]
    ]
  },
  "In women who have just given birth, this hormone accumulates in the cerebrospinal fluid and is believed to aid development of maternal instincts.  The presence of leucine in the three amino acid tail attacked to its 6 amino acid ring differentiates it from antidiuretic hormone.  Both are synthesized": {
    "guess": "Oxytocin",
    "confidence": [
      [
        "O",
        -0.006086753
      ],
      [
        "xy",
        -0.00013691289
      ],
      [
        "toc",
        -0.000134052
      ],
      [
        "in",
        -5.8603408e-05
      ]
    ]
  },
  "Wolff's Law governs the circumstances that cause density of this tissue to increase or decrease. Precursors to this tissue are generated at the epiphyseal (EPP-ih-FIZZ-ee-uhl) plate. Since estrogen causes cells that resorb this tissue to undergo apoptosis, this tissue becomes noticeably weaker in post-menopausal": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.0052207136
      ]
    ]
  },
  "The Wolf number is calculated using k, the observatory factor, and the number of these present at any given time. They were very rare from 1645 to 1715, a period called the Maunder minimum. Spörer's law states that they usually appear in higher latitudes and later move towards the equator. Their area": {
    "guess": "Sunspot",
    "confidence": [
      [
        "Sun",
        -0.003121745
      ],
      [
        "spot",
        -0.00050025113
      ]
    ]
  },
  "One woman born in this country drinks from the river of hate while a  knight from Italy drinks from the river of love. Warlocks from this  country are able to summon demons, which a brother-sister pair do in  order to chain a magician under the ocean. During a siege of this  country's capital, its king recognizes the horse Rabican that he gave to  his son. A prince and princess from this country are guarded over by  four giants that are put to sleep by Malagigi. This country is ruled over  by King": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.44052935
      ]
    ]
  },
  "The Wolf number is calculated using k, the observatory factor, and the number of these present at any given time. They were very rare from 1645 to 1715, a period called the Maunder minimum. Spörer's law states that they usually appear in higher latitudes and later move towards the equator. Their area and latitudinal distribution is graphed against against time in a butterfly diagram, showing a cycle that repeats every eleven years. Coronal mass ejections and solar flares occur near groups of these features. Arising from increased magnetic activity inhibiting convection and thus lowering the surface temperature, for 10 points, name these dark regions on the surface of the sun.": {
    "guess": "Sunspot",
    "confidence": [
      [
        "Sun",
        -0.0005965201
      ],
      [
        "spot",
        -0.042410024
      ]
    ]
  },
  "A woman who works in this place reveals that little children have never cried here. A woman who crochets a white shawl in this place at the opening of the play later says \"Now it is out of sight, let it be out of mind too,\" after tossing scraps of a slanderous newspaper into a stove here. This place is twice visited by a \"deposed monarch\" who requests a loan of \"one or two cast- off ideals,\" named Ulrik Brendel. This place has been haunted by the (*) White Horse ever since the suicide of Beata. The housekeeper of this place, Mrs. Helseth, screams as its final two inhabitants end their lives by jumping into a mill-race. Kroll attempts to shame a woman who lives here for her free- thinking societal views. For 10 points, name this manor where the unmarried Rebecca West cohabitates with Jacob,": {
    "guess": "Rosmersholm",
    "confidence": [
      [
        "Ros",
        -0.031099988
      ],
      [
        "mers",
        -0.03387885
      ],
      [
        "holm",
        -0.00010819213
      ]
    ]
  },
  "The Wolf number is calculated using k, the observatory factor, and the number of these present at any given time. They were very rare from 1645 to 1715, a period called the Maunder minimum. Spörer's law": {
    "guess": "Sunspot",
    "confidence": [
      [
        "Sun",
        -0.25052223
      ],
      [
        "spot",
        -0.00080855226
      ]
    ]
  },
  "A woman suspects this character of having an affair when he leaves a friend who is addicted to gambling at a casino. This character tries to convince another character not to attend an opera for fear of heckling, but fails and instead accompanies her and Varvara. This one time colleague of the soldier Yashvin sends a short telegram which states \"I can't come before ten o'clock,\" which greatly saddens his lover who had been expecting to meet him. This character gets a glimpse of (*) Gladiator, the horse of his rival Makhotin, when he visits the stall of his own Frou-Frou before a race in which this character breaks his leg. This character rejects the love of Kitty who instead marries Constantin Levin, and this character's lover commits suicide by jumping onto train tracks. For 10 points, name this man who rejects Kitty and is the unmarried lover of Anna Karenina.": {
    "guess": "Alexei Vronsky",
    "confidence": [
      [
        "Alex",
        -0.32317117
      ],
      [
        "ei",
        -0.0065627256
      ],
      [
        " V",
        -0.22330426
      ],
      [
        "ron",
        -4.2391708e-05
      ],
      [
        "sky",
        -1.7597347e-05
      ]
    ]
  },
  "One woman born in this country drinks from the river of hate while a  knight from Italy drinks from the river of love. Warlocks from this  country are able to summon demons, which a brother-sister pair do in  order to chain a magician under the ocean. During a siege of this  country's capital, its king recognizes the horse Rabican that he gave to  his son. A prince and princess from this country are": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.72217464
      ]
    ]
  },
  "Women in his life include Irene Adler, Maud Bellamy, and Mary Russell. He retired to Sussex to keep bees. His brother's name is Mycroft, and he is a Capricorn. He met his famous companion, a former member of the Army Medical Department, in A Study in Scarlet. He tangles with Moriarty in The Final Problem, in which he notably \"dies.\" His creator, however, brought him back for several more stories and this resident of 221B Baker Street's last case is in His Last Bow. FTP, name this fictional detective": {
    "guess": "Sherlock Holmes",
    "confidence": [
      [
        "Sher",
        -0.0018257156
      ],
      [
        "lock",
        -1.378283e-05
      ],
      [
        " Holmes",
        -8.077529e-05
      ]
    ]
  },
  "This woman's pomegranate badge was not engraved on her tomb in Peterborough Cathedral until 1891, and again in 1986, at the 450th anniversary of her burial. She was exiled to a number of royal residences, including The Moor, Ampthill, and Kimbolton Castle, where she died. This princess first arrived in England to be married to Arthur, with whom she had been betrothed since the age of three. However, he soon died, and she married her more famous husband. FTP, name this first wife of Henry VIII and": {
    "guess": "Catherine of Aragon",
    "confidence": [
      [
        "C",
        -0.051251933
      ],
      [
        "atherine",
        -0.0009939873
      ],
      [
        " of",
        -8.542423e-05
      ],
      [
        " Ar",
        -3.7697225e-06
      ],
      [
        "agon",
        -0.00014907165
      ]
    ]
  },
  "A woman suspects this character of having an affair when he leaves a friend who is addicted to gambling": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -1.8139141
      ],
      [
        " Great",
        -0.49678576
      ],
      [
        " G",
        -0.00023143037
      ],
      [
        "atsby",
        -0.000111291425
      ]
    ]
  },
  "This woman coordinated with Celia Roady to ask a planted question that allowed her to explain the issuance of a \"BOLO order.\" This attorney was the head of the FEC's enforcement division from 1986 until": {
    "guess": "Lee Ann Elliott",
    "confidence": [
      [
        "Lee",
        -1.3886251
      ],
      [
        " Ann",
        -0.18820018
      ],
      [
        " Elliott",
        -0.22174929
      ]
    ]
  },
  "Women in his life include Irene Adler, Maud Bellamy, and Mary Russell. He retired to Sussex to keep bees. His brother's name is Mycroft, and he is a Capricorn. He met his famous companion, a former member": {
    "guess": "Sherlock Holmes",
    "confidence": [
      [
        "Sher",
        -0.041271128
      ],
      [
        "lock",
        -1.3856493e-06
      ],
      [
        " Holmes",
        -1.9027791e-05
      ]
    ]
  },
  "One woman born in this country drinks from the river of hate while a  knight from Italy drinks from the river of love. Warlocks from this  country are able to summon demons, which a brother-sister pair do in  order to chain a magician under the ocean. During a siege of this  country's capital, its king recognizes the horse Rabican that he gave to  his son. A prince and princess from this country are guarded over by  four giants that are put to sleep by Malagigi. This country is ruled over  by King Galafron out of its capital of Albraca. It is the birthplace of the  knight Argalia, who brings his sister (*) Angelica along to demoralize  Charlemagne's knights. For 10 points, name this country central": {
    "guess": "Kingdom of Cathay",
    "confidence": [
      [
        "King",
        -0.2488189
      ],
      [
        "dom",
        -0.05415926
      ],
      [
        " of",
        -0.0009846968
      ],
      [
        " Cath",
        -0.5402223
      ],
      [
        "ay",
        -9.555654e-05
      ]
    ]
  },
  "The Wolf number is calculated using k, the observatory factor, and the number of these present at any given time. They were very rare from 1645 to 1715, a period called the Maunder minimum. Spörer's law states that they usually appear in higher latitudes and later move towards the equator. Their area and latitudinal distribution is graphed against against time in a butterfly diagram, showing a cycle that repeats every eleven years. Coronal mass ejections and solar flares occur near groups of these": {
    "guess": "Sunspot",
    "confidence": [
      [
        "Sun",
        -0.080743395
      ],
      [
        "spot",
        -0.14977199
      ]
    ]
  },
  "One woman in this novel rejects a man because she is repulsed by his moles, and Fred Vincy unsuccessfully tries to sell a horse to settle a debt. John Raffles blackmails Nicholas Bulstrode in this novel, and Rosamond Vincy's tendency to spend money causes Tertius Lydgate financial problems. Edward Casaubon writes a will for his wife in this novel, which also features the marriage of Will Ladislaw and Dorothea Brooke. Subtitled \"A Study of Provincial Life,\" For 10 points, name this novel by George Eliot.": {
    "guess": "Middlemarch",
    "confidence": [
      [
        "Middle",
        -0.00096386555
      ],
      [
        "m",
        -5.2001665e-06
      ],
      [
        "arch",
        -1.7432603e-06
      ]
    ]
  },
  "A woman suspects this character of having an affair when he leaves a friend who is addicted to gambling at a casino. This character tries to convince another character not to attend an opera for fear of heckling, but fails and instead accompanies her and Varvara. This one time colleague of the soldier Yashvin sends a short telegram which states \"I can't come before ten o'clock,\" which greatly saddens his lover who had been expecting to meet him. This character gets a glimpse of (*) Gladiator, the horse of his rival Makhotin, when he visits the stall of his own Frou-Frou before a race in which this character breaks his leg. This character rejects the love of Kitty who instead marries Constantin": {
    "guess": "Anna Karenina",
    "confidence": [
      [
        "Anna",
        -0.0097461715
      ],
      [
        " Karen",
        -0.0004105348
      ],
      [
        "ina",
        -9.841743e-05
      ]
    ]
  },
  "One woman in this novel rejects a man because she is repulsed by his moles, and Fred Vincy unsuccessfully tries to sell a horse to settle a debt. John Raffles blackmails Nicholas Bulstrode in this novel, and Rosamond Vincy's tendency to spend money causes Tertius Lydgate financial problems. Edward Casaubon writes a will for his wife in this novel, which also features the marriage of Will Ladislaw and": {
    "guess": "Middlemarch",
    "confidence": [
      [
        "Middle",
        -0.0015424766
      ],
      [
        "m",
        -2.7968066e-05
      ],
      [
        "arch",
        -3.2929079e-06
      ]
    ]
  },
  "This woman defeated her half-brother in the Chaseabout Raid, and her private secretary, David Rizzio, was murdered in front of her at a party. She refused to grant the Crown Matrimonial to Lord Darnley, and her casket letters implicate her in the explosion that killed him at Kirk o' the Field. The Treaty of Greenwich [GRIN-itch] was broken when Cardinal Beaton angered the English king by favoring a Catholic and French alliance instead of her marriage to the next king of England. She was beheaded after being implicated in the Babington Plot. For 10 points, name this queen who claimed to be the rightful heir to the English throne, rivaling her cousin Elizabeth.": {
    "guess": "Mary, Queen of Scots",
    "confidence": [
      [
        "Mary",
        -0.004246862
      ],
      [
        ",",
        -0.00037287746
      ],
      [
        " Queen",
        -3.190179e-05
      ],
      [
        " of",
        -1.6240566e-06
      ],
      [
        " Scots",
        -0.00020866614
      ]
    ]
  },
  "The Wolf-Wolfer number and the Zurich number quantify their activity, and the Evershed effect is a displacement of their spectral lines. The Wilson effect is a narrowing of their penumbras, and faculae are often known to appear near these objects. They almost never appear below 5 degrees or above 40": {
    "guess": "Sunspots",
    "confidence": [
      [
        "Sun",
        -0.001337505
      ],
      [
        "spots",
        -0.29201338
      ]
    ]
  },
  "This woman and a Revising Committee completed a book in the 1890s which suggested rewriting some scriptures.": {
    "guess": "Ellen G. White",
    "confidence": [
      [
        "Ell",
        -0.48363405
      ],
      [
        "en",
        -3.7697225e-06
      ],
      [
        " G",
        -0.0072674947
      ],
      [
        ".",
        -0.00087715854
      ],
      [
        " White",
        -0.00021450345
      ]
    ]
  },
  "This woman and a Revising Committee completed a book in the 1890s which suggested rewriting some scriptures. Fifty years earlier, she had been the head writer of a document based on the Declaration of Independence. When Lucretia Mott was not allowed to give a speech at the International Anti- Slavery": {
    "guess": "Elizabeth Cady Stanton",
    "confidence": [
      [
        "Elizabeth",
        -0.15555766
      ],
      [
        " C",
        -0.00063440116
      ],
      [
        "ady",
        -2.808727e-05
      ],
      [
        " Stanton",
        -0.00020640128
      ]
    ]
  },
  "This woman had one of her political opponents tied to a ladder, castrated, and burned a few days before feeding his father to dogs. She accused three of her sisters-in-law of adultery in the Tour de Nesle affair. In the Tower of London, this woman gave birth to her youngest daughter, Joan, who later": {
    "guess": "Margaret of Burgundy",
    "confidence": [
      [
        "Marg",
        -0.4272703
      ],
      [
        "aret",
        -0.0027959682
      ],
      [
        " of",
        -0.0012397524
      ],
      [
        " Burg",
        -0.04448734
      ],
      [
        "undy",
        -0.00070111855
      ]
    ]
  },
  "Women in his life include Irene Adler, Maud Bellamy, and Mary Russell. He retired to Sussex to keep bees. His brother's name is Mycroft, and he is a Capricorn. He met his famous companion, a former member of the Army Medical Department, in A Study in Scarlet. He tangles with Moriarty in The Final Problem, in which he notably \"dies.\" His creator, however, brought him back for several more stories and this resident of 221B Baker Street's last case is in His Last Bow. FTP, name this fictional detective created by Sir Arthur Conan Doyle.          |": {
    "guess": "Sherlock Holmes",
    "confidence": [
      [
        "Sher",
        -0.0011390271
      ],
      [
        "lock",
        -1.4021238e-05
      ],
      [
        " Holmes",
        -1.1756368e-05
      ]
    ]
  },
  "This woman had one of her political opponents tied to a ladder, castrated, and burned a few days before feeding his father to dogs. She accused three of her sisters-in-law of adultery in the Tour de Nesle affair. In the Tower of London, this woman gave birth to her youngest daughter, Joan, who later married David II. Another of this woman's children fixed prices and forced all people under 60 to work in the Ordinance of Laborers; that son of hers gained the throne in a coup he led with William Montagu.": {
    "guess": "Isabella of France",
    "confidence": [
      [
        "Is",
        -0.013329406
      ],
      [
        "abella",
        -0.002076744
      ],
      [
        " of",
        -0.004458128
      ],
      [
        " France",
        -0.0015766404
      ]
    ]
  },
  "This woman wrote a story in which a shoe salesman named R. J. Bowman lives out his last hours in the house of a country family he doesn't know. This author of \"Death of a Traveling Salesman\" described Phoenix Jackson's trip for medicine in \"A Worn Path.\" In one of her novels, Laurel Hand cares for her": {
    "guess": "Eudora Welty",
    "confidence": [
      [
        "E",
        -0.0045181774
      ],
      [
        "ud",
        -3.5313153e-06
      ],
      [
        "ora",
        -1.378283e-05
      ],
      [
        " Wel",
        -0.0005810309
      ],
      [
        "ty",
        -4.9617593e-06
      ]
    ]
  },
  "A woman attempted to tear down one of this man's paintings in the National Gallery in 2011 due to the nudity. This artist was a sailor and stockbroker before he took to painting full time in a post-Impressionist style. He led the Synthetism movement of natural forms and feelings with works such as Vision After the Sermon and The Yellow Christ. This artist suffered bouts of depression and sought a tropical paradise which he found in Tahiti and finally the Marquesas Islands. For 10 points, name this artist who famously painted primitive scenes of women such as Two Tahitian Women and Where Do We Come": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.0037346412
      ],
      [
        " Ga",
        -9.4914985e-06
      ],
      [
        "ugu",
        -0.0012001125
      ],
      [
        "in",
        -4.8425554e-06
      ]
    ]
  },
  "This woman wrote a story in which a shoe salesman named R. J. Bowman lives out his last hours in the house of a country family he doesn't know. This author of \"Death of a Traveling Salesman\" described Phoenix Jackson's trip for medicine in \"A Worn Path.\" In one of her novels, Laurel Hand cares for her dying father, Judge McKelva. For 10 points, name this author of the novel The Optimist's Daughter": {
    "guess": "Eudora Welty",
    "confidence": [
      [
        "E",
        -0.0038146877
      ],
      [
        "ud",
        -6.9882217e-06
      ],
      [
        "ora",
        -2.0100624e-05
      ],
      [
        " Wel",
        -0.0012805953
      ],
      [
        "ty",
        -4.365741e-06
      ]
    ]
  },
  "One woman in this novel rejects a man because she is repulsed by his moles, and Fred Vincy unsuccessfully tries to sell a horse to settle a debt. John Raffles blackmails Nicholas Bulstrode in this novel, and Rosamond Vincy's tendency to spend money causes Tertius Lydgate financial problems. Edward Casaubon writes a will for his wife in this novel, which also features the marriage of Will Ladislaw and Dorothea Brooke. Subtitled \"A Study of Provincial Life,\" For 10 points, name this novel by George": {
    "guess": "Middlemarch",
    "confidence": [
      [
        "Middle",
        -0.0010793721
      ],
      [
        "m",
        -6.0345924e-06
      ],
      [
        "arch",
        -1.9816675e-06
      ]
    ]
  },
  "A woman who works in this place reveals that little children have never cried here. A woman who crochets a white shawl in this place at the opening of the play later says \"Now it is out of sight, let it be out of mind too,\" after tossing scraps of a slanderous newspaper into a stove here. This place": {
    "guess": "The Crucible",
    "confidence": [
      [
        "The",
        -0.62115586
      ],
      [
        " Cruc",
        -0.13089658
      ],
      [
        "ible",
        -1.378283e-05
      ]
    ]
  },
  "A woman in this text dreams that a man covered in goat skin tells her about the names of her children. Another dream sequence leads a character to identify \"Huckster Heddin\" in this text. It also contains an old woman's complaint that a pile of feed was not moved indoors and a boy seeing a firebrand-wielding horseman in the sky. After its title character's friend is given a dog that can tell friend": {
    "guess": "The Kalevala",
    "confidence": [
      [
        "The",
        -1.048499
      ],
      [
        " Kale",
        -1.3463866
      ],
      [
        "val",
        -0.0008077252
      ],
      [
        "a",
        -1.6286107e-05
      ]
    ]
  },
  "This woman defeated her half-brother in the Chaseabout Raid, and her private secretary, David Rizzio, was murdered in front of her at a party. She refused to grant the Crown Matrimonial to Lord Darnley, and her casket letters implicate her in the explosion that killed him at Kirk o' the Field. The Treaty of Greenwich [GRIN-itch] was broken when Cardinal Beaton angered the English king by favoring a Catholic and French alliance instead of her marriage to the next king of England. She was beheaded": {
    "guess": "Mary, Queen of Scots",
    "confidence": [
      [
        "Mary",
        -0.0019218489
      ],
      [
        ",",
        -0.00015860428
      ],
      [
        " Queen",
        -1.7954959e-05
      ],
      [
        " of",
        -6.704273e-07
      ],
      [
        " Scots",
        -8.256335e-05
      ]
    ]
  },
  "A woman in this text dreams that a man covered in goat skin tells her about the names of her children. Another dream sequence leads a character to identify \"Huckster Heddin\" in this text. It also contains an old woman's complaint that a pile of feed was not moved indoors and a boy seeing a firebrand-wielding horseman in the sky. After its title character's friend is given a dog that can tell friend from foe, that friend and Kolskegg slay a throng of attackers, leading them to be banished for three": {
    "guess": "Njal's Saga",
    "confidence": [
      [
        "N",
        -0.33660686
      ],
      [
        "jal",
        -0.09719753
      ],
      [
        "'s",
        -0.0018694984
      ],
      [
        " Saga",
        -0.0009729213
      ]
    ]
  },
  "This woman and a Revising Committee completed a book in the 1890s which suggested rewriting some scriptures. Fifty years earlier, she had been the head writer of a document based on the Declaration of Independence. When Lucretia Mott was not allowed to give a speech at the International Anti- Slavery Convention, this woman joined with her in planning their own convention. She also worked closely with Lucy Stone and Susan B. Anthony to fight for women's suffrage. Name this author of The Woman's Bible and Declaration of Sentiments who helped lead the Seneca Falls Convention.": {
    "guess": "Elizabeth Cady Stanton",
    "confidence": [
      [
        "Elizabeth",
        -0.014280911
      ],
      [
        " C",
        -0.0004452084
      ],
      [
        "ady",
        -0.000110576206
      ],
      [
        " Stanton",
        -0.00019650738
      ]
    ]
  },
  "A woman who marries into this family demolishes her husband's religious faith by pointing out that the gargoyles of his church look like wives mocking their husbands. A flustered member of this family drops her sketchbook into a lake at the sight of her crush. The feminist teacher Winifred Inger marries into this family after ending her lesbian affair with her student, another member of this family. The lover of a woman from this family dies of hypothermia high in the Alps after attempting to strangle her for spending time with the German sculptor Loerke. While in recovery from miscarrying Anton (*) Skrebensky's child, a woman with this surname sees the title sign of a 1915 novel in the sky.": {
    "guess": "Women in Love",
    "confidence": [
      [
        "Women",
        -0.06830965
      ],
      [
        " in",
        -0.00928152
      ],
      [
        " Love",
        -0.000251684
      ]
    ]
  },
  "A woman in this painting holds a spindle and distaff, with the thread about to be cut by the scissors in her other hand. A masked character in this painting empties several wine flasks. A mass of characters gather behind a shield wall at this painting's right. In this painting, a jester hides underneath a table littered with a backgammon board and playing cards. The right-center of this painting contains a spike-filled tunnel adorned with the cross that people are being herded into, and its background": {
    "guess": "The Triumph of Death",
    "confidence": [
      [
        "The",
        -0.10894925
      ],
      [
        " Triumph",
        -0.10181383
      ],
      [
        " of",
        -0.00034738256
      ],
      [
        " Death",
        -0.0011199765
      ]
    ]
  },
  "A woman who works in this place reveals that little children have never cried here. A woman who crochets a white shawl in this place at the opening of the play later says \"Now it is out of sight, let it": {
    "guess": "The Miracle Worker",
    "confidence": [
      [
        "The",
        -0.9209221
      ],
      [
        " Miracle",
        -1.783942
      ],
      [
        " Worker",
        -0.0022138928
      ]
    ]
  },
  "A woman with this maiden name crafted an oil painting of Ronald Reagan's wife, Helen Hayes, in 1978, while another painter with this surname depicted a man with blond hair wearing dark sunglasses and black leather while holding his arm indignantly on his hip in the Vietnam commentary, Draft Age.  Probably the most famous artist with this surname painted works like Up in the Studio and Turkey Pond, while his father was a realist who illustrated scenes from Rip Van Winkle and Robinson Crusoe for Scribners Magazine.  Probably the best known work of a man with this last name shows the artist's neighbor dressed in pink sitting resting in a field with two structures in the background in a 1948 work.  FTP, identify this artistic family consisting of Jamie, N.C., and Andrew, the last of whom painted Christina's World.": {
    "guess": "Wyeth family",
    "confidence": [
      [
        "Wy",
        -0.054555435
      ],
      [
        "eth",
        -6.869018e-06
      ],
      [
        " family",
        -0.8845195
      ]
    ]
  },
  "A woman with this maiden name crafted an oil painting of Ronald Reagan's wife, Helen Hayes, in 1978, while another painter with this surname depicted a man with blond hair wearing dark sunglasses and black leather while holding his arm indignantly on his hip in the Vietnam commentary, Draft Age.  Probably the most famous artist with this surname painted works like Up in the Studio and Turkey Pond,": {
    "guess": "Hockney",
    "confidence": [
      [
        "H",
        -1.8985057
      ],
      [
        "ock",
        -0.32121062
      ],
      [
        "ney",
        -0.0005594661
      ]
    ]
  },
  "The Wolf number is calculated using k, the observatory factor, and the number of these present at any": {
    "guess": "Wolf number",
    "confidence": [
      [
        "Wolf",
        -0.44462582
      ],
      [
        " number",
        -0.012482691
      ]
    ]
  },
  "This woman has a dream in which her lover is replaced by Iollan the Fair and is decapitated. While journeying": {
    "guess": "Deirdre of the Sorrows",
    "confidence": [
      [
        "De",
        -1.5641177
      ],
      [
        "ird",
        -0.0016563749
      ],
      [
        "re",
        -0.0011674837
      ],
      [
        " of",
        -0.7631686
      ],
      [
        " the",
        -0.002759822
      ],
      [
        " Sor",
        -0.00062772946
      ],
      [
        "rows",
        -6.134509e-05
      ]
    ]
  },
  "This woman has a dream in which her lover is replaced by Iollan the Fair and is decapitated. While journeying home, this woman is tormented by a vision of a cloud of blood appearing over a palace. Late in life, this person is forced to spend a year with the warrior that she detests most. This figure's guardian, Leabharcham (LAU-er-cum), interprets the appearance of a raven to indicate that this figure's": {
    "guess": "Deirdre of the Sorrows",
    "confidence": [
      [
        "De",
        -0.26219514
      ],
      [
        "ird",
        -0.0037461673
      ],
      [
        "re",
        -0.0001005631
      ],
      [
        " of",
        -0.17664811
      ],
      [
        " the",
        -0.00027266017
      ],
      [
        " Sor",
        -8.029847e-05
      ],
      [
        "rows",
        -0.00011582117
      ]
    ]
  },
  "This woman has a dream in which her lover is replaced by Iollan the Fair and is decapitated. While journeying home, this woman is tormented by a vision of a cloud of blood appearing over a palace. Late": {
    "guess": "Deirdre",
    "confidence": [
      [
        "De",
        -0.4468918
      ],
      [
        "ird",
        -0.0035871183
      ],
      [
        "re",
        -0.00262417
      ]
    ]
  },
  "A woman in this play proclaims, \"I shall take this pencil for your memory!\" after her love interest cries, \"E finita la commedia!\" in the final act. In Act 3 of this play, a woman is told to fall in love": {
    "guess": "Uncle Vanya",
    "confidence": [
      [
        "Unc",
        -0.044135757
      ],
      [
        "le",
        -2.6968896e-06
      ],
      [
        " V",
        -0.0007483984
      ],
      [
        "anya",
        -0.00036597464
      ]
    ]
  },
  "A woman attempted to tear down one of this man's paintings in the National Gallery in 2011 due to the nudity. This artist was a sailor and stockbroker before he took to painting full time in a post-Impressionist style. He led the Synthetism movement of natural forms and feelings with works such as Vision After the Sermon and The Yellow Christ. This artist suffered bouts of depression and sought a tropical paradise which he found in Tahiti and finally the Marquesas Islands. For 10 points, name this": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.01357158
      ],
      [
        " Ga",
        -1.831257e-05
      ],
      [
        "ugu",
        -0.001812033
      ],
      [
        "in",
        -5.7961847e-06
      ]
    ]
  },
  "This woman and a Revising Committee completed a book in the 1890s which suggested rewriting some scriptures. Fifty years earlier, she had been the head writer of a document based on the Declaration of Independence. When Lucretia Mott was not allowed to give a speech at the International Anti- Slavery Convention, this woman joined with her in planning their own convention. She also worked closely with Lucy Stone and Susan B. Anthony to fight for women's suffrage. Name this author of The Woman's Bible": {
    "guess": "Elizabeth Cady Stanton",
    "confidence": [
      [
        "Elizabeth",
        -0.0019782376
      ],
      [
        " C",
        -3.5835506e-05
      ],
      [
        "ady",
        -7.107425e-06
      ],
      [
        " Stanton",
        -4.298773e-05
      ]
    ]
  },
  "This woman and a Revising Committee completed a book in the 1890s which suggested rewriting some scriptures. Fifty years earlier, she had been the head writer of a document based on the Declaration of": {
    "guess": "Ellen G. White",
    "confidence": [
      [
        "Ell",
        -0.58289236
      ],
      [
        "en",
        -8.657073e-06
      ],
      [
        " G",
        -0.007999211
      ],
      [
        ".",
        -0.0012346377
      ],
      [
        " White",
        -0.00015896189
      ]
    ]
  },
  "One woman born in this country drinks from the river of hate while a  knight from Italy drinks from the river of love. Warlocks from this  country are able to summon demons, which a brother-sister pair do in  order to chain a magician under the ocean. During a siege of this  country's capital, its king": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -1.7812921
      ]
    ]
  },
  "Wolff's Law governs the circumstances that cause density of this tissue to increase or decrease. Precursors to this tissue are generated at the epiphyseal (EPP-ih-FIZZ-ee-uhl) plate. Since estrogen causes": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.0024995562
      ]
    ]
  },
  "A woman in this text dreams that a man covered in goat skin tells her about the names of her children. Another dream sequence leads a character to identify \"Huckster Heddin\" in this text. It also contains an old woman's complaint that a pile of feed was not moved indoors and a boy seeing a firebrand-wielding horseman in the sky. After its title character's friend is given a dog that can tell friend from foe, that friend and Kolskegg slay a throng of attackers, leading them to be banished for three years. Early in this text, Thiostolf kills Thorwald after he abuses his wife Hallgerda. In its last section, a chant about the \"Woof of War\" is sung during a battle between Christians and pagans. Kari reconciles with Flosi after a shipwreck at the end of this text, whose title character dies when": {
    "guess": "Njáls saga",
    "confidence": [
      [
        "N",
        -0.016718522
      ],
      [
        "j",
        -0.40269867
      ],
      [
        "á",
        -0.092713214
      ],
      [
        "ls",
        -0.00041148844
      ],
      [
        " saga",
        -0.06602917
      ]
    ]
  },
  "One woman born in this country drinks from the river of hate while a  knight from Italy drinks from the river of love. Warlocks from this  country are able to summon demons, which a brother-sister pair do in  order to chain a magician under the ocean. During a siege of this  country's capital, its king recognizes the horse Rabican that he gave to  his son. A prince and princess from this country are guarded over by  four giants that are put to sleep by Malagigi. This country is ruled over  by King Galafron out of its capital of Albraca. It is the birthplace of the  knight Argalia, who brings his": {
    "guess": "List of works based on Arthurian legends",
    "confidence": [
      [
        "List",
        -1.0873162
      ],
      [
        " of",
        -0.00061474356
      ],
      [
        " works",
        -1.2653862
      ],
      [
        " based",
        -0.4603769
      ],
      [
        " on",
        -6.408677e-05
      ],
      [
        " Arthur",
        -0.28723666
      ],
      [
        "ian",
        -4.1557283e-05
      ],
      [
        " legends",
        -0.038874075
      ]
    ]
  },
  "A woman in this text dreams that a man covered in goat skin tells her about the names of her children. Another dream sequence leads a character to identify \"Huckster Heddin\" in this text. It also contains an old woman's complaint that a pile of feed was not moved indoors and a boy seeing a firebrand-wielding": {
    "guess": "The Pilgrim's Progress",
    "confidence": [
      [
        "The",
        -1.3050532
      ],
      [
        " Pil",
        -1.5512329
      ],
      [
        "grim",
        -0.0046641342
      ],
      [
        "'s",
        -0.009185494
      ],
      [
        " Progress",
        -0.00095529016
      ]
    ]
  },
  "A woman removes her right arm and loans it to the narrator of one of this man's stories, while children with homemade lanterns hunting for insects are one of the subjects of this man's \"Palm-Sized Novels.\" A schoolteacher with feet like a monkey's is fired for hitting on a student in his The Lake, while a philanderer beats his mistress Kinu in an attempt to abort their child while his wife has an abortion": {
    "guess": "Kenji Miyazawa",
    "confidence": [
      [
        "Ken",
        -0.6105097
      ],
      [
        "ji",
        -0.02845493
      ],
      [
        " Miy",
        -0.008552049
      ],
      [
        "az",
        -7.111979e-05
      ],
      [
        "awa",
        -0.00022785427
      ]
    ]
  },
  "A woman removes her right arm and loans it to the narrator of one of this man's stories, while children with homemade lanterns hunting for insects are one of the subjects of this man's \"Palm-Sized Novels.\" A schoolteacher with feet like a monkey's is fired for hitting on a student in his The Lake, while a philanderer beats his mistress Kinu in an attempt to abort their child while his wife has an abortion behind his back in The Sound of the Mountain. Another novel concerns a bachelor who is inexorably attracted to a tea ceremony instructor, and Shimamura meets the geisha Komako at a hot-spring resort in his Snow Country. FTP name this author of The Master of Go and A Thousand Cranes.": {
    "guess": "Yasunari Kawabata",
    "confidence": [
      [
        "Y",
        -0.00013989297
      ],
      [
        "as",
        -0.009232751
      ],
      [
        "un",
        -0.00031711214
      ],
      [
        "ari",
        -1.247159e-05
      ],
      [
        " Kaw",
        -0.0003898007
      ],
      [
        "ab",
        -3.094816e-05
      ],
      [
        "ata",
        -9.567575e-05
      ]
    ]
  },
  "A woman who works in this place reveals that little children have never cried here. A woman who crochets a white shawl in this place at the opening of the play later says \"Now it is out of sight, let it be out of mind too,\" after tossing scraps of a slanderous newspaper into a stove here. This place is twice visited by a \"deposed monarch\" who requests a loan of \"one or two cast- off ideals,\" named Ulrik Brendel. This place has been haunted by the (*) White Horse ever since the suicide of Beata. The housekeeper of this place, Mrs. Helseth, screams as its final two inhabitants end their lives by": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.77740407
      ],
      [
        "ed",
        -3.9411618e-05
      ],
      [
        "da",
        -8.947716e-05
      ],
      [
        " Gab",
        -0.00038205247
      ],
      [
        "ler",
        -2.0935051e-05
      ]
    ]
  },
  "One woman born in this country drinks from the river of hate while a  knight from Italy drinks from the river of love. Warlocks from this  country are able to summon demons, which a brother-sister pair do in  order to chain a magician under the ocean. During a siege of this  country's capital, its king recognizes the horse Rabican that he gave to  his son. A prince and princess from this country are guarded over by  four giants that are put to sleep by Malagigi. This country is ruled over  by King Galafron out of its capital of Albraca. It is the birthplace of the  knight Argalia, who brings his sister (*) Angelica along to demoralize  Charlemagne's knights. For 10 points, name this country central to Orlando  Inamorato, the archaic name for China and sometimes India.": {
    "guess": "Kingdom of Cathay",
    "confidence": [
      [
        "King",
        -1.3368291
      ],
      [
        "dom",
        -0.02293014
      ],
      [
        " of",
        -0.00096601114
      ],
      [
        " Cath",
        -0.39787173
      ],
      [
        "ay",
        -2.9517714e-05
      ]
    ]
  },
  "A woman attempted to tear down one of this man's paintings in the National Gallery in 2011 due to the nudity. This artist was a sailor and stockbroker before he took to painting full time in a post-Impressionist style. He led the Synthetism movement of natural forms and feelings with works such as Vision": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.12588817
      ],
      [
        " Ga",
        -0.0007886636
      ],
      [
        "ugu",
        -0.0010441245
      ],
      [
        "in",
        -5.5577775e-06
      ]
    ]
  },
  "This woman was the granddaughter of the first man in Rome to fatten peacocks for sale, Marcus Aufidius Lurco. Tacitus reports a legal case involving Lucius Piso to demonstrate that Urgulania, by virtue of being this womanâ\u0080\u0099s friend, was above the law. Her eldest son was a talented general whose troops erected a cenotaph, found in present-day Mainz, when he died after falling from his horse while fighting the Marcomanni. This woman, who was given her own house on the Palatine Hill, was accused of killing her husbandâ\u0080\u0099s nephew, Marcellus. Her husband married her after divorcing Scribonia, and Cassius Dio reports that she was given over in the wedding ceremony by her own former husband, Tiberius Claudius Nero, the father of her younger son, Drusus, and her older son, a future emperor. When her": {
    "guess": "Livia Drusilla",
    "confidence": [
      [
        "L",
        -0.19098714
      ],
      [
        "ivia",
        -0.00023071514
      ],
      [
        " Dr",
        -0.01029935
      ],
      [
        "us",
        -0.0001039008
      ],
      [
        "illa",
        -3.261701e-05
      ]
    ]
  },
  "This woman had one of her political opponents tied to a ladder, castrated, and burned a few days before feeding his father to dogs. She accused three of her sisters-in-law of adultery in the Tour de Nesle affair. In the Tower of London, this woman gave birth to her youngest daughter, Joan, who later married David II. Another of this woman's children fixed prices and forced all people under 60 to work in the Ordinance of Laborers; that son of hers gained the throne in a coup he led with William Montagu. Following a successful siege of Bristol, this woman ordered the execution of Hugh le Despenser, after which she ruled alongside her lover, a Marcher lord, for four years. Although this woman's husband was probably having an affair with Piers Gaveston, he fathered four of her children before she": {
    "guess": "Isabella of France",
    "confidence": [
      [
        "Is",
        -0.00286277
      ],
      [
        "abella",
        -0.0010777069
      ],
      [
        " of",
        -0.026543064
      ],
      [
        " France",
        -0.0007098094
      ]
    ]
  },
  "A woman in this painting holds a spindle and distaff, with the thread about to be cut by the scissors in her other hand. A masked character in this painting empties several wine flasks. A mass of characters gather behind a shield wall at this painting's right. In this painting, a jester hides underneath a table littered with a backgammon board and playing cards. The right-center of this painting contains a spike-filled tunnel adorned with the cross that people are being herded into, and its background is filled with smoke from burning ships. A man is crushed under the wheels of a cart driven by": {
    "guess": "The Triumph of Death",
    "confidence": [
      [
        "The",
        -0.09542275
      ],
      [
        " Triumph",
        -0.05329149
      ],
      [
        " of",
        -0.0002387018
      ],
      [
        " Death",
        -0.0031670257
      ]
    ]
  },
  "A woman who works in this place reveals that little children have never cried here. A woman who crochets": {
    "guess": "Nursery (room)",
    "confidence": [
      [
        "N",
        -0.55142367
      ],
      [
        "urs",
        -0.19528554
      ],
      [
        "ery",
        -0.06284775
      ],
      [
        " (",
        -0.05871551
      ],
      [
        "room",
        -0.029667173
      ],
      [
        ")",
        -0.0013163087
      ]
    ]
  },
  "This woman was the granddaughter of the first man in Rome to fatten peacocks for sale, Marcus Aufidius Lurco. Tacitus reports a legal case involving Lucius Piso to demonstrate that Urgulania, by virtue of being this womanâ\u0080\u0099s friend, was above the law. Her eldest son was a talented general whose troops erected a cenotaph, found in present-day Mainz, when he died after falling from his horse while fighting the Marcomanni. This woman, who was given her own house on the Palatine Hill, was accused of killing her husbandâ\u0080\u0099s nephew, Marcellus. Her husband married her after divorcing Scribonia, and Cassius": {
    "guess": "Agrippina the Younger",
    "confidence": [
      [
        "Ag",
        -0.657599
      ],
      [
        "ripp",
        -0.0012902361
      ],
      [
        "ina",
        -0.00082880585
      ],
      [
        " the",
        -0.004817073
      ],
      [
        " Young",
        -0.38429627
      ],
      [
        "er",
        -9.4914985e-06
      ]
    ]
  },
  "A woman in this painting holds a spindle and distaff, with the thread about to be cut by the scissors": {
    "guess": "The Fates",
    "confidence": [
      [
        "The",
        -0.6309982
      ],
      [
        " F",
        -0.13332228
      ],
      [
        "ates",
        -0.012228249
      ]
    ]
  },
  "A woman in this text dreams that a man covered in goat skin tells her about the names of her children. Another dream sequence leads a character to identify \"Huckster Heddin\" in this text. It also contains an old woman's complaint that a pile of feed was not moved indoors and a boy seeing a firebrand-wielding horseman in the sky. After its title character's friend is given a dog that can tell friend from foe, that friend and Kolskegg slay a throng of attackers, leading them to be banished for three years. Early in this text, Thiostolf kills Thorwald after he abuses his wife Hallgerda. In its last section, a chant about the \"Woof of War\" is sung during a battle between Christians and pagans. Kari": {
    "guess": "Njal's Saga",
    "confidence": [
      [
        "N",
        -0.20714353
      ],
      [
        "jal",
        -0.6927332
      ],
      [
        "'s",
        -0.00019793781
      ],
      [
        " Saga",
        -0.00017076306
      ]
    ]
  },
  "This woman and a Revising Committee completed a book in the 1890s which suggested rewriting some scriptures. Fifty years earlier, she had been the head writer of a document based on the Declaration of Independence. When Lucretia Mott was not allowed to give a speech at the International Anti- Slavery Convention, this woman joined with her in planning their own convention. She also worked closely with": {
    "guess": "Elizabeth Cady Stanton",
    "confidence": [
      [
        "Elizabeth",
        -0.010652669
      ],
      [
        " C",
        -3.0471343e-05
      ],
      [
        "ady",
        -4.1273333e-06
      ],
      [
        " Stanton",
        -3.5477897e-05
      ]
    ]
  },
  "In women who have just given birth, this hormone accumulates in the cerebrospinal fluid and is believed to aid development of maternal instincts.  The presence of leucine in the three amino acid tail attacked": {
    "guess": "Oxytocin",
    "confidence": [
      [
        "O",
        -0.062017534
      ],
      [
        "xy",
        -0.00011188744
      ],
      [
        "toc",
        -0.00013166793
      ],
      [
        "in",
        -6.4444386e-05
      ]
    ]
  },
  "A woman who works in this place reveals that little children have never cried here. A woman who crochets a white shawl in this place at the opening of the play later says \"Now it is out of sight, let it be out of mind too,\" after tossing scraps of a slanderous newspaper into a stove here. This place is twice visited by a \"deposed monarch\" who requests a loan of \"one or two cast- off ideals,\" named Ulrik Brendel. This place has been haunted by the (*) White Horse ever since the suicide of Beata. The housekeeper of this place, Mrs. Helseth, screams as its final two inhabitants end their lives by jumping into a mill-race. Kroll attempts to shame a woman who lives here for her free- thinking societal": {
    "guess": "The Master Builder",
    "confidence": [
      [
        "The",
        -0.49054378
      ],
      [
        " Master",
        -0.2958271
      ],
      [
        " Builder",
        -2.5226382e-05
      ]
    ]
  },
  "One woman in this novel rejects a man because she is repulsed by his moles, and Fred Vincy unsuccessfully tries to sell a horse to settle a debt. John Raffles blackmails Nicholas Bulstrode in this novel, and Rosamond Vincy's tendency to spend money causes Tertius Lydgate financial problems. Edward Casaubon": {
    "guess": "Middlemarch",
    "confidence": [
      [
        "Middle",
        -0.0019586096
      ],
      [
        "m",
        -2.7372049e-05
      ],
      [
        "arch",
        -4.4849444e-06
      ]
    ]
  }
}