{
  "One transformation between two related encodings of this type of data multiplies the cube root of a ratio of inputs by 116 and then subtracts 16. They are contained in McAdam ellipses. Values of this are interpolated by means of I values in the Gouraud algorithm. One way to encode these is CIE XYZ, Ways": {
    "guess": "Colorimetry",
    "confidence": [
      [
        "Color",
        -0.16791888
      ],
      [
        "im",
        -1.0847262
      ],
      [
        "etry",
        -0.032634668
      ]
    ]
  },
  "Traditionally, this musical instrument is constructed from wood that has been hollowed out by termites. After the tree bark has been stripped, the instrument is then painted and a rim of beeswax is applied to the mouthpiece end. It is generally made from eucalyptus wood, but a less traditional variant can be made from PVC piping. Thought to be the oldest wind instrument in the world, for ten points": {
    "guess": "Didgeridoo",
    "confidence": [
      [
        "Did",
        -0.0038120686
      ],
      [
        "ger",
        -0.055979766
      ],
      [
        "id",
        -0.000101874335
      ],
      [
        "oo",
        -1.1398757e-05
      ]
    ]
  },
  "One of its tractates discusses the size and history of the Leviathan, components of the Aron Ha-Kodesh, and the location of the Shechinah. Its fifth tractate discusses the Cities of Refuge, while another is dedicated to idolatry and dubbed, \"Avoda Zara.\" It begins with a section of three \"gates\" - Babbas Kama, Metzia, and Bathra - the latter two focusing on trusteeship and inheritance law. It's best known for a Tosefta-less tractate with a quote from Shimon Ha-Tzadik that the world stands on Torah, service, and acts of kindness. That part delineates the path of the Torah from Moses to the Anshei Kneset Ha'Gdolah. Containing Pirkei Avot, or Fathers, FTP, name this fourth Mishnaic and Talmudic order, which deals mostly with civil and penal law and legal procedure, and whose English name is shared": {
    "guess": "Nezikin",
    "confidence": [
      [
        "Ne",
        -0.21475142
      ],
      [
        "zik",
        -0.0031125918
      ],
      [
        "in",
        -0.0009405236
      ]
    ]
  },
  "Transverse structures in this tissue are called Volkmann's canals, and this tissue is classified as either trabecular or cortical. \"Morphogenic proteins\" of this tissue were discovered by Urist and belong": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.0054735173
      ]
    ]
  },
  "The tractive force causes these phenomena, which can create bores, in which water travels   against the current of a narrow river. This phenomenon can be classified at its bi-monthly  maximum as \"spring\" and at its minimum as (*) \"neap,\" and the world's most drastic difference  between spring and neap is seen at the Bay of Fundy. The gravitational pull of the Moon helps  cause, for 10 points, what": {
    "guess": "Tide",
    "confidence": [
      [
        "T",
        -0.00033260495
      ],
      [
        "ide",
        -0.11913756
      ]
    ]
  },
  "The traditional type is the categorical form in which both premises and the conclusion are simple declarative statements that are constructed using only three simple terms between them, each term appearing twice. For example, \"All men are mortal; no gods are mortal; therefore no men are gods.\" FTP, identify": {
    "guess": "Syllogism",
    "confidence": [
      [
        "S",
        -0.0030781254
      ],
      [
        "yl",
        -0.00044902292
      ],
      [
        "log",
        -5.5577775e-06
      ],
      [
        "ism",
        -0.00030304978
      ]
    ]
  },
  "Transcription factors that regulate this compound's synthesis recognize the sequence TCACNCCAC; those transcription factors are activated when high levels of this compound are detected by SCAPs. This compound": {
    "guess": "Cholesterol",
    "confidence": [
      [
        "Ch",
        -0.019193616
      ],
      [
        "olesterol",
        -4.1557283e-05
      ]
    ]
  },
  "The transfer of this property due to surface tension is known as the Marangoni effect. Wiezsacker's formula can be used to calculate this quantity for an atomic nucleus. The principle of equivalence maintains that the inertial and gravitational forms of this quantity are equal. Kinetic energy can be": {
    "guess": "Mass",
    "confidence": [
      [
        "Mass",
        -0.15951824
      ]
    ]
  },
  "In one tradition, she has a hapless son named Mabuz whose territory is raided by Iweret. Sometimes she is seen as a daughter of Dyonas, who married a niece of the Duchess of Burgundy and received half the Forest of Briogne as dowry. Worshipped at the Brocolitia shrine on Hadrian's Wall, she helped another man triumph over Accolon, who possessed a powerful instrument. Sometimes known as Nimue or Viviane, after the death of Ban she took to caring for Lancelot. FTP, name this mysterious woman who also imprisons her infatuated suitor Merlin and most famously presents Excalibur to King Arthur, named for her residence in a body of water.": {
    "guess": "Lady of the Lake",
    "confidence": [
      [
        "Lady",
        -0.00035381588
      ],
      [
        " of",
        -4.5252596e-05
      ],
      [
        " the",
        -4.1557283e-05
      ],
      [
        " Lake",
        -6.3609965e-05
      ]
    ]
  },
  "The transformation of calcite into quicklime gives off this molecule. The symmetric and antisymmetric stretching modes of this molecule show up at 1480 and 2565 wavenumbers, respectively. This molecule, which belongs to the D sub infinity h symmetry group, is used as a solvent in decaffeination reactions. The Keeling Curve gives the concentration of this molecule in the atmosphere. Removing this molecule from histidine gives histamine, and adding it to a solution of Grignard reagents is a common carboxylation method. It's a linear molecule with two double bonds, and it is the primary cause of global warming. For 10 points, name this gaseous molecule which is present in soft drinks and which humans": {
    "guess": "Carbon Dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0064452346
      ],
      [
        " D",
        -0.00081034034
      ],
      [
        "ioxide",
        -0.00010950337
      ]
    ]
  },
  "One trail found on this mountain stops by the \"Garden of the Senecios\" and the Barranco Wall. One landslide in this mountain created the Western Breach, which leads up to the Lava Tower. Near its summit is the retreating Furtwangler Glacier, which is passed by on the Northern Circuit, Rongai, and Umbwe routes. The Kibo, Mawenzi, and Shira are the three cones that make up this stratovolcano, the tallest freestanding mountain in the world at 19,334 feet. Located in Tanzania, for 10 points, name this tallest mountain in Africa.": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.00021188465
      ],
      [
        " Kil",
        -2.1008714e-06
      ],
      [
        "iman",
        -3.4524266e-05
      ],
      [
        "j",
        -7.147741e-05
      ],
      [
        "aro",
        -7.465036e-06
      ]
    ]
  },
  "Its translational motions are commonly called Slichter modes, and early models for it included a 450 km thick F-layer on its exterior. An important discovery about its differential rotation was made by Dziewonski, and it was hypothesized by Inge Lehmann in 1936. The cause of faster propagation of seismic waves parallel to earth's rotation axis in this region is uncertain, and its interactions with the region above it generate the earth's magnetic field according to the geodynamo theory. For 10 points,": {
    "guess": "Outer core",
    "confidence": [
      [
        "Outer",
        -0.13273443
      ],
      [
        " core",
        -0.061227247
      ]
    ]
  },
  "A track on this artist's first solo album says that \"in the midst of this insanity, I found my Christianity\"": {
    "guess": "Kanye West discography",
    "confidence": [
      [
        "K",
        -0.9298372
      ],
      [
        "anye",
        -0.18958807
      ],
      [
        " West",
        -0.00019936825
      ],
      [
        " disc",
        -0.07877554
      ],
      [
        "ography",
        -0.00021105022
      ]
    ]
  },
  "A translocation between the RARA gene on chromosome 17 and the PML gene on this chromosome causes nearly all cases of acute promyelocytic leukemia. A pair of sister syndromes both due to a partial deletion on the q arm of this chromosome are classic cases of genomic imprinting and are Angelman and Prader-Willi syndrome. Mutations in the gene that codes for fibrillin-1, located on this chromosome, results in patients with elongated fingers that are at greater risk for aortic dissection in Marfan syndrome. Patients with an autorecessive disorder associated with this chromosome sport a cherry red": {
    "guess": "Chromosome 15",
    "confidence": [
      [
        "Ch",
        -0.005241822
      ],
      [
        "romosome",
        -0.0012838064
      ],
      [
        " ",
        -0.00087549334
      ],
      [
        "15",
        -0.0012427325
      ]
    ]
  },
  "Its translational motions are commonly called Slichter modes, and early models for it included a 450": {
    "guess": "Earth's inner core",
    "confidence": [
      [
        "Earth",
        -0.82524
      ],
      [
        "'s",
        -0.13544865
      ],
      [
        " inner",
        -0.6381696
      ],
      [
        " core",
        -0.0003770496
      ]
    ]
  },
  "Trained as a doctor in Manchuria, he declined to follow his father into the profession, starting a Marxist-surrealist literary group shortly after graduation and winning the Akutagawa prize three years later for his short story The Crime of S. Karuma. His early work was Kafkaesque science fiction, but he soon split his time between novels and the theater, writing and directing plays like Friends and The Suitcase. Existentialist issues in his novels include the mask that enables its wearer to function": {
    "guess": "Kōbō Abe",
    "confidence": [
      [
        "K",
        -0.31024483
      ],
      [
        "ō",
        -0.19072534
      ],
      [
        "b",
        -1.9361265e-07
      ],
      [
        "ō",
        -3.4121115e-06
      ],
      [
        " Abe",
        -2.1008714e-06
      ]
    ]
  },
  "Trained as a doctor in Manchuria, he declined to follow his father into the profession, starting a Marxist-surrealist literary group shortly after graduation and winning the Akutagawa prize three years later for his short story The Crime of S. Karuma. His early work was Kafkaesque science fiction, but he soon split his time between novels and the theater, writing and directing plays like Friends and The Suitcase. Existentialist issues in his novels include the mask that enables its wearer to function socially in The Face of Another; the titular \"guide to life\" in The Ruined Map; and the titular way of life in The Box Man. His interest in entomology led to the extended metaphors comparing human characters to dung-eating beetles in The Ark Sakura, and to social insects in the novel that he adopted for Hiroshi Teshigahara's 1964 film that received an Oscar nomination for Best Foreign Language Film. FTP name this Japanese writer who died in 1993, the author of Woman in the Dunes.": {
    "guess": "Kōbō Abe",
    "confidence": [
      [
        "K",
        -0.001330714
      ],
      [
        "ō",
        -0.097895406
      ],
      [
        "b",
        -1.9361265e-07
      ],
      [
        "ō",
        -4.00813e-06
      ],
      [
        " Abe",
        -0.0009753054
      ]
    ]
  },
  "Its translational motions are commonly called Slichter modes, and early models for it included a 450 km thick F-layer on its exterior. An important discovery about its differential rotation was made by Dziewonski, and it was hypothesized by Inge Lehmann in 1936. The cause of faster propagation of seismic waves parallel to earth's rotation axis in this region is uncertain, and its interactions with the region above it generate the earth's magnetic field according to the geodynamo theory. For 10 points, identify this region composed mainly of a iron-nickel alloy, which may be found below the outer": {
    "guess": "Outer core",
    "confidence": [
      [
        "Outer",
        -0.5597848
      ],
      [
        " core",
        -0.033952028
      ]
    ]
  },
  "One track from this album asks \"Do I look like a motherfuckin' role model?\" and asserts that \"To a kid lookin' up to me / Life ain't nothin' but bitches and money.\" Another track on this album claims that \"some drop science, while I'm dropping English\" and notes that \"brain damage on the mic don't manage\" while urging the listener not to \"be another sequel.\" Those songs, \"Gangsta Gangsta\" and \"Express": {
    "guess": "Straight Outta Compton (album)",
    "confidence": [
      [
        "Straight",
        -0.10683684
      ],
      [
        " Out",
        -0.0002108118
      ],
      [
        "ta",
        -0.00021569549
      ],
      [
        " Com",
        -0.0009699412
      ],
      [
        "pton",
        -0.00014799883
      ],
      [
        " (",
        -0.23004927
      ],
      [
        "album",
        -0.015669705
      ],
      [
        ")",
        -0.00033832307
      ]
    ]
  },
  "A traditional but now rarely performed ritual during this holiday involves spinning a chicken around one's head. It is said that on this day the Book of Life is sealed. Before the beginning of services": {
    "guess": "Kapparot",
    "confidence": [
      [
        "K",
        -0.46174997
      ],
      [
        "app",
        -0.0821619
      ],
      [
        "ar",
        -3.4524266e-05
      ],
      [
        "ot",
        -0.011577762
      ]
    ]
  },
  "TRANSLATOR AND WORK REQUIRED  This prose work contrasts with an earlier-published verse translation by": {
    "guess": "Dante Alighieri's Divine Comedy",
    "confidence": [
      [
        "D",
        -1.2957968
      ],
      [
        "ante",
        -0.0014068979
      ],
      [
        " Al",
        -0.07428458
      ],
      [
        "igh",
        -0.00039146954
      ],
      [
        "ieri",
        -0.000905507
      ],
      [
        "'s",
        -0.50142103
      ],
      [
        " Divine",
        -0.023038726
      ],
      [
        " Comedy",
        -9.9371064e-05
      ]
    ]
  },
  "One transformation between two related encodings of this type of data multiplies the cube root of a ratio": {
    "guess": "Logarithm",
    "confidence": [
      [
        "Log",
        -0.9419366
      ],
      [
        "arith",
        -0.38632974
      ],
      [
        "m",
        -0.57479614
      ]
    ]
  },
  "One of its tractates discusses the size and history of the Leviathan, components of the Aron Ha-Kodesh, and the location of the Shechinah. Its fifth tractate discusses the Cities of Refuge, while another is dedicated to idolatry and dubbed, \"Avoda Zara.\" It begins with a section of three \"gates\" - Babbas Kama, Metzia, and Bathra - the latter two focusing on trusteeship and inheritance law. It's best known for a Tosefta-less tractate with a quote from Shimon Ha-Tzadik that the world stands on Torah,": {
    "guess": "Bava Batra",
    "confidence": [
      [
        "B",
        -0.9426057
      ],
      [
        "ava",
        -0.6781428
      ],
      [
        " Bat",
        -0.4631025
      ],
      [
        "ra",
        -2.4584822e-06
      ]
    ]
  },
  "After traveling through Greece, Italy, and the Near East in the late 1860's, this painter built Olana, a great Persian mansion, on a bluff overlooking the Hudson river. Fascinated by Humboldt's explorations, he had earlier visited Ecuador and Colombia, from which he created large works like Heart of the Andes in his New York studio. FTP, who is this only pupil of Thomas Cole, a member of the Hudson River School whose works include New England Scenery and Twilight in the Wilderness?": {
    "guess": "Frederic Edwin Church",
    "confidence": [
      [
        "Fre",
        -0.067252494
      ],
      [
        "der",
        -2.188868e-05
      ],
      [
        "ic",
        -0.00035083943
      ],
      [
        " Edwin",
        -0.0061766827
      ],
      [
        " Church",
        -8.9834764e-05
      ]
    ]
  },
  "In some traditions, women sing the prayer \"Gott Fun Avrohom\" at this event's end. A special case of this day before Pesakh is the ha-Gadol one, while other special ones include Shekalim and Zakhor. One of its major observances can be modified by the triennial cycle. The muktzah are thirty-nine actions forbidden on this day, and it is introduced with the Kabbalat nusach. Its end is marked by a ritual": {
    "guess": "Shabbat",
    "confidence": [
      [
        "Sh",
        -0.69018006
      ],
      [
        "abb",
        -6.384837e-05
      ],
      [
        "at",
        -8.44706e-05
      ]
    ]
  },
  "The transverse form of this phenomenon is purely relativistic, arising from time dilation.  In conjunction with the Hubble constant, it gives the distance to astronomical objects, while on Earth it is": {
    "guess": "Hubble's law",
    "confidence": [
      [
        "H",
        -0.5822018
      ],
      [
        "ubble",
        -0.00010998019
      ],
      [
        "'s",
        -0.2862075
      ],
      [
        " law",
        -0.04551126
      ]
    ]
  },
  "Its trace is the divergence of the dilatation current, and thus zero in a conformal theory. In Yang-Mills theory it corresponds to an interpolating operator for spin 2 glueballs. For an ideal fluid, knowing": {
    "guess": "Energy-momentum tensor",
    "confidence": [
      [
        "Energy",
        -0.29686898
      ],
      [
        "-m",
        -0.00738584
      ],
      [
        "omentum",
        -0.00068300695
      ],
      [
        " tensor",
        -0.004126842
      ]
    ]
  },
  "He has translated many works of authors such as Raymond Carver, John Irving, F. Scott Fitzgerald and Truman Capote into his native language, and received the Franz Kafka Prize in 2006 for his Kafka on": {
    "guess": "Haruki Murakami",
    "confidence": [
      [
        "Har",
        -1.3343776
      ],
      [
        "uki",
        -0.00064714864
      ],
      [
        " Mur",
        -0.00021664912
      ],
      [
        "ak",
        -0.00017326632
      ],
      [
        "ami",
        -0.00031150956
      ]
    ]
  },
  "One tradition holds that any prayer made between this man's pulpit and his grave will never be refused,": {
    "guess": "Nicola Pisano",
    "confidence": [
      [
        "Nic",
        -0.62047267
      ],
      [
        "ola",
        -0.2567703
      ],
      [
        " Pis",
        -8.280175e-05
      ],
      [
        "ano",
        -0.00016432605
      ]
    ]
  },
  "In 1973 he traveled to Moscow as part of the East-West Trade Policy Committee to negotiate trade protocols": {
    "guess": "East–West Trade Policy Committee",
    "confidence": [
      [
        "East",
        -0.3398377
      ],
      [
        "–",
        -0.6731111
      ],
      [
        "West",
        -0.027562378
      ],
      [
        " Trade",
        -0.5038178
      ],
      [
        " Policy",
        -0.02855144
      ],
      [
        " Committee",
        -0.040231813
      ]
    ]
  },
  "The tractive force causes these phenomena, which can create bores, in which water travels   against the current of a narrow river. This phenomenon can be classified at its bi-monthly  maximum as \"spring\" and at its minimum as (*) \"neap,\" and the world's most drastic difference  between spring and neap is seen at the Bay of Fundy. The gravitational pull of the Moon helps  cause, for 10 points, what rise and fall of sea levels?": {
    "guess": "Tide",
    "confidence": [
      [
        "T",
        -0.0003088871
      ],
      [
        "ide",
        -0.013919608
      ]
    ]
  },
  "A traditional but now rarely performed ritual during this holiday involves spinning a chicken around one's head. It is said that on this day the Book of Life is sealed. Before the beginning of services on this day, a declaration of vows called the (*) Kol Nidre are recited. During this holiday the vidui or public confession of sins against God occurs. This period ends the time of year known as the \"Days of Awe\", and this holiday occurs on the 10th of Tishrei. On this day, able adults are prohibited": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.0035708498
      ],
      [
        "om",
        -2.319992e-05
      ],
      [
        " K",
        -9.372295e-06
      ],
      [
        "ipp",
        -1.0445127e-05
      ],
      [
        "ur",
        -8.268255e-05
      ]
    ]
  },
  "One trail found on this mountain stops by the \"Garden of the Senecios\" and the Barranco Wall. One landslide": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.0073143616
      ],
      [
        " Kil",
        -0.0013266648
      ],
      [
        "iman",
        -9.817902e-05
      ],
      [
        "j",
        -0.00011844365
      ],
      [
        "aro",
        -1.3663626e-05
      ]
    ]
  },
  "Transverse structures in this tissue are called Volkmann's canals, and this tissue is classified as either trabecular or cortical. \"Morphogenic proteins\" of this tissue were discovered by Urist and belong to the TGF-beta superfamily. Caneliculi, which are separated by lamelle, are concentric rings that form around central Haversian canals in this tissue. Some structures composed of this tissue are made up of epiphysis on both ends and diaphysis in the central region. Resorption of this tissue to": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.015701745
      ]
    ]
  },
  "In one tradition this figure breaks an oath to follow without questioning while on a journey with Al-Khidr. In another tradition, this figure receives a vision of Adam and Eve's family in his namesake book in The Pearl of Great Price. This man ordered the slaughter of Midianites to retaliate against": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -0.15057687
      ],
      [
        "oses",
        -0.015393287
      ]
    ]
  },
  "In one tradition, she has a hapless son named Mabuz whose territory is raided by Iweret. Sometimes she is seen as a daughter of Dyonas, who married a niece of the Duchess of Burgundy and received half the Forest of Briogne as dowry. Worshipped at the Brocolitia shrine on Hadrian's Wall, she helped another man triumph over Accolon, who possessed a powerful instrument. Sometimes known as Nimue or Viviane,": {
    "guess": "Lady of the Lake",
    "confidence": [
      [
        "Lady",
        -0.109822616
      ],
      [
        " of",
        -0.00013059509
      ],
      [
        " the",
        -7.13582e-05
      ],
      [
        " Lake",
        -7.8033605e-05
      ]
    ]
  },
  "One trail on this mountain stops by the \"Garden of the Senecios\" and the Barranco Wall. The Western Breach, created by a landslide is located on this peak and leads up to the Lava Tower. The nearest settlement to it is Moshi, where an associated national park is located. The myth that this was presented": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.024638912
      ],
      [
        " Kil",
        -8.351697e-05
      ],
      [
        "iman",
        -0.00013393279
      ],
      [
        "j",
        -9.651017e-05
      ],
      [
        "aro",
        -1.831257e-05
      ]
    ]
  },
  "He trained under Adam van Noort and Otto van Veen; his first work was Portrait of a Young Man.  Hired by the duke of Mantua, he moved to Italy, where he mostly copied Renaissance paintings. At the wedding": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.011548539
      ],
      [
        " Paul",
        -0.00019698418
      ],
      [
        " Rub",
        -3.5313153e-06
      ],
      [
        "ens",
        -0.0002485847
      ]
    ]
  },
  "A traditional but now rarely performed ritual during this holiday involves spinning a chicken around one's head. It is said that on this day the Book of Life is sealed. Before the beginning of services on this day, a declaration of vows called the (*) Kol Nidre are recited. During this holiday the vidui": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.0037136194
      ],
      [
        "om",
        -3.888926e-06
      ],
      [
        " K",
        -6.869018e-06
      ],
      [
        "ipp",
        -8.89548e-06
      ],
      [
        "ur",
        -0.00012809181
      ]
    ]
  },
  "TRANSLATOR AND WORK REQUIRED  This prose work contrasts with an earlier-published verse translation by including the phrase \"great gobbets\" rather than \"lumps\" and reporting that a man was eaten entirely \"including hands and feet,\" rather than the more general and less evocative \"hand and foot.\" This work was published 88 years after it was completed. Its translator and author were likely from the same region. This translator of this work argued that its mingling of (*) time- frames was an intentional commentary on its main theme: the inevitability of death, and that its ambiguous religious setting was a consequence of ongoing Christianization when it was written as opposed to when it is set. Those statements about it appear in this translator's essay on this work subtitled \"The Monsters and the Critics.\" For 10 points, name this recently-published translation of an Old English epic poem about a Geatish warrior-king by the author of Lord of the Rings.": {
    "guess": "Beowulf: A New Translation by Maria Dahvana Headley",
    "confidence": [
      [
        "Be",
        -0.07639353
      ],
      [
        "ow",
        -6.4444386e-05
      ],
      [
        "ulf",
        -0.00020520923
      ],
      [
        ":",
        -0.39614108
      ],
      [
        " A",
        -0.00910163
      ],
      [
        " New",
        -0.12303397
      ],
      [
        " Translation",
        -0.07229295
      ],
      [
        " by",
        -0.21043065
      ],
      [
        " Maria",
        -0.0038050688
      ],
      [
        " Dah",
        -0.034160577
      ],
      [
        "vana",
        -0.0051582158
      ],
      [
        " Head",
        -7.7318386e-05
      ],
      [
        "ley",
        -0.00090860267
      ]
    ]
  },
  "One track from this album asks \"Do I look like a motherfuckin' role model?\" and asserts that \"To a kid": {
    "guess": "The Marshall Mathers LP",
    "confidence": [
      [
        "The",
        -0.52256835
      ],
      [
        " Marshall",
        -0.65002215
      ],
      [
        " Math",
        -0.00033796547
      ],
      [
        "ers",
        -3.488188e-05
      ],
      [
        " LP",
        -0.00017743846
      ]
    ]
  },
  "The traditional date for this man's life was calculated as 258 years before Alexander the Great. His daughter married Jamasp, a minister of King Vishtaspa, whom this man had converted after curing his favorite horse. He authored a series of hymns called the gathas, which are now part of a holy book called": {
    "guess": "Zoroaster",
    "confidence": [
      [
        "Z",
        -0.16134359
      ],
      [
        "oro",
        -0.23512107
      ],
      [
        "aster",
        -0.20532857
      ]
    ]
  },
  "She translated choruses from Ion, Hippolytus, and Iphigeneia in Aulis, and, inspired by the 50 surviving lines of Stesichorus' Pallinode, wrote the book-length poem Helen in Egypt.  She scrawled \"DESTROY\" across the title page of Asphodel, which includes a fictionalized account of the breakdown of her": {
    "guess": "H.D.",
    "confidence": [
      [
        "H",
        -0.0039255875
      ],
      [
        ".D",
        -0.060494464
      ],
      [
        ".",
        -0.00024631983
      ]
    ]
  },
  "A track on this artist's first solo album says that \"in the midst of this insanity, I found my Christianity\" and that \"one day I plan to be a family man, happily married.\" One of this artist's collaborations on his sophomore album contains the line \"see you in Hell for the sequel;\" twelve years later, he released that album, Hell: The Sequel, with Royce da 5-9. The first single released from this rapper's most recent album was \"Berzerk,\" and later singles from that album included \"Rap God\" and \"The": {
    "guess": "Eminem",
    "confidence": [
      [
        "E",
        -0.000105331244
      ],
      [
        "min",
        -4.3202e-07
      ],
      [
        "em",
        -7.5530326e-05
      ]
    ]
  },
  "In some traditions, women sing the prayer \"Gott Fun Avrohom\" at this event's end. A special case of this day before Pesakh is the ha-Gadol one, while other special ones include Shekalim and Zakhor. One of its major observances can be modified by the triennial cycle. The muktzah are thirty-nine actions": {
    "guess": "Shabbat",
    "confidence": [
      [
        "Sh",
        -0.016956586
      ],
      [
        "abb",
        -1.5809293e-05
      ],
      [
        "at",
        -4.1199673e-05
      ]
    ]
  },
  "The translational partition function of a single particle in a container is equal to the volume of the container divided by the cube of this quantity. The Sackur\u0096Tetrode equation only applies when the density of particles times this quantity cubed is much less than one. For an ideal gas, one form of this quantity is equal to Planck's constant divided by the square root of quantity two pi times mass times Boltzmann's constant times temperature. (*) The energy of a particle is equal to 1240 electron volt-nanometers divided by this quantity for the particle. The existence of this quantity was confirmed by an experiment which fired electrons at a nickel target and observed a Bragg diffraction pattern;": {
    "guess": "De Broglie wavelength",
    "confidence": [
      [
        "De",
        -0.29495323
      ],
      [
        " Bro",
        -0.004259681
      ],
      [
        "gl",
        -2.6537622e-05
      ],
      [
        "ie",
        -8.89548e-06
      ],
      [
        " wavelength",
        -0.00015371693
      ]
    ]
  },
  "One trail on this mountain stops by the \"Garden of the Senecios\" and the Barranco Wall. The Western Breach, created by a landslide is located on this peak and leads up to the Lava Tower. The nearest settlement to it is Moshi, where an associated national park is located. The myth that this was presented to Queen Victoria by Wilhelm II has been debunked. For 10 points, name this tallest freestanding mountain in the world, a dormant stratovolcano in Tanzania and the tallest peak in Africa.": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.00091753196
      ],
      [
        " Kil",
        -6.704273e-07
      ],
      [
        "iman",
        -2.355753e-05
      ],
      [
        "j",
        -9.031158e-05
      ],
      [
        "aro",
        -5.080963e-06
      ]
    ]
  },
  "Transported to the entrance of the Tapis Vert after its 1682 completion, this statue joins Perseus and Andromeda and a bust of Louis XIV as the only of its creator's works to have been exhibited at Versailles.": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.26097268
      ],
      [
        "ian",
        -0.010162113
      ],
      [
        " Lorenzo",
        -0.0011342625
      ],
      [
        " Bern",
        -7.576874e-05
      ],
      [
        "ini",
        -0.000429358
      ]
    ]
  },
  "The traditional \"banking\" approach to this activity perpetuates oppression, while an \"authentic\" approach to it makes people more human, according to Paolo Freire. Another theorist of it focused on \"human tendencies\" and advocated a \"constructivist\" approach to this. Vygotsky's idea of a \"Zone of proximal development\" has led to the (*) \"scaffolding\" approach to this activity. Benjamin Bloom created a taxonomy of its objectives. John Dewey believed that it was the key to democracy. A theorist of": {
    "guess": "Education",
    "confidence": [
      [
        "Education",
        -0.3159782
      ]
    ]
  },
  "The traditional date for this man's life was calculated as 258 years before Alexander the Great. His daughter married Jamasp, a minister of King Vishtaspa, whom this man had converted after curing his favorite horse. He authored a series of hymns called the gathas, which are now part of a holy book called the Avesta. He preached that Vohu Mana was one of the six Amesha Spentas and that the evil Angra Mainyu waged constant war on the good (*) Ahura Mazda. For 10 points, name this founder of a namesake dualistic Persian religion.": {
    "guess": "Zoroaster",
    "confidence": [
      [
        "Z",
        -0.0011448608
      ],
      [
        "oro",
        -0.10245692
      ],
      [
        "aster",
        -0.00018304103
      ]
    ]
  },
  "In one tradition, she has a hapless son named Mabuz whose territory is raided by Iweret. Sometimes she is seen as a daughter of Dyonas, who married a niece of the Duchess of Burgundy and received half the Forest of Briogne as dowry. Worshipped at the Brocolitia shrine on Hadrian's Wall, she helped another": {
    "guess": "Coventina",
    "confidence": [
      [
        "Co",
        -0.21252595
      ],
      [
        "vent",
        -0.0002933943
      ],
      [
        "ina",
        -0.00035774958
      ]
    ]
  },
  "Tradition states that this saint was chopped into bits and resurrected three times and bled milk from": {
    "guess": "Saint Gerasimus",
    "confidence": [
      [
        "Saint",
        -1.0128852
      ],
      [
        " G",
        -1.2990936
      ],
      [
        "eras",
        -0.13432886
      ],
      [
        "imus",
        -0.021053871
      ]
    ]
  },
  "One trail found on this mountain stops by the \"Garden of the Senecios\" and the Barranco Wall. One landslide in this mountain created the Western Breach, which leads up to the Lava Tower. Near its summit is the retreating Furtwangler Glacier, which is passed by on the Northern Circuit, Rongai, and Umbwe": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.07011937
      ],
      [
        " Kil",
        -2.3392786e-06
      ],
      [
        "iman",
        -6.337155e-05
      ],
      [
        "j",
        -6.253713e-05
      ],
      [
        "aro",
        -1.11603495e-05
      ]
    ]
  },
  "It's not the Tragic Symphony, but this symphony includes the instruction \"Like a breath\" at the beginning": {
    "guess": "Symphony No. 3 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.021982707
      ],
      [
        "phony",
        -0.0002326224
      ],
      [
        " No",
        -0.002639749
      ],
      [
        ".",
        -0.00016384924
      ],
      [
        " ",
        -0.0008590543
      ],
      [
        "3",
        -1.2948612
      ],
      [
        " (",
        -0.0018196474
      ],
      [
        "Mah",
        -0.08465329
      ],
      [
        "ler",
        -2.9994528e-05
      ],
      [
        ")",
        -6.49212e-05
      ]
    ]
  },
  "TRANSLATOR AND WORK REQUIRED  This prose work contrasts with an earlier-published verse translation by including the phrase \"great gobbets\" rather than \"lumps\" and reporting that a man was eaten entirely \"including hands and feet,\" rather than the more general and less evocative \"hand and foot.\" This work was published 88 years after it was completed. Its translator and author were likely from the same region. This translator of this work argued that its mingling of (*) time- frames was an intentional commentary on its main theme: the inevitability of death, and that its ambiguous religious setting was a consequence of ongoing Christianization when it was written as opposed to when it is set.": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -1.0734438
      ],
      [
        "ow",
        -0.00014847564
      ],
      [
        "ulf",
        -0.00012320446
      ]
    ]
  },
  "In some traditions, women sing the prayer \"Gott Fun Avrohom\" at this event's end. A special case of this day before Pesakh is the ha-Gadol one, while other special ones include Shekalim and Zakhor. One": {
    "guess": "Passover",
    "confidence": [
      [
        "Pass",
        -0.2996909
      ],
      [
        "over",
        -9.400689e-05
      ]
    ]
  },
  "A track on this artist's first solo album says that \"in the midst of this insanity, I found my Christianity\" and that \"one day I plan to be a family man, happily married.\" One of this artist's collaborations on his sophomore album contains the line \"see you in Hell for the sequel;\" twelve years later, he released that album, Hell: The Sequel, with Royce da 5-9. The first single released from this rapper's": {
    "guess": "Eminem",
    "confidence": [
      [
        "E",
        -0.005452767
      ],
      [
        "min",
        -2.577686e-06
      ],
      [
        "em",
        -0.00015574339
      ]
    ]
  },
  "Tradition holds that he was trained under Masolino da Panicale, an older  artist with whom he collaborated with on several works. He died early in life  and thus could not complete the decorations he had": {
    "guess": "Masaccio",
    "confidence": [
      [
        "Mas",
        -0.010939936
      ],
      [
        "acc",
        -0.0638825
      ],
      [
        "io",
        -6.1537958e-06
      ]
    ]
  },
  "It's not the Tragic Symphony, but this symphony includes the instruction \"Like a breath\" at the beginning of its finale. The opening notes of this symphony's first theme are soon taken up by the trombones in unison while the trumpets play a sequence of rising notes. This symphony begins with a tonic chord on the organ along with fortissimo notes from five other instruments before the singers enter. At the end of its first movement, offstage brass instruments repeat the \"Accende lumen sensibus\" theme.": {
    "guess": "Symphony No. 8 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.03491212
      ],
      [
        "phony",
        -0.0009824355
      ],
      [
        " No",
        -0.36387554
      ],
      [
        ".",
        -0.00037526153
      ],
      [
        " ",
        -0.0003675133
      ],
      [
        "8",
        -0.0909148
      ],
      [
        " (",
        -0.0017910898
      ],
      [
        "Mah",
        -0.096740946
      ],
      [
        "ler",
        -4.723352e-06
      ],
      [
        ")",
        -2.5226382e-05
      ]
    ]
  },
  "Its translational motions are commonly called Slichter modes, and early models for it included a 450 km thick F-layer on its exterior. An important discovery about its differential rotation was made by Dziewonski, and it was hypothesized by Inge Lehmann in 1936. The cause of faster propagation of seismic waves parallel to earth's rotation axis in this region is uncertain, and its interactions with the region above it generate the earth's magnetic field according to the geodynamo theory. For 10 points, identify this region composed mainly of a iron-nickel alloy, which may be found below the outer core.": {
    "guess": "Inner core",
    "confidence": [
      [
        "Inner",
        -0.70111686
      ],
      [
        " core",
        -0.01981031
      ]
    ]
  },
  "The translational partition function of a single particle in a container is equal to the volume of the container divided by the cube of this quantity. The Sackur\u0096Tetrode equation only applies when the density of particles times this quantity cubed is much less than one. For an ideal gas, one form of this quantity is equal to Planck's constant divided by the square root of quantity two pi times mass times Boltzmann's constant times temperature. (*) The energy of a particle is equal to 1240 electron volt-nanometers divided by this quantity for the particle. The existence of this quantity was confirmed by an experiment which fired electrons at a nickel target and observed a Bragg diffraction pattern; that experiment was conducted by Davisson and Germer. For 10 points, name this quantity equal to Planck's constant divided by momentum which represents the wavelength of a particle's matter wave.": {
    "guess": "Reduced Planck constant",
    "confidence": [
      [
        "Reduc",
        -0.9295587
      ],
      [
        "ed",
        -0.0027004972
      ],
      [
        " Plan",
        -0.01552089
      ],
      [
        "ck",
        -2.4584822e-06
      ],
      [
        " constant",
        -0.11308956
      ]
    ]
  },
  "The tractive force causes these phenomena, which can create bores, in which water travels   against the": {
    "guess": "Tide",
    "confidence": [
      [
        "T",
        -0.009786782
      ],
      [
        "ide",
        -0.21472266
      ]
    ]
  },
  "The translational partition function of a single particle in a container is equal to the volume of the container divided by the cube of this quantity. The Sackur\u0096Tetrode equation only applies when the density of particles times this quantity cubed is much less than one. For an ideal gas, one form of this quantity is equal to Planck's constant divided by the square root of quantity two pi times mass": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.6411967
      ]
    ]
  },
  "A transient tells a boy about how love is \"a science\" in a streetcar café in this author's \"A Tree. A Rock. A Cloud.\"  Novels by this author include one about the secretly homosexual Captain Pemberton and Private Ellgee Williams, as well as one in which Frankie Addams dreams of running away to Alaska. In addition to Reflections in a Golden Eye and The Member of the Wedding, she wrote a short story": {
    "guess": "Carson McCullers",
    "confidence": [
      [
        "Car",
        -0.002468875
      ],
      [
        "son",
        -0.00018387179
      ],
      [
        " McC",
        -0.0008342856
      ],
      [
        "ull",
        -1.4974867e-05
      ],
      [
        "ers",
        -0.00020020269
      ]
    ]
  },
  "If no transmission bias is assumed in the Price equation, character value changes due to differential productivity are given by this function of character value and fitness. Dispersion matrices contain these quantities, and in the capital asset pricing model, the constant of proportionality between the rate of return on an asset and the rate of return on the market is equal to a ratio of this quantity for the asset and the market and this quantity for the market. For two (*) random variables X and Y, it  is defined as the expected value of X times Y minus the product of the expected value of X and the expected value of Y. For 10 points, identify this quantity whose normalized form is the correlation of two random variables, and when calculated for a random variable with itself gives the variance of that variable.": {
    "guess": "Covariance",
    "confidence": [
      [
        "C",
        -0.011858647
      ],
      [
        "ov",
        -3.1281633e-07
      ],
      [
        "ariance",
        -7.922564e-05
      ]
    ]
  },
  "The traditional date for this man's life was calculated as 258 years before Alexander the Great. His daughter married Jamasp, a minister of King Vishtaspa, whom this man had converted after curing his favorite horse. He authored a series of hymns called the gathas, which are now part of a holy book called the Avesta. He preached that Vohu Mana was one of the six Amesha Spentas and that the evil Angra Mainyu waged constant war on the good (*) Ahura Mazda. For 10 points, name this founder of a namesake": {
    "guess": "Zoroaster",
    "confidence": [
      [
        "Z",
        -0.003072664
      ],
      [
        "oro",
        -0.12683119
      ],
      [
        "aster",
        -0.001155105
      ]
    ]
  },
  "If no transmission bias is assumed in the Price equation, character value changes due to differential productivity are given by this function of character value and fitness. Dispersion matrices contain these quantities, and in the capital asset pricing model, the constant of proportionality between the rate of return on an asset and the rate of return on the market is equal to a ratio of this quantity": {
    "guess": "Fisher's fundamental theorem of natural selection",
    "confidence": [
      [
        "F",
        -1.2650322
      ],
      [
        "isher",
        -0.009140373
      ],
      [
        "'s",
        -0.040604018
      ],
      [
        " fundamental",
        -0.39920726
      ],
      [
        " theorem",
        -0.0002606206
      ],
      [
        " of",
        -0.02403322
      ],
      [
        " natural",
        -0.00038300612
      ],
      [
        " selection",
        -7.6364755e-05
      ]
    ]
  },
  "He trained under Adam van Noort and Otto van Veen; his first work was Portrait of a Young Man.  Hired by the duke of Mantua, he moved to Italy, where he mostly copied Renaissance paintings. At the wedding of France's Henry IV, the [i] bride invited him to France. The artist of The Hippopotamus Hunt,": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.014620714
      ],
      [
        " Paul",
        -0.00090240774
      ],
      [
        " Rub",
        -5.5623317e-05
      ],
      [
        "ens",
        -0.0004104156
      ]
    ]
  },
  "One transformation between two related encodings of this type of data multiplies the cube root of a ratio of inputs by 116 and then subtracts 16. They are contained in McAdam ellipses. Values of this are interpolated by means of I values in the Gouraud algorithm. One way to encode these is CIE XYZ, Ways of expressing them are often visualized through cubes, cones, and (*) circles. When reproducing these, one of their components is changed through gamma correction. They are encoded through three bytes written as a six digit hexadecimal representation in applications like web-pages. Encodings of": {
    "guess": "Color space",
    "confidence": [
      [
        "Color",
        -0.3544391
      ],
      [
        " space",
        -1.0481912
      ]
    ]
  },
  "The transport protein Oatp14 has been found to play a role in regulating the transport of one substance produced (*) by this organ across the blood brain barrier. Made up of two lobes connected by the isthmus, its follicles take 11 weeks during development to create colloid, which are rich in a glycoprotein that contains tyrosine residues. The attack of its cells by a body's own antibodies is a disease named after Hashimoto, and its parafollicular cells produce calcitonin in response to hypercalcemia.": {
    "guess": "Thyroid",
    "confidence": [
      [
        "Th",
        -0.0013294065
      ],
      [
        "y",
        -4.4894987e-05
      ],
      [
        "roid",
        -3.5597102e-05
      ]
    ]
  },
  "He trained under Adam van Noort and Otto van Veen; his first work was Portrait of a Young Man.  Hired by the duke of Mantua, he moved to Italy, where he mostly copied Renaissance paintings. At the wedding of France's Henry IV, the [i] bride invited him to France. The artist of The Hippopotamus Hunt, and The Descent from the Cross—for 10 points—name this Baroque Flemish master whose name now describes": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.026801331
      ],
      [
        " Paul",
        -0.00058460707
      ],
      [
        " Rub",
        -1.2352386e-05
      ],
      [
        "ens",
        -0.00028946425
      ]
    ]
  },
  "After traveling through Greece, Italy, and the Near East in the late 1860's, this painter built Olana, a great Persian mansion, on a bluff overlooking the Hudson river. Fascinated by Humboldt's explorations,": {
    "guess": "Frederic Edwin Church",
    "confidence": [
      [
        "Fre",
        -0.0793134
      ],
      [
        "der",
        -4.9617593e-06
      ],
      [
        "ic",
        -0.0004322189
      ],
      [
        " Edwin",
        -0.0059932633
      ],
      [
        " Church",
        -3.4405064e-05
      ]
    ]
  },
  "One track from this album asks \"Do I look like a motherfuckin' role model?\" and asserts that \"To a kid lookin' up to me / Life ain't nothin' but bitches and money.\" Another track on this album claims that \"some drop science, while I'm dropping English\" and notes that \"brain damage on the mic don't manage\" while urging the listener not to \"be another sequel.\" Those songs, \"Gangsta Gangsta\" and \"Express Yourself,\" appear on this album after a song whose vocalist claims that certain figures \"think / They have the authority to kill a minority.\" In its title song, Eazy E asks MC Ren to \"Tell ‘em where you from!\" after Ice Cube notes that he's \"down with the capital C-P-T.\" It features \"Judge Dre presiding\"": {
    "guess": "Straight Outta Compton",
    "confidence": [
      [
        "Straight",
        -0.5354872
      ],
      [
        " Out",
        -0.00019543454
      ],
      [
        "ta",
        -6.4325184e-05
      ],
      [
        " Com",
        -1.5570886e-05
      ],
      [
        "pton",
        -0.00012225083
      ]
    ]
  },
  "Its trace is the divergence of the dilatation current, and thus zero in a conformal theory. In Yang-Mills theory it corresponds to an interpolating operator for spin 2 glueballs. For an ideal fluid, knowing it is equivalent to knowing the pressure and density, and it is diagonal in a comoving frame. The Noether procedure finds it as a set of conserved currents associated to translation invariance,": {
    "guess": "Energy-momentum tensor",
    "confidence": [
      [
        "Energy",
        -0.024718348
      ],
      [
        "-m",
        -0.00687036
      ],
      [
        "omentum",
        -0.00039694557
      ],
      [
        " tensor",
        -0.000631544
      ]
    ]
  },
  "Traditionally, this musical instrument is constructed from wood that has been hollowed out by termites.": {
    "guess": "Didgeridoo",
    "confidence": [
      [
        "Did",
        -0.015960582
      ],
      [
        "ger",
        -0.019186486
      ],
      [
        "id",
        -0.0003643058
      ],
      [
        "oo",
        -1.2113979e-05
      ]
    ]
  },
  "A translocation between the RARA gene on chromosome 17 and the PML gene on this chromosome causes nearly all cases of acute promyelocytic leukemia. A pair of sister syndromes both due to a partial deletion on the q arm of this chromosome are classic cases of genomic imprinting and are Angelman and Prader-Willi": {
    "guess": "Chromosome 15",
    "confidence": [
      [
        "Ch",
        -0.015041539
      ],
      [
        "romosome",
        -0.0008263026
      ],
      [
        " ",
        -0.0012441593
      ],
      [
        "15",
        -0.00425042
      ]
    ]
  },
  "A traditional but now rarely performed ritual during this holiday involves spinning a chicken around one's head. It is said that on this day the Book of Life is sealed. Before the beginning of services on this day, a declaration of vows called the (*) Kol Nidre are recited. During this holiday the vidui or public confession of sins against God occurs. This period ends the time of year known as the": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.0042637084
      ],
      [
        "om",
        -1.9146995e-05
      ],
      [
        " K",
        -7.3458323e-06
      ],
      [
        "ipp",
        -1.247159e-05
      ],
      [
        "ur",
        -8.4112995e-05
      ]
    ]
  },
  "She translated choruses from Ion, Hippolytus, and Iphigeneia in Aulis, and, inspired by the 50 surviving": {
    "guess": "Anne Carson",
    "confidence": [
      [
        "Anne",
        -1.3322475
      ],
      [
        " Carson",
        -0.06758625
      ]
    ]
  },
  "Its trace is the divergence of the dilatation current, and thus zero in a conformal theory. In Yang-Mills": {
    "guess": "Trace anomaly",
    "confidence": [
      [
        "Trace",
        -1.0169725
      ],
      [
        " anomaly",
        -0.09754177
      ]
    ]
  },
  "Transported to the entrance of the Tapis Vert after its 1682 completion, this statue joins Perseus and Andromeda and a bust of Louis XIV as the only of its creator's works to have been exhibited at Versailles. The tunic of the title character falls between his legs; his calves are raised and pushing back off the ground, while his twisted torso arches forward, and his open mouth and contorted face visibly express his agony. His right hand is being pulled behind his back by a beast, while his left is trapped inside a broken tree stump, sealing his fate. FTP, name this marble sculpture of a Greek athlete about to be devoured by a lion, a work by Pierre Puget.": {
    "guess": "Milo of Croton (sculpture)",
    "confidence": [
      [
        "M",
        -0.07922265
      ],
      [
        "ilo",
        -0.005177782
      ],
      [
        " of",
        -0.00014478032
      ],
      [
        " Cro",
        -9.7583004e-05
      ],
      [
        "ton",
        -2.0815847e-05
      ],
      [
        " (",
        -0.5210172
      ],
      [
        "sc",
        -0.5355428
      ],
      [
        "ulpt",
        -6.869018e-06
      ],
      [
        "ure",
        -0.00036359057
      ],
      [
        ")",
        -0.00034869378
      ]
    ]
  },
  "A translocation between the RARA gene on chromosome 17 and the PML gene on this chromosome causes nearly all cases of acute promyelocytic leukemia. A pair of sister syndromes both due to a partial deletion on the q arm of this chromosome are classic cases of genomic imprinting and are Angelman and Prader-Willi syndrome. Mutations in the gene that codes for fibrillin-1, located on this chromosome, results": {
    "guess": "Chromosome 15",
    "confidence": [
      [
        "Ch",
        -0.03720476
      ],
      [
        "romosome",
        -0.0036735905
      ],
      [
        " ",
        -0.0027641023
      ],
      [
        "15",
        -0.005482284
      ]
    ]
  },
  "This man traveled incognito as part of his country's Grand Embassy to the West, during which he learned shipbuilding skills in the Netherlands. This ruler was forced to rule with his half-brother Ivan V for a time due to the influence of the streltsy. This man enforced a beard tax on noblemen in his country. This ruler found military success in the Great Northern War, which allowed him to build his": {
    "guess": "Peter the Great",
    "confidence": [
      [
        "Peter",
        -0.023314662
      ],
      [
        " the",
        -0.003038678
      ],
      [
        " Great",
        -0.00016492206
      ]
    ]
  },
  "A translocation between the RARA gene on chromosome 17 and the PML gene on this chromosome causes nearly all cases of acute promyelocytic leukemia. A pair of sister syndromes both due to a partial deletion on the q arm of this chromosome are classic cases of genomic imprinting and are Angelman and Prader-Willi syndrome. Mutations in the gene that codes for fibrillin-1, located on this chromosome, results in patients with elongated fingers that are at greater risk for aortic dissection in Marfan syndrome. Patients with an autorecessive disorder associated with this chromosome sport a cherry red macula and cannot break down GM2 gangliosides. For 10 points, identify this chromosome that contains": {
    "guess": "Chromosome 15",
    "confidence": [
      [
        "Ch",
        -0.0073714
      ],
      [
        "romosome",
        -0.00059294765
      ],
      [
        " ",
        -0.0016409041
      ],
      [
        "15",
        -0.00064881385
      ]
    ]
  },
  "It's not the Tragic Symphony, but this symphony includes the instruction \"Like a breath\" at the beginning of its finale. The opening notes of this symphony's first theme are soon taken up by the trombones in unison while the trumpets play a sequence of rising notes. This symphony begins with a tonic chord on the organ along with fortissimo notes from five other instruments before the singers enter. At the end of its first movement, offstage brass instruments repeat the \"Accende lumen sensibus\" theme. At the end of this symphony, the chorus sings \"Eternal womanhood draws us on high,\" quoting the final scene from Goethe's Faust. Its first part sets the Pentecost hymn Veni creator spiritus. For": {
    "guess": "Symphony No. 8 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.0017978734
      ],
      [
        "phony",
        -0.00022368213
      ],
      [
        " No",
        -0.024623677
      ],
      [
        ".",
        -0.00027230257
      ],
      [
        " ",
        -0.0002108118
      ],
      [
        "8",
        -0.078692906
      ],
      [
        " (",
        -0.00052717654
      ],
      [
        "Mah",
        -0.01727475
      ],
      [
        "ler",
        -7.703444e-06
      ],
      [
        ")",
        -4.823269e-05
      ]
    ]
  },
  "In one of the traditions that they are used in, they are classified into the Agamas, the Samhitas, and the Saktas.  Coming from the Sanskrit for \"web\" or \"warp,\" the Buddhist ones simply offer a further explanation of desire-ridding prayer.  They are similar to but were written after the Puranas and concentrate on much more occult matters like spells, rituals, and symbols.  Most are usually set in the form of a dialogue between the god Shiva and his mistresses and have become popular due to their erotic content.  FTP, name this body of esoteric Hindu texts now associated with extended sexual duration.": {
    "guess": "Tantra",
    "confidence": [
      [
        "Tan",
        -0.22158244
      ],
      [
        "tra",
        -0.48918104
      ]
    ]
  },
  "A transient tells a boy about how love is \"a science\" in a streetcar café in this author's \"A Tree. A Rock. A Cloud.\"  Novels by this author include one about the secretly homosexual Captain Pemberton": {
    "guess": "Carson McCullers",
    "confidence": [
      [
        "Car",
        -0.013838838
      ],
      [
        "son",
        -8.8285124e-05
      ],
      [
        " McC",
        -0.00060843676
      ],
      [
        "ull",
        -6.704273e-07
      ],
      [
        "ers",
        -0.0001693326
      ]
    ]
  },
  "One tradition holds that any prayer made between this man's pulpit and his grave will never be refused, and another tradition holds that an empty grave next to the tomb of this man is waiting for Jesus to fill it. An angel once gave this man a white donkey to ride to Jerusalem and had earlier appeared to him on Mount Hira, where he asked this man to \"recite.\" Forces loyal to this husband of Khadijah were victorious at the Battle of the Trench and had previously accompanied him on the hijra. For 10": {
    "guess": "Muhammad",
    "confidence": [
      [
        "Mu",
        -0.25751606
      ],
      [
        "hammad",
        -0.002525957
      ]
    ]
  },
  "One tradition holds that any prayer made between this man's pulpit and his grave will never be refused, and another tradition holds that an empty grave next to the tomb of this man is waiting for Jesus to fill it. An angel once gave this man a white donkey to ride to Jerusalem and had earlier appeared to him on Mount Hira, where he asked this man to \"recite.\" Forces loyal to this husband of Khadijah": {
    "guess": "Muhammad",
    "confidence": [
      [
        "Mu",
        -0.49708012
      ],
      [
        "hammad",
        -0.0034659521
      ]
    ]
  },
  "The transfer of this property due to surface tension is known as the Marangoni effect. Wiezsacker's formula can be used to calculate this quantity for an atomic nucleus. The principle of equivalence maintains": {
    "guess": "Mass",
    "confidence": [
      [
        "Mass",
        -0.4213459
      ]
    ]
  },
  "Tradition states that this saint was chopped into bits and resurrected three times and bled milk from his split skull.  Martyred in Palestine as attested to by a 494 CE canon of Pope Gelasius I, he was probably from Cappadocia.  He saved the princess Sabra while accomplishing his most famous feat in a pagan town in Libya.  The 1222 Council of Oxford established his feast day as April 23, also the day": {
    "guess": "Saint George",
    "confidence": [
      [
        "Saint",
        -0.13210197
      ],
      [
        " George",
        -0.0005550592
      ]
    ]
  },
  "TRANSLATOR AND WORK REQUIRED  This prose work contrasts with an earlier-published verse translation by including the phrase \"great gobbets\" rather than \"lumps\" and reporting that a man was eaten entirely \"including hands and feet,\" rather than the more general and less evocative \"hand and foot.\" This work was published 88 years after it was completed. Its translator and author were likely from the same region. This translator of this work argued that its mingling of (*) time- frames was an intentional commentary on its main theme: the inevitability of death, and that its ambiguous religious setting was a consequence of ongoing Christianization when it was written as opposed to when it is set. Those statements about it appear in this translator's essay on this work subtitled \"The Monsters and the Critics.\" For 10 points, name this recently-published translation of an Old English epic poem": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -0.318473
      ],
      [
        "ow",
        -8.864273e-05
      ],
      [
        "ulf",
        -6.289474e-05
      ]
    ]
  },
  "Its trace is the divergence of the dilatation current, and thus zero in a conformal theory. In Yang-Mills theory it corresponds to an interpolating operator for spin 2 glueballs. For an ideal fluid, knowing it is equivalent to knowing the pressure and density, and it is diagonal in a comoving frame. The Noether procedure finds it as a set of conserved currents associated to translation invariance, but this may not produce a symmetric answer. The usual symmetric definition is a variation of the nongravitational part of the action with respect to the metric. FTP, what is this quantity that the Einstein": {
    "guess": "Stress-energy tensor",
    "confidence": [
      [
        "St",
        -0.41923642
      ],
      [
        "ress",
        -1.831257e-05
      ],
      [
        "-energy",
        -0.05392096
      ],
      [
        " tensor",
        -0.009814173
      ]
    ]
  },
  "She translated choruses from Ion, Hippolytus, and Iphigeneia in Aulis, and, inspired by the 50 surviving lines of Stesichorus' Pallinode, wrote the book-length poem Helen in Egypt.  She scrawled \"DESTROY\" across the title page of Asphodel, which includes a fictionalized account of the breakdown of her lesbian relationship with Frances Gregg and serves as a sequel to HERmione, in which the title character has a torrid affair with George Lowndes, based on Ezra Pound.  FTP, name this Imagist, who used her initials as a pen name.": {
    "guess": "H.D.",
    "confidence": [
      [
        "H",
        -0.0025775596
      ],
      [
        ".D",
        -0.049065784
      ],
      [
        ".",
        -6.0033854e-05
      ]
    ]
  },
  "It's not the Tragic Symphony, but this symphony includes the instruction \"Like a breath\" at the beginning of its finale. The opening notes of this symphony's first theme are soon taken up by the trombones in unison while the trumpets play a sequence of rising notes. This symphony begins with a tonic chord on the organ along with fortissimo notes from five other instruments before the singers enter. At the end of its first movement, offstage brass instruments repeat the \"Accende lumen sensibus\" theme. At the end of this symphony, the chorus sings \"Eternal womanhood draws us on high,\" quoting the final scene from Goethe's Faust. Its first part sets the Pentecost hymn Veni creator spiritus. For 10 points, name this massive symphony by Gustav Mahler.": {
    "guess": "Symphony No. 8 (Mahler)",
    "confidence": [
      [
        "Sym",
        -4.274932e-05
      ],
      [
        "phony",
        -3.650519e-06
      ],
      [
        " No",
        -0.0033780457
      ],
      [
        ".",
        -0.00013226394
      ],
      [
        " ",
        -0.00034797855
      ],
      [
        "8",
        -0.013533589
      ],
      [
        " (",
        -0.0038562512
      ],
      [
        "Mah",
        -0.008470962
      ],
      [
        "ler",
        -1.2829201e-05
      ],
      [
        ")",
        -1.3306016e-05
      ]
    ]
  },
  "A transient form of this phenomenon is often modeled using lumped system analysis. The transient-line source method or laser-flash method is used to calculate the ability of a material to undergo this process. Values of less than 0.1 for the Biot number imply this process is dominating, and the ratio": {
    "guess": "Thermal diffusivity",
    "confidence": [
      [
        "Th",
        -0.12400422
      ],
      [
        "ermal",
        -1.9816675e-06
      ],
      [
        " diff",
        -0.026600884
      ],
      [
        "us",
        -2.1008714e-06
      ],
      [
        "ivity",
        -1.0445127e-05
      ]
    ]
  },
  "This man traveled incognito as part of his country's Grand Embassy to the West, during which he learned shipbuilding skills in the Netherlands. This ruler was forced to rule with his half-brother Ivan V for a time due to the influence of the streltsy. This man enforced a beard tax on noblemen in his": {
    "guess": "Peter the Great",
    "confidence": [
      [
        "Peter",
        -0.116995454
      ],
      [
        " the",
        -0.0012243935
      ],
      [
        " Great",
        -0.0003118672
      ]
    ]
  },
  "The translational partition function of a single particle in a container is equal to the volume of the container divided by the cube of this quantity. The Sackur\u0096Tetrode equation only applies when the density of particles times this quantity cubed is much less than one. For an ideal gas, one form of this quantity is equal to Planck's constant divided by the square root of quantity two pi times mass times Boltzmann's constant times temperature. (*) The energy of a particle is equal to 1240 electron volt-nanometers divided by this quantity for the particle. The existence of this quantity was confirmed by an experiment which fired electrons at a nickel target and observed a Bragg diffraction pattern; that experiment was conducted by Davisson and Germer. For 10 points, name this quantity equal": {
    "guess": "De Broglie wavelength",
    "confidence": [
      [
        "De",
        -0.23817495
      ],
      [
        " Bro",
        -0.0018091757
      ],
      [
        "gl",
        -3.0545007e-06
      ],
      [
        "ie",
        -4.8425554e-06
      ],
      [
        " wavelength",
        -0.0026460483
      ]
    ]
  },
  "It's not the Tragic Symphony, but this symphony includes the instruction \"Like a breath\" at the beginning of its finale. The opening notes of this symphony's first theme are soon taken up by the trombones in unison while the trumpets play a sequence of rising notes. This symphony begins with a tonic chord on the organ along with fortissimo notes from five other instruments before the singers enter.": {
    "guess": "Symphony No. 8 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.0028218739
      ],
      [
        "phony",
        -0.0024549647
      ],
      [
        " No",
        -0.10562511
      ],
      [
        ".",
        -0.0001311911
      ],
      [
        " ",
        -0.00013834333
      ],
      [
        "8",
        -0.06757566
      ],
      [
        " (",
        -0.00042066345
      ],
      [
        "Mah",
        -0.1005075
      ],
      [
        "ler",
        -4.4849444e-06
      ],
      [
        ")",
        -5.080963e-06
      ]
    ]
  },
  "The transformation of calcite into quicklime gives off this molecule. The symmetric and antisymmetric stretching modes of this molecule show up at 1480 and 2565 wavenumbers, respectively. This molecule, which belongs to the D sub infinity h symmetry group, is used as a solvent in decaffeination reactions. The Keeling Curve gives the concentration of this molecule in the atmosphere. Removing this molecule from histidine gives histamine, and adding it to a solution of Grignard reagents is a common carboxylation method. It's a linear molecule with two double bonds, and it is the primary cause of global warming. For 10 points, name this gaseous molecule which is present in soft drinks and which humans exchange for oxygen.": {
    "guess": "Carbon Dioxide",
    "confidence": [
      [
        "Carbon",
        -0.004716703
      ],
      [
        " D",
        -0.00047881284
      ],
      [
        "ioxide",
        -0.0001135563
      ]
    ]
  },
  "Tradition holds that he was trained under Masolino da Panicale, an older  artist with whom he collaborated with on several works. He died early in life  and thus could not complete the decorations he had planned for the Brancacci  chapel in Florence. FTP, identify this painter of The Raising of the King's  Son, St. John and St. Peter Distributing Arms, and The Expulsion of Adam and  Eve whose nickname translates as Slovenly Tom.": {
    "guess": "Masaccio",
    "confidence": [
      [
        "Mas",
        -0.098891646
      ],
      [
        "acc",
        -0.009834952
      ],
      [
        "io",
        -5.6769813e-06
      ]
    ]
  },
  "In 1973 he traveled to Moscow as part of the East-West Trade Policy Committee to negotiate trade protocols with the USSR.  Nixon's Secretary of Labor for eighteen-months, after that time he became director of the Office of Management and Budget.  Quitting government service in 1974, he became president and director of the Bechtel Group, and as Secretary of State he pushed for close relations with Saddam Hussein in an attempt to win a two billion dollar oil pipeline deal for Bechtel.  Resigning to": {
    "guess": "Caspar Weinberger",
    "confidence": [
      [
        "Cas",
        -0.35549644
      ],
      [
        "par",
        -0.00011725161
      ],
      [
        " Wein",
        -0.0005664954
      ],
      [
        "berger",
        -0.00027897433
      ]
    ]
  },
  "One trail on this mountain stops by the \"Garden of the Senecios\" and the Barranco Wall. The Western Breach, created by a landslide is located on this peak and leads up to the Lava Tower. The nearest settlement to it is Moshi, where an associated national park is located. The myth that this was presented to Queen Victoria by Wilhelm II has been debunked. For 10 points, name this tallest freestanding": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.05595666
      ],
      [
        " Kil",
        -4.20341e-05
      ],
      [
        "iman",
        -0.00014609157
      ],
      [
        "j",
        -0.00011439072
      ],
      [
        "aro",
        -1.9146995e-05
      ]
    ]
  },
  "A transient form of this phenomenon is often modeled using lumped system analysis. The transient-line source method or laser-flash method is used to calculate the ability of a material to undergo this process. Values of less than 0.1 for the Biot number imply this process is dominating, and the ratio of the rate of this process to energy storage is given by the (*) Fourier number. In solids, this process occurs via free-electron diffusion and phonon vibration. The rate of this process is equal to the negative k of the temperature gradient in Fourier's law of this process. For 10 points, name this": {
    "guess": "Heat conduction",
    "confidence": [
      [
        "Heat",
        -0.47329813
      ],
      [
        " con",
        -0.3443795
      ],
      [
        "duction",
        -2.0100624e-05
      ]
    ]
  },
  "One track from this album asks \"Do I look like a motherfuckin' role model?\" and asserts that \"To a kid lookin' up to me / Life ain't nothin' but bitches and money.\" Another track on this album claims that \"some drop science, while I'm dropping English\" and notes that \"brain damage on the mic don't manage\" while urging the listener not to \"be another sequel.\" Those songs, \"Gangsta Gangsta\" and \"Express Yourself,\" appear on this album after a song whose vocalist claims that certain figures \"think /": {
    "guess": "Straight Outta Compton",
    "confidence": [
      [
        "Straight",
        -0.025430683
      ],
      [
        " Out",
        -0.00033296258
      ],
      [
        "ta",
        -9.6629374e-05
      ],
      [
        " Com",
        -0.00015133653
      ],
      [
        "pton",
        -0.00020759332
      ]
    ]
  },
  "TRANSLATOR AND WORK REQUIRED  This prose work contrasts with an earlier-published verse translation by including the phrase \"great gobbets\" rather than \"lumps\" and reporting that a man was eaten entirely \"including hands and feet,\" rather than the more general and less evocative \"hand and foot.\" This": {
    "guess": "Beowulf in Translation: Translations by Seamus Heaney and J.R.R. Tolkien",
    "confidence": [
      [
        "Be",
        -0.47582635
      ],
      [
        "ow",
        -0.00017410076
      ],
      [
        "ulf",
        -6.062987e-05
      ],
      [
        " in",
        -0.7036367
      ],
      [
        " Translation",
        -0.9089765
      ],
      [
        ":",
        -0.39948818
      ],
      [
        " Trans",
        -1.3780951
      ],
      [
        "lations",
        -0.2489455
      ],
      [
        " by",
        -0.6418074
      ],
      [
        " Se",
        -0.6582678
      ],
      [
        "amus",
        -2.1769476e-05
      ],
      [
        " He",
        -0.00020258676
      ],
      [
        "aney",
        -0.0016141273
      ],
      [
        " and",
        -0.62178004
      ],
      [
        " J",
        -0.07943211
      ],
      [
        ".R",
        -0.28467453
      ],
      [
        ".R",
        -0.0018067918
      ],
      [
        ".",
        -0.005692588
      ],
      [
        " Tolkien",
        -0.0002905334
      ]
    ]
  },
  "The traditional \"banking\" approach to this activity perpetuates oppression, while an \"authentic\" approach to it makes people more human, according to Paolo Freire. Another theorist of it focused on \"human": {
    "guess": "Education",
    "confidence": [
      [
        "Education",
        -0.0825906
      ]
    ]
  },
  "This man traveled incognito as part of his country's Grand Embassy to the West, during which he learned shipbuilding skills in the Netherlands. This ruler was forced to rule with his half-brother Ivan V for a time due to the influence of the streltsy. This man enforced a beard tax on noblemen in his country. This ruler found military success in the Great Northern War, which allowed him to build his \"Window to the West\" on the Neva. For 10 points, name this westernizing tsar of Russia who was responsible for building the city of St. Petersburg.": {
    "guess": "Peter the Great",
    "confidence": [
      [
        "Peter",
        -0.0040266337
      ],
      [
        " the",
        -0.00092265767
      ],
      [
        " Great",
        -6.992776e-05
      ]
    ]
  },
  "Its translational motions are commonly called Slichter modes, and early models for it included a 450 km thick F-layer on its exterior. An important discovery about its differential rotation was made by Dziewonski, and it was hypothesized by Inge Lehmann in 1936. The cause of faster propagation of seismic": {
    "guess": "Outer core",
    "confidence": [
      [
        "Outer",
        -0.7639187
      ],
      [
        " core",
        -0.14402544
      ]
    ]
  },
  "The transport protein Oatp14 has been found to play a role in regulating the transport of one substance produced (*) by this organ across the blood brain barrier. Made up of two lobes connected by the isthmus, its follicles take 11 weeks during development to create colloid, which are rich in a glycoprotein that contains tyrosine residues. The attack of its cells by a body's own antibodies is a disease named after Hashimoto, and its parafollicular cells produce calcitonin in response to hypercalcemia. Overproduction of a certain hormone may result in Graves' disease, and having an enlarged one, perhaps coming from a lack of iodine, results in a goiter. FTP, name this endocrine gland which secretes hormones for growth and metabolism and is controlled by hypothalamus and pituitary.": {
    "guess": "Thyroid",
    "confidence": [
      [
        "Th",
        -0.00010413921
      ],
      [
        "y",
        -2.7014437e-05
      ],
      [
        "roid",
        -1.50940705e-05
      ]
    ]
  },
  "If no transmission bias is assumed in the Price equation, character value changes due to differential productivity are given by this function of character value and fitness. Dispersion matrices contain these quantities, and in the capital asset pricing model, the constant of proportionality between the rate of return on an asset and the rate of return on the market is equal to a ratio of this quantity for the asset and the market and this quantity for the market. For two (*) random variables X and Y, it  is defined as the expected value of X times Y minus the product of the expected value of X and the expected value of Y. For 10 points, identify this quantity whose normalized form is the correlation of two random variables, and when calculated for a random variable with itself gives the variance": {
    "guess": "Covariance",
    "confidence": [
      [
        "C",
        -0.026603552
      ],
      [
        "ov",
        -1.9361265e-07
      ],
      [
        "ariance",
        -4.7755875e-05
      ]
    ]
  },
  "Transported to the entrance of the Tapis Vert after its 1682 completion, this statue joins Perseus and": {
    "guess": "Apollo of the Belvedere",
    "confidence": [
      [
        "Apollo",
        -0.82755345
      ],
      [
        " of",
        -1.7851807
      ],
      [
        " the",
        -0.4162438
      ],
      [
        " Bel",
        -0.0007045681
      ],
      [
        "ved",
        -4.298773e-05
      ],
      [
        "ere",
        -7.703444e-06
      ]
    ]
  },
  "Tradition holds that he was trained under Masolino da Panicale, an older  artist with whom he collaborated with on several works. He died early in life  and thus could not complete the decorations he had planned for the Brancacci  chapel in Florence. FTP, identify this painter of The Raising of the King's  Son, St. John and St. Peter Distributing Arms, and The Expulsion of Adam and  Eve whose nickname": {
    "guess": "Masaccio",
    "confidence": [
      [
        "Mas",
        -0.06879653
      ],
      [
        "acc",
        -0.044996068
      ],
      [
        "io",
        -4.1273333e-06
      ]
    ]
  },
  "The transport protein Oatp14 has been found to play a role in regulating the transport of one substance produced (*) by this organ across the blood brain barrier. Made up of two lobes connected by the isthmus, its follicles take 11 weeks during development to create colloid, which are rich in a glycoprotein": {
    "guess": "Thyroid",
    "confidence": [
      [
        "Th",
        -0.0012357031
      ],
      [
        "y",
        -4.8471098e-05
      ],
      [
        "roid",
        -6.456359e-05
      ]
    ]
  },
  "This man was trained as an advocate, but resigned his post as a judge in 1782 and for a time lived the life of a dandy in Arras. Known as the \"Incorruptible\", in 1791 he became public accuser, and the next year he emerged as the leader of the Mountain faction of the National Convention, but in 1794 was": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.002412277
      ],
      [
        "im",
        -0.00010652328
      ],
      [
        "il",
        -0.000807606
      ],
      [
        "ien",
        -5.9153886e-06
      ],
      [
        " Rob",
        -0.0006358316
      ],
      [
        "esp",
        -3.3809047e-05
      ],
      [
        "ierre",
        -1.18755715e-05
      ]
    ]
  },
  "This man traveled incognito as part of his country's Grand Embassy to the West, during which he learned shipbuilding skills in the Netherlands. This ruler was forced to rule with his half-brother Ivan V for a time due to the influence of the streltsy. This man enforced a beard tax on noblemen in his country. This ruler found military success in the Great Northern War, which allowed him to build his \"Window to the West\" on the Neva. For 10 points, name this westernizing tsar of Russia who was responsible": {
    "guess": "Peter the Great",
    "confidence": [
      [
        "Peter",
        -0.0030528118
      ],
      [
        " the",
        -0.0032212068
      ],
      [
        " Great",
        -0.0001627764
      ]
    ]
  },
  "A track on this artist's first solo album says that \"in the midst of this insanity, I found my Christianity\" and that \"one day I plan to be a family man, happily married.\" One of this artist's collaborations on his sophomore album contains the line \"see you in Hell for the sequel;\" twelve years later, he released that album, Hell: The Sequel, with Royce da 5-9. The first single released from this rapper's most recent album was \"Berzerk,\" and later singles from that album included \"Rap God\" and \"The Monster,\" which features Rihanna. For 10 points, name this Detroit rapper known for songs like \"Not": {
    "guess": "Eminem",
    "confidence": [
      [
        "E",
        -7.7318386e-05
      ],
      [
        "min",
        -1.0280384e-06
      ],
      [
        "em",
        -7.9940866e-05
      ]
    ]
  },
  "The transfer of this property due to surface tension is known as the Marangoni effect. Wiezsacker's formula can be used to calculate this quantity for an atomic nucleus. The principle of equivalence maintains that the inertial and gravitational forms of this quantity are equal. Kinetic energy can be calculated by multiplying this quantity by velocity squared. Momentum divided by velocity is equal to this quantity, which is multiplied by acceleration to yield force. For 10 points, name this quantity, the amount of matter in an object, which is measured in kilograms.": {
    "guess": "Mass",
    "confidence": [
      [
        "Mass",
        -0.0038376132
      ]
    ]
  },
  "One track from this album asks \"Do I look like a motherfuckin' role model?\" and asserts that \"To a kid lookin' up to me / Life ain't nothin' but bitches and money.\" Another track on this album claims that \"some drop science, while I'm dropping English\" and notes that \"brain damage on the mic don't manage\"": {
    "guess": "The Slim Shady LP",
    "confidence": [
      [
        "The",
        -0.61312884
      ],
      [
        " Slim",
        -0.11391485
      ],
      [
        " Sh",
        -1.504853e-06
      ],
      [
        "ady",
        -1.2233183e-05
      ],
      [
        " LP",
        -0.0025103819
      ]
    ]
  },
  "The transport protein Oatp14 has been found to play a role in regulating the transport of one substance produced (*) by this organ across the blood brain barrier. Made up of two lobes connected by the isthmus, its follicles take 11 weeks during development to create colloid, which are rich in a glycoprotein that contains tyrosine residues. The attack of its cells by a body's own antibodies is a disease named after Hashimoto, and its parafollicular cells produce calcitonin in response to hypercalcemia. Overproduction of a certain hormone may result in Graves' disease, and having an enlarged one, perhaps coming from a lack of iodine, results in a goiter. FTP, name this endocrine gland which secretes": {
    "guess": "Thyroid",
    "confidence": [
      [
        "Th",
        -0.0002883914
      ],
      [
        "y",
        -2.355753e-05
      ],
      [
        "roid",
        -1.6882126e-05
      ]
    ]
  },
  "The traditional \"banking\" approach to this activity perpetuates oppression, while an \"authentic\" approach to it makes people more human, according to Paolo Freire. Another theorist of it focused on \"human tendencies\" and advocated a \"constructivist\" approach to this. Vygotsky's idea of a \"Zone of proximal development\" has led to the (*) \"scaffolding\" approach to this activity. Benjamin Bloom created a taxonomy of its objectives. John Dewey believed that it was the key to democracy. A theorist of it argued for working with many ages at once and noticed \"spontaneous discipline\" with the right choice of activities. For 10 points, name this activity studied by people like Maria Montessori.": {
    "guess": "Education",
    "confidence": [
      [
        "Education",
        -0.079065494
      ]
    ]
  },
  "Transverse structures in this tissue are called Volkmann's canals, and this tissue is classified as either trabecular or cortical. \"Morphogenic proteins\" of this tissue were discovered by Urist and belong to the TGF-beta superfamily. Caneliculi, which are separated by lamelle, are concentric rings that form around central Haversian canals in this tissue. Some structures composed of this tissue are made up of epiphysis on both ends and diaphysis in the central region. Resorption of this tissue to allow for the passage of blood vessels is performed by osteoclasts, and osteoblasts generate this type": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.0065454394
      ]
    ]
  },
  "She translated choruses from Ion, Hippolytus, and Iphigeneia in Aulis, and, inspired by the 50 surviving lines of Stesichorus' Pallinode, wrote the book-length poem Helen in Egypt.  She scrawled \"DESTROY\"": {
    "guess": "H.D.",
    "confidence": [
      [
        "H",
        -0.0042113634
      ],
      [
        ".D",
        -0.10716877
      ],
      [
        ".",
        -0.00049059937
      ]
    ]
  },
  "A transient tells a boy about how love is \"a science\" in a streetcar café in this author's \"A Tree. A": {
    "guess": "Tennessee Williams",
    "confidence": [
      [
        "T",
        -0.33227327
      ],
      [
        "ennessee",
        -0.000826541
      ],
      [
        " Williams",
        -0.0013170239
      ]
    ]
  },
  "One track from this album asks \"Do I look like a motherfuckin' role model?\" and asserts that \"To a kid lookin' up to me / Life ain't nothin' but bitches and money.\" Another track on this album claims that \"some drop science, while I'm dropping English\" and notes that \"brain damage on the mic don't manage\" while urging the listener not to \"be another sequel.\" Those songs, \"Gangsta Gangsta\" and \"Express Yourself,\" appear on this album after a song whose vocalist claims that certain figures \"think / They have the authority to kill a minority.\" In its title song, Eazy E asks MC Ren to \"Tell ‘em where": {
    "guess": "Straight Outta Compton",
    "confidence": [
      [
        "Straight",
        -0.0063990382
      ],
      [
        " Out",
        -6.0510665e-05
      ],
      [
        "ta",
        -2.3438328e-05
      ],
      [
        " Com",
        -1.0325924e-05
      ],
      [
        "pton",
        -0.00015705463
      ]
    ]
  },
  "The transformation of calcite into quicklime gives off this molecule. The symmetric and antisymmetric stretching modes of this molecule show up at 1480 and 2565 wavenumbers, respectively. This molecule, which belongs to the D sub infinity h symmetry group, is used as a solvent in decaffeination reactions.": {
    "guess": "Carbon Dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0012772576
      ],
      [
        " D",
        -0.0041937944
      ],
      [
        "ioxide",
        -4.7875077e-05
      ]
    ]
  },
  "Trained as a doctor in Manchuria, he declined to follow his father into the profession, starting a Marxist-surrealist literary group shortly after graduation and winning the Akutagawa prize three years later for his short story The Crime of S. Karuma. His early work was Kafkaesque science fiction, but he soon split his time between novels and the theater, writing and directing plays like Friends and The Suitcase. Existentialist issues in his novels include the mask that enables its wearer to function socially in The Face of Another; the titular \"guide to life\" in The Ruined Map; and the titular way of life in The Box Man. His interest in entomology led to the extended metaphors comparing human characters to dung-eating beetles in The Ark Sakura, and to social insects in the novel that he adopted": {
    "guess": "Kōbō Abe",
    "confidence": [
      [
        "K",
        -0.0008684677
      ],
      [
        "ō",
        -0.0038284604
      ],
      [
        "b",
        -4.3202e-07
      ],
      [
        "ō",
        -2.9352968e-06
      ],
      [
        " Abe",
        -0.0004076739
      ]
    ]
  },
  "It's not the Tragic Symphony, but this symphony includes the instruction \"Like a breath\" at the beginning of its finale. The opening notes of this symphony's first theme are soon taken up by the trombones in unison while the trumpets play a sequence of rising notes. This symphony begins with a tonic": {
    "guess": "Symphony No. 7 (Bruckner)",
    "confidence": [
      [
        "Sym",
        -0.0034884047
      ],
      [
        "phony",
        -0.0011684374
      ],
      [
        " No",
        -0.0009893421
      ],
      [
        ".",
        -8.4828214e-05
      ],
      [
        " ",
        -0.0001594387
      ],
      [
        "7",
        -1.0274591
      ],
      [
        " (",
        -0.00030304978
      ],
      [
        "Br",
        -0.37363216
      ],
      [
        "uck",
        -1.2352386e-05
      ],
      [
        "ner",
        -2.7968066e-05
      ],
      [
        ")",
        -4.1273333e-06
      ]
    ]
  },
  "One transformation between two related encodings of this type of data multiplies the cube root of a ratio of inputs by 116 and then subtracts 16. They are contained in McAdam ellipses. Values of this are": {
    "guess": "Color temperature",
    "confidence": [
      [
        "Color",
        -0.7573132
      ],
      [
        " temperature",
        -0.21098657
      ]
    ]
  },
  "One of its tractates discusses the size and history of the Leviathan, components of the Aron Ha-Kodesh, and the location of the Shechinah. Its fifth tractate discusses the Cities of Refuge, while another is dedicated to idolatry and dubbed, \"Avoda Zara.\" It begins with a section of three \"gates\" - Babbas Kama, Metzia, and Bathra - the latter two focusing on trusteeship and inheritance law. It's best known for a Tosefta-less tractate with a quote from Shimon Ha-Tzadik that the world stands on Torah, service, and acts of kindness. That part delineates the path of the Torah from Moses to the Anshei Kneset Ha'Gdolah. Containing Pirkei Avot, or Fathers, FTP, name this fourth Mishnaic and Talmudic": {
    "guess": "Avot",
    "confidence": [
      [
        "Av",
        -1.1495883
      ],
      [
        "ot",
        -0.005761811
      ]
    ]
  },
  "A traditional but now rarely performed ritual during this holiday involves spinning a chicken around": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.48158732
      ],
      [
        "om",
        -0.00016229959
      ],
      [
        " K",
        -6.241792e-05
      ],
      [
        "ipp",
        -6.647085e-05
      ],
      [
        "ur",
        -0.00023798658
      ]
    ]
  },
  "One of its tractates discusses the size and history of the Leviathan, components of the Aron Ha-Kodesh, and the location of the Shechinah. Its fifth tractate discusses the Cities of Refuge, while another is dedicated to idolatry and dubbed, \"Avoda Zara.\" It begins with a section of three \"gates\" - Babbas Kama, Metzia, and Bathra - the latter two focusing on trusteeship and inheritance law. It's best known for a Tosefta-less tractate with a quote from Shimon Ha-Tzadik that the world stands on Torah, service, and acts of kindness. That part delineates the path of the Torah from Moses to the Anshei Kneset Ha'Gdolah. Containing Pirkei Avot, or Fathers, FTP, name this fourth Mishnaic and Talmudic order, which deals mostly with civil and penal law and legal procedure, and whose English name is shared ►by an original series on F/X.": {
    "guess": "Nezikin",
    "confidence": [
      [
        "Ne",
        -0.14539474
      ],
      [
        "zik",
        -0.004845665
      ],
      [
        "in",
        -0.0010172101
      ]
    ]
  },
  "The traditional \"banking\" approach to this activity perpetuates oppression, while an \"authentic\" approach to it makes people more human, according to Paolo Freire. Another theorist of it focused on \"human tendencies\" and advocated a \"constructivist\" approach to this. Vygotsky's idea of a \"Zone of proximal": {
    "guess": "Education",
    "confidence": [
      [
        "Education",
        -0.24340515
      ]
    ]
  },
  "Transverse structures in this tissue are called Volkmann's canals, and this tissue is classified as either trabecular or cortical. \"Morphogenic proteins\" of this tissue were discovered by Urist and belong to the TGF-beta superfamily. Caneliculi, which are separated by lamelle, are concentric rings that form around central Haversian canals in this tissue. Some structures composed of this tissue are made up of epiphysis on both ends and diaphysis in the central region. Resorption of this tissue to allow for the passage of blood vessels is performed by osteoclasts, and osteoblasts generate this type of tissue. For 10 points, name this tissue that makes up structures such as the femur.": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.0093852235
      ]
    ]
  },
  "The transportation of ions of this element is hindered by both apamin [AP-uh-min] and dendrotoxin, which explains why bee stings and snake bites can be painful and dangerous. Its nitrate is known as niter [NIE-ter] in mineral form and is a major component in gunpowder and fertilizers. A common way to date rocks is based on the decay of this element into argon. Name this alkali metal very similar to sodium whose chemical symbol comes from its neo-Latin name of kalium.": {
    "guess": "Potassium",
    "confidence": [
      [
        "Pot",
        -0.0011492675
      ],
      [
        "assium",
        -3.5716304e-05
      ]
    ]
  },
  "Traditions of this event include the recitation of both the Talbiyah and a Niyyah, and participating in the Sa'ee of Safa and Marwah, while it concludes with the Tawaf al-Wada' prayer. A miqat is used to change into the clothing of Ihram during this event, though many of that state's restrictions are removed after a sacrifice on the Tenth of (*) Dhul. Al-Tamattu', al-Ifrad, and al- Qiran are three different ways of performing this obligation, though they each include ramy and Tawaf al-Ifadha: the": {
    "guess": "Hajj",
    "confidence": [
      [
        "H",
        -0.0018221432
      ],
      [
        "aj",
        -2.2484697e-05
      ],
      [
        "j",
        -5.3358446e-05
      ]
    ]
  },
  "Transverse structures in this tissue are called Volkmann's canals, and this tissue is classified as either": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.00101423
      ]
    ]
  },
  "The transportation of ions of this element is hindered by both apamin [AP-uh-min] and dendrotoxin, which explains why bee stings and snake bites can be painful and dangerous. Its nitrate is known as niter [NIE-ter] in mineral form and is a major component in gunpowder and fertilizers. A common way to": {
    "guess": "Potassium nitrate",
    "confidence": [
      [
        "Pot",
        -0.003776693
      ],
      [
        "assium",
        -3.7697225e-06
      ],
      [
        " nit",
        -0.4891723
      ],
      [
        "rate",
        -9.567575e-05
      ]
    ]
  },
  "The traditional type is the categorical form in which both premises and the conclusion are simple declarative statements that are constructed using only three simple terms between them, each term appearing twice. For example, \"All men are mortal; no gods are mortal; therefore no men are gods.\" FTP, identify this valid deductive argument in logic having two premises and a conclusion, studied extensively": {
    "guess": "Syllogism",
    "confidence": [
      [
        "S",
        -0.011308464
      ],
      [
        "yl",
        -2.4272753e-05
      ],
      [
        "log",
        -1.4498052e-05
      ],
      [
        "ism",
        -0.00013917775
      ]
    ]
  },
  "The transfer of this property due to surface tension is known as the Marangoni effect. Wiezsacker's formula can be used to calculate this quantity for an atomic nucleus. The principle of equivalence maintains that the inertial and gravitational forms of this quantity are equal. Kinetic energy can be calculated by multiplying this quantity by velocity squared. Momentum divided by velocity is equal to": {
    "guess": "Mass",
    "confidence": [
      [
        "Mass",
        -0.052719776
      ]
    ]
  },
  "TRANSLATOR AND WORK REQUIRED  This prose work contrasts with an earlier-published verse translation by including the phrase \"great gobbets\" rather than \"lumps\" and reporting that a man was eaten entirely": {
    "guess": "The Odyssey",
    "confidence": [
      [
        "The",
        -1.5293632
      ],
      [
        " Odyssey",
        -1.7890177
      ]
    ]
  },
  "In 1973 he traveled to Moscow as part of the East-West Trade Policy Committee to negotiate trade protocols with the USSR.  Nixon's Secretary of Labor for eighteen-months, after that time he became director of the Office of Management and Budget.  Quitting government service in 1974, he became president and director of the Bechtel Group, and as Secretary of State he pushed for close relations with Saddam": {
    "guess": "Caspar Weinberger",
    "confidence": [
      [
        "Cas",
        -0.62990505
      ],
      [
        "par",
        -6.6947665e-05
      ],
      [
        " Wein",
        -0.00033475063
      ],
      [
        "berger",
        -0.00022856948
      ]
    ]
  },
  "One of its tractates discusses the size and history of the Leviathan, components of the Aron Ha-Kodesh,": {
    "guess": "Leviathan (Hobbes book)",
    "confidence": [
      [
        "Le",
        -1.5742724
      ],
      [
        "vi",
        -0.00049131457
      ],
      [
        "athan",
        -0.00013309837
      ],
      [
        " (",
        -0.45427
      ],
      [
        "H",
        -0.26213348
      ],
      [
        "ob",
        -0.00020222914
      ],
      [
        "bes",
        -1.3186812e-05
      ],
      [
        " book",
        -0.00067705044
      ],
      [
        ")",
        -2.451116e-05
      ]
    ]
  },
  "One track from this album asks \"Do I look like a motherfuckin' role model?\" and asserts that \"To a kid lookin' up to me / Life ain't nothin' but bitches and money.\" Another track on this album claims that \"some drop science, while I'm dropping English\" and notes that \"brain damage on the mic don't manage\" while urging the listener not to \"be another sequel.\" Those songs, \"Gangsta Gangsta\" and \"Express Yourself,\" appear on this album after a song whose vocalist claims that certain figures \"think / They have the authority to kill a minority.\" In its title song, Eazy E asks MC Ren to \"Tell ‘em where you from!\" after Ice Cube notes that he's \"down with the capital C-P-T.\" It features \"Judge Dre presiding\" on the track \"Fuck Tha Police.\" For 10 points, name this debut album by N.W.A.": {
    "guess": "Straight Outta Compton",
    "confidence": [
      [
        "Straight",
        -0.0060801264
      ],
      [
        " Out",
        -0.00015443214
      ],
      [
        "ta",
        -4.334534e-05
      ],
      [
        " Com",
        -4.9617593e-06
      ],
      [
        "pton",
        -8.7212284e-05
      ]
    ]
  },
  "This man was trained as an advocate, but resigned his post as a judge in 1782 and for a time lived the life of a dandy in Arras. Known as the \"Incorruptible\", in 1791 he became public accuser, and the": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.0019736
      ],
      [
        "im",
        -0.000113913906
      ],
      [
        "il",
        -0.00057578966
      ],
      [
        "ien",
        -3.650519e-06
      ],
      [
        " Rob",
        -0.00019042798
      ],
      [
        "esp",
        -3.0113732e-05
      ],
      [
        "ierre",
        -4.9617593e-06
      ]
    ]
  },
  "One tradition holds that any prayer made between this man's pulpit and his grave will never be refused, and another tradition holds that an empty grave next to the tomb of this man is waiting for Jesus to fill it. An angel once gave this man a white donkey to ride to Jerusalem and had earlier appeared": {
    "guess": "Prophet Muhammad",
    "confidence": [
      [
        "Pro",
        -1.2764627
      ],
      [
        "phet",
        -0.075968355
      ],
      [
        " Muhammad",
        -0.7372923
      ]
    ]
  },
  "TRANSLATOR AND WORK REQUIRED  This prose work contrasts with an earlier-published verse translation by including the phrase \"great gobbets\" rather than \"lumps\" and reporting that a man was eaten entirely \"including hands and feet,\" rather than the more general and less evocative \"hand and foot.\" This work was published 88 years after it was completed. Its translator and author were likely from the same region. This translator of this work argued that its mingling of (*) time- frames was an intentional": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -1.3244559
      ],
      [
        "ow",
        -0.00023977463
      ],
      [
        "ulf",
        -0.0001786305
      ]
    ]
  },
  "The transfer of this property due to surface tension is known as the Marangoni effect. Wiezsacker's formula": {
    "guess": "Marangoni effect",
    "confidence": [
      [
        "Mar",
        -0.0503278
      ],
      [
        "ang",
        -0.0002632431
      ],
      [
        "oni",
        -1.9862217e-05
      ],
      [
        " effect",
        -0.02541452
      ]
    ]
  },
  "The transport protein Oatp14 has been found to play a role in regulating the transport of one substance produced (*) by this organ across the blood brain barrier. Made up of two lobes connected by the": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.18339841
      ]
    ]
  },
  "The traditional date for this man's life was calculated as 258 years before Alexander the Great. His daughter married Jamasp, a minister of King Vishtaspa, whom this man had converted after curing his favorite horse. He authored a series of hymns called the gathas, which are now part of a holy book called the Avesta. He preached that Vohu Mana was one of the six Amesha Spentas and that the evil Angra": {
    "guess": "Zoroaster",
    "confidence": [
      [
        "Z",
        -0.0013941652
      ],
      [
        "oro",
        -0.015443886
      ],
      [
        "aster",
        -0.0009479032
      ]
    ]
  },
  "She translated choruses from Ion, Hippolytus, and Iphigeneia in Aulis, and, inspired by the 50 surviving lines of Stesichorus' Pallinode, wrote the book-length poem Helen in Egypt.  She scrawled \"DESTROY\" across the title page of Asphodel, which includes a fictionalized account of the breakdown of her lesbian relationship with Frances Gregg and serves as a sequel to HERmione, in which the title character": {
    "guess": "H.D.",
    "confidence": [
      [
        "H",
        -0.002784554
      ],
      [
        ".D",
        -0.09210413
      ],
      [
        ".",
        -0.00016730615
      ]
    ]
  },
  "The traditional \"banking\" approach to this activity perpetuates oppression, while an \"authentic\" approach": {
    "guess": "Pedagogy of the Oppressed",
    "confidence": [
      [
        "Ped",
        -0.109376356
      ],
      [
        "ag",
        -0.00021140782
      ],
      [
        "ogy",
        -2.9994528e-05
      ],
      [
        " of",
        -4.5491004e-05
      ],
      [
        " the",
        -5.574252e-05
      ],
      [
        " Opp",
        -0.0008192769
      ],
      [
        "ressed",
        -1.8431772e-05
      ]
    ]
  },
  "He trained under Adam van Noort and Otto van Veen; his first work was Portrait of a Young Man.  Hired by the duke of Mantua, he moved to Italy, where he mostly copied Renaissance paintings. At the wedding of France's Henry IV, the [i] bride invited him to France. The artist of The Hippopotamus Hunt, and The Descent from the Cross—for 10 points—name this Baroque Flemish master whose name now describes full-figured women.": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.00475858
      ],
      [
        " Paul",
        -0.00041732576
      ],
      [
        " Rub",
        -2.220075e-06
      ],
      [
        "ens",
        -0.0002224901
      ]
    ]
  },
  "In one tradition this figure breaks an oath to follow without questioning while on a journey with Al-Khidr. In another tradition, this figure receives a vision of Adam and Eve's family in his namesake book in The Pearl of Great Price. This man ordered the slaughter of Midianites to retaliate against Balak, and he mounted a brass serpent on a pole to ward off snakebites after producing water from a rock and making manna rain from heaven. This husband of Tzipporah was raised by the Pharaoh's sister and announced the arrival of ten plagues with his brother Aaron. For 10 points, name this prophet who received the Torah on Mount Sinai and led the Israelites out of Egypt.": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -0.0018528391
      ],
      [
        "oses",
        -8.299462e-06
      ]
    ]
  },
  "He has translated many works of authors such as Raymond Carver, John Irving, F. Scott Fitzgerald and Truman Capote into his native language, and received the Franz Kafka Prize in 2006 for his Kafka on the (*) Shore, or Umibe no Kafka. In one of his works Toru Watanabe is thrown back to the 1960s after hearing an orchestral cover of a titular Beatles tune. FTP, identify this Japanese author of Norwegian": {
    "guess": "Haruki Murakami",
    "confidence": [
      [
        "Har",
        -0.004643723
      ],
      [
        "uki",
        -2.2842309e-05
      ],
      [
        " Mur",
        -0.0003418992
      ],
      [
        "ak",
        -5.931863e-05
      ],
      [
        "ami",
        -0.0002456046
      ]
    ]
  },
  "If no transmission bias is assumed in the Price equation, character value changes due to differential productivity are given by this function of character value and fitness. Dispersion matrices contain these quantities, and in the capital asset pricing model, the constant of proportionality between the rate of return on an asset and the rate of return on the market is equal to a ratio of this quantity for the asset and the market and this quantity for the market. For two (*) random variables X and Y, it  is defined as the expected value of X times Y minus the product of the expected value of X": {
    "guess": "Covariance",
    "confidence": [
      [
        "C",
        -0.017551916
      ],
      [
        "ov",
        -4.1273333e-06
      ],
      [
        "ariance",
        -0.00010854974
      ]
    ]
  },
  "The traditional type is the categorical form in which both premises and the conclusion are simple declarative": {
    "guess": "Syllogism",
    "confidence": [
      [
        "S",
        -0.05621712
      ],
      [
        "yl",
        -0.00040135614
      ],
      [
        "log",
        -7.3458323e-06
      ],
      [
        "ism",
        -0.001329764
      ]
    ]
  },
  "Transported to the entrance of the Tapis Vert after its 1682 completion, this statue joins Perseus and Andromeda and a bust of Louis XIV as the only of its creator's works to have been exhibited at Versailles. The tunic of the title character falls between his legs; his calves are raised and pushing": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.87092507
      ],
      [
        "ian",
        -0.01750846
      ],
      [
        " Lorenzo",
        -0.00815057
      ],
      [
        " Bern",
        -4.8471098e-05
      ],
      [
        "ini",
        -0.00035369667
      ]
    ]
  },
  "A transient form of this phenomenon is often modeled using lumped system analysis. The transient-line": {
    "guess": "Transmission line",
    "confidence": [
      [
        "Transmission",
        -0.63057935
      ],
      [
        " line",
        -0.025021393
      ]
    ]
  },
  "This man was trained as an advocate, but resigned his post as a judge in 1782 and for a time lived the": {
    "guess": "William R. Day",
    "confidence": [
      [
        "William",
        -0.4712925
      ],
      [
        " R",
        -0.008162395
      ],
      [
        ".",
        -0.00048000488
      ],
      [
        " Day",
        -0.014676276
      ]
    ]
  },
  "A transient tells a boy about how love is \"a science\" in a streetcar café in this author's \"A Tree. A Rock. A Cloud.\"  Novels by this author include one about the secretly homosexual Captain Pemberton and Private Ellgee Williams, as well as one in which Frankie Addams dreams of running away to Alaska. In addition to Reflections in a Golden Eye and The Member of the Wedding, she wrote a short story about Lymon Willis and Marvin Macy's effect on Amelia Evans and a novel about Antonapolous and Mr. Singer, two mutes who were always together. For 10 points, identify this author of Ballad of the Sad Cafe and The Heart is a Lonely Hunter.": {
    "guess": "Carson McCullers",
    "confidence": [
      [
        "Car",
        -0.004948036
      ],
      [
        "son",
        -7.946405e-05
      ],
      [
        " McC",
        -0.00019471932
      ],
      [
        "ull",
        -1.1994775e-05
      ],
      [
        "ers",
        -0.0001375089
      ]
    ]
  },
  "The transformation of calcite into quicklime gives off this molecule. The symmetric and antisymmetric stretching modes of this molecule show up at 1480 and 2565 wavenumbers, respectively. This molecule, which belongs to the D sub infinity h symmetry group, is used as a solvent in decaffeination reactions. The Keeling Curve gives the concentration of this molecule in the atmosphere. Removing this molecule from histidine gives histamine, and adding it to a solution of Grignard reagents is a common": {
    "guess": "Carbon Dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0018370107
      ],
      [
        " D",
        -0.0064682104
      ],
      [
        "ioxide",
        -5.574252e-05
      ]
    ]
  },
  "One trail found on this mountain stops by the \"Garden of the Senecios\" and the Barranco Wall. One landslide in this mountain created the Western Breach, which leads up to the Lava Tower. Near its summit": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.10197789
      ],
      [
        " Kil",
        -3.7697225e-06
      ],
      [
        "iman",
        -4.692145e-05
      ],
      [
        "j",
        -0.00017469678
      ],
      [
        "aro",
        -6.511407e-06
      ]
    ]
  },
  "The transverse type of this effect was used in the Ives-Sitwell experiment and is a relativistic phenomenon attributable to time dilation. Its classical form is responsible for its namesake broadening": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.018094335
      ],
      [
        "op",
        -9.0883464e-07
      ],
      [
        "pler",
        -9.0883464e-07
      ],
      [
        " effect",
        -0.008321773
      ]
    ]
  },
  "The transverse form of this phenomenon is purely relativistic, arising from time dilation.  In conjunction with the Hubble constant, it gives the distance to astronomical objects, while on Earth it is used to determine the speed of planes and baseballs.  For ten points, name this change in frequency caused by the relative motion of two objects.": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.0007171964
      ],
      [
        "op",
        0.0
      ],
      [
        "pler",
        -1.342522e-05
      ],
      [
        " effect",
        -0.008187819
      ]
    ]
  },
  "Transverse structures in this tissue are called Volkmann's canals, and this tissue is classified as either trabecular or cortical. \"Morphogenic proteins\" of this tissue were discovered by Urist and belong to the TGF-beta superfamily. Caneliculi, which are separated by lamelle, are concentric rings that form around central Haversian canals in this tissue. Some structures composed of this tissue are": {
    "guess": "Bone tissue",
    "confidence": [
      [
        "Bone",
        -0.014164687
      ],
      [
        " tissue",
        -0.13439035
      ]
    ]
  },
  "Its translational motions are commonly called Slichter modes, and early models for it included a 450 km thick F-layer on its exterior. An important discovery about its differential rotation was made by Dziewonski, and it was hypothesized by Inge Lehmann in 1936. The cause of faster propagation of seismic waves parallel to earth's rotation axis in this region is uncertain, and its interactions with": {
    "guess": "Earth's inner core",
    "confidence": [
      [
        "Earth",
        -0.62015796
      ],
      [
        "'s",
        -0.00073113956
      ],
      [
        " inner",
        -0.33974236
      ],
      [
        " core",
        -9.639097e-05
      ]
    ]
  },
  "Tradition states that this saint was chopped into bits and resurrected three times and bled milk from his split skull.  Martyred in Palestine as attested to by a 494 CE canon of Pope Gelasius I, he was probably from Cappadocia.  He saved the princess Sabra while accomplishing his most famous feat in a pagan town in Libya.  The 1222 Council of Oxford established his feast day as April 23, also the day of the foundation of the British Order of the Garter.  FTP, name this slayer of a dragon and patron saint of England.": {
    "guess": "George (saint)",
    "confidence": [
      [
        "George",
        -0.67500025
      ],
      [
        " (",
        -0.05879678
      ],
      [
        "s",
        -1.0819279
      ],
      [
        "aint",
        -0.00032962486
      ],
      [
        ")",
        -0.0018572459
      ]
    ]
  },
  "Trained as a doctor in Manchuria, he declined to follow his father into the profession, starting a Marxist-surrealist literary group shortly after graduation and winning the Akutagawa prize three years later for his short story The Crime of S. Karuma. His early work was Kafkaesque science fiction, but he soon split his time between novels and the theater, writing and directing plays like Friends and": {
    "guess": "Kenzaburō Ōe",
    "confidence": [
      [
        "K",
        -0.06010076
      ],
      [
        "enz",
        -0.59500885
      ],
      [
        "ab",
        -1.3902034e-05
      ],
      [
        "ur",
        -0.0042219283
      ],
      [
        "ō",
        -3.5313153e-06
      ],
      [
        " \\xc5",
        -4.9305523e-05
      ],
      [
        "\\x8c",
        -6.704273e-07
      ],
      [
        "e",
        -5.080963e-06
      ]
    ]
  },
  "A transient form of this phenomenon is often modeled using lumped system analysis. The transient-line source method or laser-flash method is used to calculate the ability of a material to undergo this process. Values of less than 0.1 for the Biot number imply this process is dominating, and the ratio of the rate of this process to energy storage is given by the (*) Fourier number. In solids, this process occurs via free-electron diffusion and phonon vibration. The rate of this process is equal to": {
    "guess": "Thermal Diffusivity",
    "confidence": [
      [
        "Th",
        -0.15156505
      ],
      [
        "ermal",
        -5.9153886e-06
      ],
      [
        " Diff",
        -0.65739405
      ],
      [
        "us",
        -0.09499723
      ],
      [
        "ivity",
        -8.776276e-06
      ]
    ]
  },
  "Its trace is the divergence of the dilatation current, and thus zero in a conformal theory. In Yang-Mills theory it corresponds to an interpolating operator for spin 2 glueballs. For an ideal fluid, knowing it is equivalent to knowing the pressure and density, and it is diagonal in a comoving frame. The Noether procedure finds it as a set of conserved currents associated to translation invariance, but this may not produce a symmetric answer. The usual symmetric definition is a variation of the nongravitational part of the action with respect to the metric. FTP, what is this quantity that the Einstein equations relate to the curvature of space?": {
    "guess": "Stress-energy tensor",
    "confidence": [
      [
        "St",
        -0.22751905
      ],
      [
        "ress",
        -1.0445127e-05
      ],
      [
        "-energy",
        -0.060858272
      ],
      [
        " tensor",
        -0.0047283303
      ]
    ]
  },
  "One tradition holds that any prayer made between this man's pulpit and his grave will never be refused, and another tradition holds that an empty grave next to the tomb of this man is waiting for Jesus": {
    "guess": "Imam Husayn Shrine",
    "confidence": [
      [
        "Im",
        -1.6889976
      ],
      [
        "am",
        -0.0049335626
      ],
      [
        " Hus",
        -0.31566656
      ],
      [
        "ay",
        -0.0015690223
      ],
      [
        "n",
        -2.6299214e-05
      ],
      [
        " Shrine",
        -0.73851687
      ]
    ]
  },
  "In some traditions, women sing the prayer \"Gott Fun Avrohom\" at this event's end. A special case of this day before Pesakh is the ha-Gadol one, while other special ones include Shekalim and Zakhor. One of its major observances can be modified by the triennial cycle. The muktzah are thirty-nine actions forbidden on this day, and it is introduced with the Kabbalat nusach. Its end is marked by a ritual involving ha-aysh and b'samim, the Havdalah service. A haftarah is read on this day to accompany a weekly Torah portion, which begins every Friday at sundown. For 10 points, name this Jewish day of": {
    "guess": "Shabbat",
    "confidence": [
      [
        "Sh",
        -0.0095203165
      ],
      [
        "abb",
        -3.1281633e-07
      ],
      [
        "at",
        -4.7159858e-05
      ]
    ]
  },
  "In one of the traditions that they are used in, they are classified into the Agamas, the Samhitas, and the Saktas.  Coming from the Sanskrit for \"web\" or \"warp,\" the Buddhist ones simply offer a further explanation of desire-ridding prayer.  They are similar to but were written after the Puranas and": {
    "guess": "Sutra",
    "confidence": [
      [
        "S",
        -0.40369642
      ],
      [
        "utra",
        -0.032268733
      ]
    ]
  },
  "The transformation of calcite into quicklime gives off this molecule. The symmetric and antisymmetric stretching modes of this molecule show up at 1480 and 2565 wavenumbers, respectively. This molecule,": {
    "guess": "Carbon Dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0011167617
      ],
      [
        " D",
        -0.004480443
      ],
      [
        "ioxide",
        -8.613945e-05
      ]
    ]
  },
  "A track on this artist's first solo album says that \"in the midst of this insanity, I found my Christianity\" and that \"one day I plan to be a family man, happily married.\" One of this artist's collaborations on his sophomore album contains the line \"see you in Hell for the sequel;\" twelve years later,": {
    "guess": "Kanye West discography",
    "confidence": [
      [
        "K",
        -0.08886039
      ],
      [
        "anye",
        -0.18242684
      ],
      [
        " West",
        -0.0003088871
      ],
      [
        " disc",
        -0.60291487
      ],
      [
        "ography",
        -0.00013786652
      ]
    ]
  },
  "After traveling through Greece, Italy, and the Near East in the late 1860's, this painter built Olana,": {
    "guess": "Frederic Edwin Church",
    "confidence": [
      [
        "Fre",
        -0.10998581
      ],
      [
        "der",
        -2.220075e-06
      ],
      [
        "ic",
        -0.00069766166
      ],
      [
        " Edwin",
        -0.018061556
      ],
      [
        " Church",
        -4.6802244e-05
      ]
    ]
  },
  "One tradition holds that any prayer made between this man's pulpit and his grave will never be refused, and another tradition holds that an empty grave next to the tomb of this man is waiting for Jesus to fill it. An angel once gave this man a white donkey to ride to Jerusalem and had earlier appeared to him on Mount Hira, where he asked this man to \"recite.\" Forces loyal to this husband of Khadijah were victorious at the Battle of the Trench and had previously accompanied him on the hijra. For 10 points, name this man whose actions and words were recorded in the Hadith and who received the Quran": {
    "guess": "Muhammad",
    "confidence": [
      [
        "Mu",
        -0.07152583
      ],
      [
        "hammad",
        -0.0042893537
      ]
    ]
  },
  "A translocation between the RARA gene on chromosome 17 and the PML gene on this chromosome causes nearly all cases of acute promyelocytic leukemia. A pair of sister syndromes both due to a partial deletion on the q arm of this chromosome are classic cases of genomic imprinting and are Angelman and Prader-Willi syndrome. Mutations in the gene that codes for fibrillin-1, located on this chromosome, results in patients with elongated fingers that are at greater risk for aortic dissection in Marfan syndrome. Patients with an autorecessive disorder associated with this chromosome sport a cherry red macula and cannot break down GM2 gangliosides. For 10 points, identify this chromosome that contains the gene that codes for hexosaminidase A, which is mutated in Tay-Sachs disease.": {
    "guess": "Chromosome 15",
    "confidence": [
      [
        "Ch",
        -0.0066087916
      ],
      [
        "romosome",
        -0.0024012204
      ],
      [
        " ",
        -0.0024958719
      ],
      [
        "15",
        -0.001044836
      ]
    ]
  },
  "In some traditions, women sing the prayer \"Gott Fun Avrohom\" at this event's end. A special case of this day before Pesakh is the ha-Gadol one, while other special ones include Shekalim and Zakhor. One of its major observances can be modified by the triennial cycle. The muktzah are thirty-nine actions forbidden on this day, and it is introduced with the Kabbalat nusach. Its end is marked by a ritual involving ha-aysh and b'samim, the Havdalah service. A haftarah is read on this day to accompany a weekly Torah portion, which begins every Friday at sundown. For 10 points, name this Jewish day of rest.": {
    "guess": "Shabbat",
    "confidence": [
      [
        "Sh",
        -0.0033899257
      ],
      [
        "abb",
        0.0
      ],
      [
        "at",
        -3.9769227e-05
      ]
    ]
  },
  "One trail found on this mountain stops by the \"Garden of the Senecios\" and the Barranco Wall. One landslide in this mountain created the Western Breach, which leads up to the Lava Tower. Near its summit is the retreating Furtwangler Glacier, which is passed by on the Northern Circuit, Rongai, and Umbwe routes. The Kibo, Mawenzi, and Shira are the three cones that make up this stratovolcano, the tallest": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.0001201125
      ],
      [
        " Kil",
        -2.6968896e-06
      ],
      [
        "iman",
        -1.5928495e-05
      ],
      [
        "j",
        -4.3941356e-05
      ],
      [
        "aro",
        -2.1008714e-06
      ]
    ]
  },
  "The traditional date for this man's life was calculated as 258 years before Alexander the Great. His": {
    "guess": "Zoroaster",
    "confidence": [
      [
        "Z",
        -0.0072418144
      ],
      [
        "oro",
        -0.013293753
      ],
      [
        "aster",
        -0.0059220395
      ]
    ]
  },
  "A translocation between the RARA gene on chromosome 17 and the PML gene on this chromosome causes nearly all cases of acute promyelocytic leukemia. A pair of sister syndromes both due to a partial deletion on the q arm of this chromosome are classic cases of genomic imprinting and are Angelman and Prader-Willi syndrome. Mutations in the gene that codes for fibrillin-1, located on this chromosome, results in patients with elongated fingers that are at greater risk for aortic dissection in Marfan syndrome.": {
    "guess": "Chromosome 15",
    "confidence": [
      [
        "Ch",
        -0.020785829
      ],
      [
        "romosome",
        -0.0035772647
      ],
      [
        " ",
        -0.002313215
      ],
      [
        "15",
        -0.010918841
      ]
    ]
  },
  "In one tradition this figure breaks an oath to follow without questioning while on a journey with Al-Khidr. In another tradition, this figure receives a vision of Adam and Eve's family in his namesake book in The Pearl of Great Price. This man ordered the slaughter of Midianites to retaliate against Balak, and he mounted a brass serpent on a pole to ward off snakebites after producing water from a rock and making manna rain from heaven. This husband of Tzipporah was raised by the Pharaoh's sister and announced the arrival of ten plagues with his brother Aaron. For 10 points, name this prophet who": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -0.013418556
      ],
      [
        "oses",
        -5.8126592e-05
      ]
    ]
  },
  "Trained as a doctor in Manchuria, he declined to follow his father into the profession, starting a Marxist-surrealist literary group shortly after graduation and winning the Akutagawa prize three years later for his short story The Crime of S. Karuma. His early work was Kafkaesque science fiction, but": {
    "guess": "Kenzaburō Ōe",
    "confidence": [
      [
        "K",
        -0.5301919
      ],
      [
        "enz",
        -0.3882296
      ],
      [
        "ab",
        -4.9067115e-05
      ],
      [
        "ur",
        -0.003253289
      ],
      [
        "ō",
        -8.418666e-06
      ],
      [
        " \\xc5",
        -0.00015002528
      ],
      [
        "\\x8c",
        -1.2664457e-06
      ],
      [
        "e",
        -4.8425554e-06
      ]
    ]
  },
  "In one tradition, she has a hapless son named Mabuz whose territory is raided by Iweret. Sometimes she is seen as a daughter of Dyonas, who married a niece of the Duchess of Burgundy and received half": {
    "guess": "Morgan le Fay",
    "confidence": [
      [
        "M",
        -1.1346921
      ],
      [
        "organ",
        -0.38720426
      ],
      [
        " le",
        -0.010074555
      ],
      [
        " Fay",
        -3.035214e-05
      ]
    ]
  },
  "Traditions of this event include the recitation of both the Talbiyah and a Niyyah, and participating in the Sa'ee of Safa and Marwah, while it concludes with the Tawaf al-Wada' prayer. A miqat is used to change into the clothing of Ihram during this event, though many of that state's restrictions are removed after a sacrifice on the Tenth of (*) Dhul. Al-Tamattu', al-Ifrad, and al- Qiran are three": {
    "guess": "Hajj",
    "confidence": [
      [
        "H",
        -0.009677943
      ],
      [
        "aj",
        -0.00016730615
      ],
      [
        "j",
        -3.2140193e-05
      ]
    ]
  },
  "A translocation between the RARA gene on chromosome 17 and the PML gene on this chromosome causes nearly": {
    "guess": "Chromosome 15",
    "confidence": [
      [
        "Ch",
        -0.6971397
      ],
      [
        "romosome",
        -0.023672141
      ],
      [
        " ",
        -0.010462742
      ],
      [
        "15",
        -0.0035195334
      ]
    ]
  },
  "The transport protein Oatp14 has been found to play a role in regulating the transport of one substance produced (*) by this organ across the blood brain barrier. Made up of two lobes connected by the isthmus, its follicles take 11 weeks during development to create colloid, which are rich in a glycoprotein that contains tyrosine residues. The attack of its cells by a body's own antibodies is a disease": {
    "guess": "Thyroid gland",
    "confidence": [
      [
        "Th",
        -0.0014798635
      ],
      [
        "y",
        -0.00010509284
      ],
      [
        "roid",
        -0.0005493374
      ],
      [
        " gland",
        -1.3854884
      ]
    ]
  },
  "A transient tells a boy about how love is \"a science\" in a streetcar café in this author's \"A Tree. A Rock. A Cloud.\"  Novels by this author include one about the secretly homosexual Captain Pemberton and Private Ellgee Williams, as well as one in which Frankie Addams dreams of running away to Alaska. In addition to Reflections in a Golden Eye and The Member of the Wedding, she wrote a short story about Lymon Willis and Marvin Macy's effect on Amelia Evans and a novel about Antonapolous and Mr. Singer,": {
    "guess": "Carson McCullers",
    "confidence": [
      [
        "Car",
        -0.006025254
      ],
      [
        "son",
        -0.00016349163
      ],
      [
        " McC",
        -0.000804149
      ],
      [
        "ull",
        -2.1769476e-05
      ],
      [
        "ers",
        -0.00020199074
      ]
    ]
  },
  "The transverse type of this effect was used in the Ives-Sitwell experiment and is a relativistic phenomenon attributable to time dilation. Its classical form is responsible for its namesake broadening in spectral lines, and involves multiplication by a factor of v over v plus v sub s, where v is absolute velocity and v sub s is the relative speed of the (*) source. Applied to light to explain the red- shift of distant galaxies, for 10 points, name this effect in which the observed frequency of a wave is shifted by relative motion between the source and observer.": {
    "guess": "Relativistic Doppler effect",
    "confidence": [
      [
        "Rel",
        -0.32967913
      ],
      [
        "ativ",
        -0.0032641
      ],
      [
        "istic",
        -9.729906e-06
      ],
      [
        " Dop",
        -0.0028962863
      ],
      [
        "pler",
        -6.9882217e-06
      ],
      [
        " effect",
        -0.14065325
      ]
    ]
  },
  "The translational partition function of a single particle in a container is equal to the volume of the container divided by the cube of this quantity. The Sackur\u0096Tetrode equation only applies when the density of particles times this quantity cubed is much less than one. For an ideal gas, one form of this quantity is equal to Planck's constant divided by the square root of quantity two pi times mass times Boltzmann's constant times temperature. (*) The energy of a particle is equal to 1240 electron": {
    "guess": "Wavelength",
    "confidence": [
      [
        "W",
        -0.25529048
      ],
      [
        "avelength",
        -0.36350778
      ]
    ]
  },
  "The tractive force causes these phenomena, which can create bores, in which water travels   against the current of a narrow river. This phenomenon can be classified at its bi-monthly  maximum as \"spring\"": {
    "guess": "Tide",
    "confidence": [
      [
        "T",
        -0.013422089
      ],
      [
        "ide",
        -0.6535223
      ]
    ]
  },
  "A traditional but now rarely performed ritual during this holiday involves spinning a chicken around one's head. It is said that on this day the Book of Life is sealed. Before the beginning of services on this day, a declaration of vows called the (*) Kol Nidre are recited. During this holiday the vidui or public confession of sins against God occurs. This period ends the time of year known as the \"Days of Awe\", and this holiday occurs on the 10th of Tishrei. On this day, able adults are prohibited from having sex, wearing leather, bathing, eating, and drinking. For 10 points, name this holiest day in Judaism, the Day of Atonement.": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.0062748943
      ],
      [
        "om",
        -1.4378848e-05
      ],
      [
        " K",
        -8.180258e-06
      ],
      [
        "ipp",
        -1.5451682e-05
      ],
      [
        "ur",
        -4.608702e-05
      ]
    ]
  },
  "The transportation of ions of this element is hindered by both apamin [AP-uh-min] and dendrotoxin, which explains why bee stings and snake bites can be painful and dangerous. Its nitrate is known as niter [NIE-ter] in mineral form and is a major component in gunpowder and fertilizers. A common way to date rocks is based on the decay of this element into argon. Name this alkali metal very similar to": {
    "guess": "Potassium",
    "confidence": [
      [
        "Pot",
        -0.011597444
      ],
      [
        "assium",
        -2.129266e-05
      ]
    ]
  },
  "He trained under Adam van Noort and Otto van Veen; his first work was Portrait of a Young Man.  Hired": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.0020812629
      ],
      [
        " Paul",
        -0.00018565984
      ],
      [
        " Rub",
        -1.0206721e-05
      ],
      [
        "ens",
        -0.00026658078
      ]
    ]
  },
  "One transformation between two related encodings of this type of data multiplies the cube root of a ratio of inputs by 116 and then subtracts 16. They are contained in McAdam ellipses. Values of this are interpolated by means of I values in the Gouraud algorithm. One way to encode these is CIE XYZ, Ways of expressing them are often visualized through cubes, cones, and (*) circles. When reproducing these, one of their components is changed through gamma correction. They are encoded through three bytes written as a six digit hexadecimal representation in applications like web-pages. Encodings of this can be additive or subtractive and the two most common encodings are HSV and RGB. For 10 points,": {
    "guess": "Color space",
    "confidence": [
      [
        "Color",
        -0.012177723
      ],
      [
        " space",
        -0.92004496
      ]
    ]
  },
  "The transverse type of this effect was used in the Ives-Sitwell experiment and is a relativistic phenomenon attributable to time dilation. Its classical form is responsible for its namesake broadening in spectral lines, and involves multiplication by a factor of v over v plus v sub s, where v is absolute velocity and v sub s is the relative speed of the (*) source. Applied to light to explain the red- shift of distant galaxies, for 10 points, name this effect in which the observed frequency of a": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.0017462197
      ],
      [
        "op",
        -3.1281633e-07
      ],
      [
        "pler",
        -7.703444e-06
      ],
      [
        " effect",
        -0.003743906
      ]
    ]
  },
  "The translational partition function of a single particle in a container is equal to the volume of the": {
    "guess": "Box (container)",
    "confidence": [
      [
        "Box",
        -1.0993588
      ],
      [
        " (",
        -0.43993288
      ],
      [
        "container",
        -0.21569411
      ],
      [
        ")",
        -0.010172023
      ]
    ]
  },
  "He is a traveling salesman whose only concern at first is getting to work. However, his situation makes this impossible, and he quickly becomes a burden to his family. His father throws apples at him and": {
    "guess": "Death of a Salesman",
    "confidence": [
      [
        "Death",
        -0.82218045
      ],
      [
        " of",
        -0.00049703266
      ],
      [
        " a",
        -0.00044377794
      ],
      [
        " Sales",
        -0.0006162932
      ],
      [
        "man",
        -4.7040652e-05
      ]
    ]
  },
  "A transient form of this phenomenon is often modeled using lumped system analysis. The transient-line source method or laser-flash method is used to calculate the ability of a material to undergo this process. Values of less than 0.1 for the Biot number imply this process is dominating, and the ratio of the rate of this process to energy storage is given by the (*) Fourier number. In solids, this process occurs via free-electron diffusion and phonon vibration. The rate of this process is equal to the negative k of the temperature gradient in Fourier's law of this process. For 10 points, name this process that competes with radiation and convection, a form of heat transfer that occurs within a solid.": {
    "guess": "Conduction",
    "confidence": [
      [
        "Con",
        -0.5924369
      ],
      [
        "duction",
        -0.0001201125
      ]
    ]
  },
  "The transformation of calcite into quicklime gives off this molecule. The symmetric and antisymmetric": {
    "guess": "Carbon Dioxide",
    "confidence": [
      [
        "Carbon",
        -0.016810661
      ],
      [
        " D",
        -0.021755386
      ],
      [
        "ioxide",
        -3.8100377e-05
      ]
    ]
  },
  "In one of the traditions that they are used in, they are classified into the Agamas, the Samhitas, and the Saktas.  Coming from the Sanskrit for \"web\" or \"warp,\" the Buddhist ones simply offer a further explanation of desire-ridding prayer.  They are similar to but were written after the Puranas and concentrate on much more occult matters like spells, rituals, and symbols.  Most are usually set in": {
    "guess": "Tantras",
    "confidence": [
      [
        "Tan",
        -0.25421807
      ],
      [
        "tras",
        -0.019521706
      ]
    ]
  },
  "The traditional date for this man's life was calculated as 258 years before Alexander the Great. His daughter married Jamasp, a minister of King Vishtaspa, whom this man had converted after curing his": {
    "guess": "Zoroaster",
    "confidence": [
      [
        "Z",
        -0.00254772
      ],
      [
        "oro",
        -0.06033388
      ],
      [
        "aster",
        -0.0035241714
      ]
    ]
  },
  "The transport protein Oatp14 has been found to play a role in regulating the transport of one substance": {
    "guess": "Organic anion transporter",
    "confidence": [
      [
        "Organ",
        -0.8298046
      ],
      [
        "ic",
        -0.00089275953
      ],
      [
        " an",
        -0.12576194
      ],
      [
        "ion",
        -0.09451784
      ],
      [
        " transporter",
        -0.24006791
      ]
    ]
  },
  "In some traditions, women sing the prayer \"Gott Fun Avrohom\" at this event's end. A special case of this day before Pesakh is the ha-Gadol one, while other special ones include Shekalim and Zakhor. One of its major observances can be modified by the triennial cycle. The muktzah are thirty-nine actions forbidden on this day, and it is introduced with the Kabbalat nusach. Its end is marked by a ritual involving ha-aysh and b'samim, the Havdalah service. A haftarah is read on this day to accompany a": {
    "guess": "Shabbat",
    "confidence": [
      [
        "Sh",
        -0.051706433
      ],
      [
        "abb",
        -8.180258e-06
      ],
      [
        "at",
        -2.0935051e-05
      ]
    ]
  },
  "One of its tractates discusses the size and history of the Leviathan, components of the Aron Ha-Kodesh, and the location of the Shechinah. Its fifth tractate discusses the Cities of Refuge, while another": {
    "guess": "Damages",
    "confidence": [
      [
        "Dam",
        -0.7000065
      ],
      [
        "ages",
        -1.640531e-05
      ]
    ]
  },
  "The transport protein Oatp14 has been found to play a role in regulating the transport of one substance produced (*) by this organ across the blood brain barrier. Made up of two lobes connected by the isthmus, its follicles take 11 weeks during development to create colloid, which are rich in a glycoprotein that contains tyrosine residues. The attack of its cells by a body's own antibodies is a disease named after Hashimoto, and its parafollicular cells produce calcitonin in response to hypercalcemia. Overproduction of a certain hormone may result in Graves' disease, and having an enlarged one,": {
    "guess": "Thyroid",
    "confidence": [
      [
        "Th",
        -0.00028946425
      ],
      [
        "y",
        -1.3067608e-05
      ],
      [
        "roid",
        -5.5861725e-05
      ]
    ]
  },
  "Transcription factors that regulate this compound's synthesis recognize the sequence TCACNCCAC; those transcription factors are activated when high levels of this compound are detected by SCAPs. This compound is a precursor to glucocorticoids and estrogens, and the synthesis of this compound is regulated": {
    "guess": "Cholesterol",
    "confidence": [
      [
        "Ch",
        -0.010760105
      ],
      [
        "olesterol",
        -8.351697e-05
      ]
    ]
  },
  "In one of the traditions that they are used in, they are classified into the Agamas, the Samhitas, and the Saktas.  Coming from the Sanskrit for \"web\" or \"warp,\" the Buddhist ones simply offer a further explanation of desire-ridding prayer.  They are similar to but were written after the Puranas and concentrate on much more occult matters like spells, rituals, and symbols.  Most are usually set in the form of a dialogue between the god Shiva and his mistresses and have become popular due to their": {
    "guess": "Tantras",
    "confidence": [
      [
        "Tan",
        -0.4029026
      ],
      [
        "tras",
        -0.02285126
      ]
    ]
  },
  "The traditional type is the categorical form in which both premises and the conclusion are simple declarative statements that are constructed using only three simple terms between them, each term appearing twice. For example, \"All men are mortal; no gods are mortal; therefore no men are gods.\" FTP, identify this valid deductive argument in logic having two premises and a conclusion, studied extensively by Aristotle.": {
    "guess": "Syllogism",
    "confidence": [
      [
        "S",
        -0.012477985
      ],
      [
        "yl",
        -6.635165e-05
      ],
      [
        "log",
        -2.808727e-05
      ],
      [
        "ism",
        -0.00018720949
      ]
    ]
  },
  "TRANSLATOR AND WORK REQUIRED  This prose work contrasts with an earlier-published verse translation by including the phrase \"great gobbets\" rather than \"lumps\" and reporting that a man was eaten entirely \"including hands and feet,\" rather than the more general and less evocative \"hand and foot.\" This work was published 88 years after it was completed. Its translator and author were likely from the same region. This translator of this work argued that its mingling of (*) time- frames was an intentional commentary on its main theme: the inevitability of death, and that its ambiguous religious setting": {
    "guess": "The Tale of Genji",
    "confidence": [
      [
        "The",
        -1.2690146
      ],
      [
        " Tale",
        -1.8418374
      ],
      [
        " of",
        -0.0005477914
      ],
      [
        " Gen",
        -0.4618889
      ],
      [
        "ji",
        -0.00012094693
      ]
    ]
  },
  "One track from this album asks \"Do I look like a motherfuckin' role model?\" and asserts that \"To a kid lookin' up to me / Life ain't nothin' but bitches and money.\" Another track on this album claims that": {
    "guess": "The Slim Shady LP",
    "confidence": [
      [
        "The",
        -0.2961493
      ],
      [
        " Slim",
        -0.8326666
      ],
      [
        " Sh",
        -1.2664457e-06
      ],
      [
        "ady",
        -1.1398757e-05
      ],
      [
        " LP",
        -0.0021345562
      ]
    ]
  },
  "The transverse form of this phenomenon is purely relativistic, arising from time dilation.  In conjunction": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.86118764
      ],
      [
        "op",
        -3.1737043e-06
      ],
      [
        "pler",
        -2.129266e-05
      ],
      [
        " effect",
        -0.006722826
      ]
    ]
  },
  "Trained as a doctor in Manchuria, he declined to follow his father into the profession, starting a Marxist-surrealist literary group shortly after graduation and winning the Akutagawa prize three years": {
    "guess": "Kenji Miyazawa",
    "confidence": [
      [
        "Ken",
        -0.85817116
      ],
      [
        "ji",
        -0.085678644
      ],
      [
        " Miy",
        -0.038010396
      ],
      [
        "az",
        -5.9153886e-06
      ],
      [
        "awa",
        -9.3530085e-05
      ]
    ]
  },
  "If no transmission bias is assumed in the Price equation, character value changes due to differential productivity are given by this function of character value and fitness. Dispersion matrices contain these quantities, and in the capital asset pricing model, the constant of proportionality between the rate of return on an asset and the rate of return on the market is equal to a ratio of this quantity for the asset and the market and this quantity for the market. For two (*) random variables X and Y, it  is defined as the expected value of X times Y minus the product of the expected value of X and the expected value of Y. For 10 points, identify this quantity whose normalized form is the correlation": {
    "guess": "Covariance",
    "confidence": [
      [
        "C",
        -0.0035002886
      ],
      [
        "ov",
        -9.0883464e-07
      ],
      [
        "ariance",
        -8.9953974e-05
      ]
    ]
  },
  "Tradition states that this saint was chopped into bits and resurrected three times and bled milk from his split skull.  Martyred in Palestine as attested to by a 494 CE canon of Pope Gelasius I, he was probably from Cappadocia.  He saved the princess Sabra while accomplishing his most famous feat in a pagan town in Libya.  The 1222 Council of Oxford established his feast day as April 23, also the day of the foundation of the British Order of the Garter.  FTP, name this slayer of a dragon and patron": {
    "guess": "Saint George",
    "confidence": [
      [
        "Saint",
        -0.027655264
      ],
      [
        " George",
        -0.00016659092
      ]
    ]
  },
  "She translated choruses from Ion, Hippolytus, and Iphigeneia in Aulis, and, inspired by the 50 surviving lines of Stesichorus' Pallinode, wrote the book-length poem Helen in Egypt.  She scrawled \"DESTROY\" across the title page of Asphodel, which includes a fictionalized account of the breakdown of her lesbian relationship with Frances Gregg and serves as a sequel to HERmione, in which the title character has a torrid affair with George Lowndes, based on Ezra Pound.  FTP, name this Imagist, who used": {
    "guess": "H.D.",
    "confidence": [
      [
        "H",
        -0.0070258006
      ],
      [
        ".D",
        -0.07992471
      ],
      [
        ".",
        -0.0003090063
      ]
    ]
  },
  "The transverse type of this effect was used in the Ives-Sitwell experiment and is a relativistic phenomenon attributable to time dilation. Its classical form is responsible for its namesake broadening in spectral lines, and involves multiplication by a factor of v over v plus v sub s, where v is absolute velocity and v sub s is the relative speed of the (*) source. Applied to light to explain the red-": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.0022311404
      ],
      [
        "op",
        -4.3202e-07
      ],
      [
        "pler",
        -8.061054e-06
      ],
      [
        " effect",
        -0.004348587
      ]
    ]
  },
  "One transformation between two related encodings of this type of data multiplies the cube root of a ratio of inputs by 116 and then subtracts 16. They are contained in McAdam ellipses. Values of this are interpolated by means of I values in the Gouraud algorithm. One way to encode these is CIE XYZ, Ways of expressing them are often visualized through cubes, cones, and (*) circles. When reproducing these, one of their components is changed through gamma correction. They are encoded through three bytes written as a six digit hexadecimal representation in applications like web-pages. Encodings of this can be additive or subtractive and the two most common encodings are HSV and RGB. For 10 points, name this type of data, examples of which include celadon, cyan, and purple.": {
    "guess": "Color space",
    "confidence": [
      [
        "Color",
        -0.010258166
      ],
      [
        " space",
        -1.098359
      ]
    ]
  },
  "This man traveled incognito as part of his country's Grand Embassy to the West, during which he learned": {
    "guess": "Peter the Great",
    "confidence": [
      [
        "Peter",
        -0.0019674124
      ],
      [
        " the",
        -1.5570886e-05
      ],
      [
        " Great",
        -1.8908588e-05
      ]
    ]
  },
  "After traveling through Greece, Italy, and the Near East in the late 1860's, this painter built Olana, a great Persian mansion, on a bluff overlooking the Hudson river. Fascinated by Humboldt's explorations, he had earlier visited Ecuador and Colombia, from which he created large works like Heart of": {
    "guess": "Frederic Edwin Church",
    "confidence": [
      [
        "Fre",
        -0.09690987
      ],
      [
        "der",
        -5.3193703e-06
      ],
      [
        "ic",
        -0.00073756184
      ],
      [
        " Edwin",
        -0.007456712
      ],
      [
        " Church",
        -6.706687e-05
      ]
    ]
  },
  "In one tradition, she has a hapless son named Mabuz whose territory is raided by Iweret. Sometimes she is seen as a daughter of Dyonas, who married a niece of the Duchess of Burgundy and received half the Forest of Briogne as dowry. Worshipped at the Brocolitia shrine on Hadrian's Wall, she helped another man triumph over Accolon, who possessed a powerful instrument. Sometimes known as Nimue or Viviane, after the death of Ban she took to caring for Lancelot. FTP, name this mysterious woman who also": {
    "guess": "Lady of the Lake",
    "confidence": [
      [
        "Lady",
        -0.15973724
      ],
      [
        " of",
        -0.0001787497
      ],
      [
        " the",
        -4.990154e-05
      ],
      [
        " Lake",
        -2.0935051e-05
      ]
    ]
  },
  "One trail found on this mountain stops by the \"Garden of the Senecios\" and the Barranco Wall. One landslide in this mountain created the Western Breach, which leads up to the Lava Tower. Near its summit is the retreating Furtwangler Glacier, which is passed by on the Northern Circuit, Rongai, and Umbwe routes. The Kibo, Mawenzi, and Shira are the three cones that make up this stratovolcano, the tallest freestanding mountain in the world at 19,334 feet. Located in Tanzania, for 10 points, name this": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.0015090317
      ],
      [
        " Kil",
        -1.1756368e-05
      ],
      [
        "iman",
        -3.1186566e-05
      ],
      [
        "j",
        -0.00014358829
      ],
      [
        "aro",
        -5.6769813e-06
      ]
    ]
  },
  "The traditional type is the categorical form in which both premises and the conclusion are simple declarative statements that are constructed using only three simple terms between them, each term appearing": {
    "guess": "Syllogism",
    "confidence": [
      [
        "S",
        -0.06032434
      ],
      [
        "yl",
        -6.4444386e-05
      ],
      [
        "log",
        -8.299462e-06
      ],
      [
        "ism",
        -0.0006556084
      ]
    ]
  },
  "The transverse form of this phenomenon is purely relativistic, arising from time dilation.  In conjunction with the Hubble constant, it gives the distance to astronomical objects, while on Earth it is used to determine the speed of planes and baseballs.  For ten points, name this change in frequency": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.014518509
      ],
      [
        "op",
        -3.1281633e-07
      ],
      [
        "pler",
        -2.1173457e-05
      ],
      [
        " effect",
        -0.02144063
      ]
    ]
  },
  "The translational partition function of a single particle in a container is equal to the volume of the container divided by the cube of this quantity. The Sackur\u0096Tetrode equation only applies when the density of particles times this quantity cubed is much less than one. For an ideal gas, one form of this quantity is equal to Planck's constant divided by the square root of quantity two pi times mass times Boltzmann's constant times temperature. (*) The energy of a particle is equal to 1240 electron volt-nanometers divided by this quantity for the particle. The existence of this quantity was confirmed": {
    "guess": "Wavelength",
    "confidence": [
      [
        "W",
        -0.93995976
      ],
      [
        "avelength",
        -0.08115325
      ]
    ]
  },
  "The transformation of calcite into quicklime gives off this molecule. The symmetric and antisymmetric stretching modes of this molecule show up at 1480 and 2565 wavenumbers, respectively. This molecule, which belongs to the D sub infinity h symmetry group, is used as a solvent in decaffeination reactions. The Keeling Curve gives the concentration of this molecule in the atmosphere. Removing this molecule": {
    "guess": "Carbon Dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0008641763
      ],
      [
        " D",
        -0.0028666856
      ],
      [
        "ioxide",
        -4.4179764e-05
      ]
    ]
  },
  "He has translated many works of authors such as Raymond Carver, John Irving, F. Scott Fitzgerald and": {
    "guess": "Philip Gabriel",
    "confidence": [
      [
        "Philip",
        -0.089638606
      ],
      [
        " Gabriel",
        -0.00044675806
      ]
    ]
  },
  "The translational partition function of a single particle in a container is equal to the volume of the container divided by the cube of this quantity. The Sackur\u0096Tetrode equation only applies when the density of particles times this quantity cubed is much less than one. For an ideal gas, one form of": {
    "guess": "Partition function",
    "confidence": [
      [
        "Partition",
        -0.83072686
      ],
      [
        " function",
        -0.042370487
      ]
    ]
  },
  "A traditional but now rarely performed ritual during this holiday involves spinning a chicken around one's head. It is said that on this day the Book of Life is sealed. Before the beginning of services on this day, a declaration of vows called the (*) Kol Nidre are recited. During this holiday the vidui or public confession of sins against God occurs. This period ends the time of year known as the \"Days of Awe\", and this holiday occurs on the 10th of Tishrei. On this day, able adults are prohibited from having sex, wearing leather, bathing, eating, and drinking. For 10 points, name this holiest": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.009586794
      ],
      [
        "om",
        -2.2365493e-05
      ],
      [
        " K",
        -1.2233183e-05
      ],
      [
        "ipp",
        -1.4617256e-05
      ],
      [
        "ur",
        -8.5543434e-05
      ]
    ]
  },
  "A transient form of this phenomenon is often modeled using lumped system analysis. The transient-line source method or laser-flash method is used to calculate the ability of a material to undergo this": {
    "guess": "Thermal diffusivity",
    "confidence": [
      [
        "Th",
        -0.001221417
      ],
      [
        "ermal",
        -4.3202e-07
      ],
      [
        " diff",
        -0.020706665
      ],
      [
        "us",
        -1.504853e-06
      ],
      [
        "ivity",
        -1.0445127e-05
      ]
    ]
  },
  "Traditionally, this musical instrument is constructed from wood that has been hollowed out by termites. After the tree bark has been stripped, the instrument is then painted and a rim of beeswax is applied": {
    "guess": "Didgeridoo",
    "confidence": [
      [
        "Did",
        -0.04773443
      ],
      [
        "ger",
        -0.020864753
      ],
      [
        "id",
        -0.00040755473
      ],
      [
        "oo",
        -1.4974867e-05
      ]
    ]
  },
  "Transcription factors that regulate this compound's synthesis recognize the sequence TCACNCCAC; those transcription factors are activated when high levels of this compound are detected by SCAPs. This compound is a precursor to glucocorticoids and estrogens, and the synthesis of this compound is regulated by SREBPs. A decrease in Coenzyme (*) Q is a side effect of a class of drugs that reduces this compound's synthesis by inhibiting HMG Co-A Reductases; those drugs are called statins. This compound maintains fluidity of the plasma membrane at extreme temperatures. For 10 points, name this compound that is transported by the lipoproteins LDL and HDL, which are called its \"bad\" and \"good\" types.": {
    "guess": "Cholesterol",
    "confidence": [
      [
        "Ch",
        -0.00077341654
      ],
      [
        "olesterol",
        -0.00025752498
      ]
    ]
  },
  "One trail on this mountain stops by the \"Garden of the Senecios\" and the Barranco Wall. The Western Breach,": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.00022833108
      ],
      [
        " Kil",
        -2.220075e-06
      ],
      [
        "iman",
        -3.2140193e-05
      ],
      [
        "j",
        -0.000162538
      ],
      [
        "aro",
        -5.080963e-06
      ]
    ]
  },
  "If no transmission bias is assumed in the Price equation, character value changes due to differential productivity are given by this function of character value and fitness. Dispersion matrices contain these quantities, and in the capital asset pricing model, the constant of proportionality between the rate of return on an asset and the rate of return on the market is equal to a ratio of this quantity for the asset and the market and this quantity for the market. For two (*) random variables X and": {
    "guess": "Covariance",
    "confidence": [
      [
        "C",
        -0.7023194
      ],
      [
        "ov",
        -0.00014334988
      ],
      [
        "ariance",
        -0.00015229016
      ]
    ]
  },
  "Transverse structures in this tissue are called Volkmann's canals, and this tissue is classified as either trabecular or cortical. \"Morphogenic proteins\" of this tissue were discovered by Urist and belong to the TGF-beta superfamily. Caneliculi, which are separated by lamelle, are concentric rings that": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.0030681451
      ]
    ]
  },
  "Transcription factors that regulate this compound's synthesis recognize the sequence TCACNCCAC; those transcription factors are activated when high levels of this compound are detected by SCAPs. This compound is a precursor to glucocorticoids and estrogens, and the synthesis of this compound is regulated by SREBPs. A decrease in Coenzyme (*) Q is a side effect of a class of drugs that reduces this compound's synthesis by inhibiting HMG Co-A Reductases; those drugs are called statins. This compound maintains fluidity of the plasma membrane at extreme temperatures. For 10 points, name this compound": {
    "guess": "Cholesterol",
    "confidence": [
      [
        "Ch",
        -0.010199295
      ],
      [
        "olesterol",
        -0.00036632127
      ]
    ]
  },
  "Traditionally, this musical instrument is constructed from wood that has been hollowed out by termites. After the tree bark has been stripped, the instrument is then painted and a rim of beeswax is applied to the mouthpiece end. It is generally made from eucalyptus wood, but a less traditional variant can be made from PVC piping. Thought to be the oldest wind instrument in the world, for ten points identify this aboriginal woodwind known for its low drone.": {
    "guess": "Didgeridoo",
    "confidence": [
      [
        "Did",
        -0.0032341557
      ],
      [
        "ger",
        -0.071129665
      ],
      [
        "id",
        -8.923875e-05
      ],
      [
        "oo",
        -1.11603495e-05
      ]
    ]
  },
  "Tradition states that this saint was chopped into bits and resurrected three times and bled milk from his split skull.  Martyred in Palestine as attested to by a 494 CE canon of Pope Gelasius I, he was": {
    "guess": "Saint George",
    "confidence": [
      [
        "Saint",
        -0.29176623
      ],
      [
        " George",
        -1.451985
      ]
    ]
  },
  "Its trace is the divergence of the dilatation current, and thus zero in a conformal theory. In Yang-Mills theory it corresponds to an interpolating operator for spin 2 glueballs. For an ideal fluid, knowing it is equivalent to knowing the pressure and density, and it is diagonal in a comoving frame. The Noether procedure finds it as a set of conserved currents associated to translation invariance, but this may not produce a symmetric answer. The usual symmetric definition is a variation of the nongravitational": {
    "guess": "Energy-momentum tensor",
    "confidence": [
      [
        "Energy",
        -0.20558067
      ],
      [
        "-m",
        -0.041040953
      ],
      [
        "omentum",
        -0.0011165233
      ],
      [
        " tensor",
        -0.06962815
      ]
    ]
  },
  "The traditional \"banking\" approach to this activity perpetuates oppression, while an \"authentic\" approach to it makes people more human, according to Paolo Freire. Another theorist of it focused on \"human tendencies\" and advocated a \"constructivist\" approach to this. Vygotsky's idea of a \"Zone of proximal development\" has led to the (*) \"scaffolding\" approach to this activity. Benjamin Bloom created a taxonomy of its objectives. John Dewey believed that it was the key to democracy. A theorist of it argued for working with many ages at once and noticed \"spontaneous discipline\" with the right choice": {
    "guess": "Education",
    "confidence": [
      [
        "Education",
        -0.038609277
      ]
    ]
  },
  "Transcription factors that regulate this compound's synthesis recognize the sequence TCACNCCAC; those": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.2049888
      ],
      [
        "lor",
        -0.36290747
      ],
      [
        "oph",
        -0.0066035795
      ],
      [
        "yll",
        -0.0006517939
      ]
    ]
  },
  "In one tradition this figure breaks an oath to follow without questioning while on a journey with Al-Khidr. In another tradition, this figure receives a vision of Adam and Eve's family in his namesake": {
    "guess": "Moses in Islam",
    "confidence": [
      [
        "M",
        -0.6676448
      ],
      [
        "oses",
        -0.39326012
      ],
      [
        " in",
        -0.20908922
      ],
      [
        " Islam",
        -0.09096007
      ]
    ]
  },
  "After traveling through Greece, Italy, and the Near East in the late 1860's, this painter built Olana, a great Persian mansion, on a bluff overlooking the Hudson river. Fascinated by Humboldt's explorations, he had earlier visited Ecuador and Colombia, from which he created large works like Heart of the Andes in his New York studio. FTP, who is this only pupil of Thomas Cole, a member of the Hudson": {
    "guess": "Frederic Edwin Church",
    "confidence": [
      [
        "Fre",
        -0.01829872
      ],
      [
        "der",
        -1.6286107e-05
      ],
      [
        "ic",
        -0.00014382669
      ],
      [
        " Edwin",
        -0.0023704164
      ],
      [
        " Church",
        -7.529192e-05
      ]
    ]
  },
  "If no transmission bias is assumed in the Price equation, character value changes due to differential productivity are given by this function of character value and fitness. Dispersion matrices contain": {
    "guess": "Fisher's fundamental theorem of natural selection",
    "confidence": [
      [
        "F",
        -1.4342682
      ],
      [
        "isher",
        -0.02570305
      ],
      [
        "'s",
        -0.015787167
      ],
      [
        " fundamental",
        -0.31447738
      ],
      [
        " theorem",
        -0.0001005631
      ],
      [
        " of",
        -0.0008355968
      ],
      [
        " natural",
        -0.00016110756
      ],
      [
        " selection",
        -0.00015264409
      ]
    ]
  },
  "He has translated many works of authors such as Raymond Carver, John Irving, F. Scott Fitzgerald and Truman Capote into his native language, and received the Franz Kafka Prize in 2006 for his Kafka on the (*) Shore, or Umibe no Kafka. In one of his works Toru Watanabe is thrown back to the 1960s after hearing an orchestral cover of a titular Beatles tune. FTP, identify this Japanese author of Norwegian Wood and The Wind-up Bird Chronicle.": {
    "guess": "Haruki Murakami",
    "confidence": [
      [
        "Har",
        -0.014259058
      ],
      [
        "uki",
        -2.749125e-05
      ],
      [
        " Mur",
        -0.00016182278
      ],
      [
        "ak",
        -4.370295e-05
      ],
      [
        "ami",
        -0.00021307668
      ]
    ]
  },
  "Its translational motions are commonly called Slichter modes, and early models for it included a 450 km thick F-layer on its exterior. An important discovery about its differential rotation was made by": {
    "guess": "Mantle (geology)",
    "confidence": [
      [
        "M",
        -0.39395243
      ],
      [
        "ant",
        -0.2401597
      ],
      [
        "le",
        -4.990154e-05
      ],
      [
        " (",
        -0.09354081
      ],
      [
        "ge",
        -0.0008677525
      ],
      [
        "ology",
        -9.901345e-05
      ],
      [
        ")",
        -4.4894987e-05
      ]
    ]
  },
  "A transient form of this phenomenon is often modeled using lumped system analysis. The transient-line source method or laser-flash method is used to calculate the ability of a material to undergo this process. Values of less than 0.1 for the Biot number imply this process is dominating, and the ratio of the rate of this process to energy storage is given by the (*) Fourier number. In solids, this process occurs via free-electron diffusion and phonon vibration. The rate of this process is equal to the negative k of the temperature gradient in Fourier's law of this process. For 10 points, name this process that competes with radiation and convection, a form of heat transfer that occurs within a": {
    "guess": "Heat conduction",
    "confidence": [
      [
        "Heat",
        -1.0642557
      ],
      [
        " con",
        -0.04865402
      ],
      [
        "duction",
        -9.014684e-06
      ]
    ]
  },
  "Trained as a doctor in Manchuria, he declined to follow his father into the profession, starting a Marxist-surrealist literary group shortly after graduation and winning the Akutagawa prize three years later for his short story The Crime of S. Karuma. His early work was Kafkaesque science fiction, but he soon split his time between novels and the theater, writing and directing plays like Friends and The Suitcase. Existentialist issues in his novels include the mask that enables its wearer to function socially in The Face of Another; the titular \"guide to life\" in The Ruined Map; and the titular": {
    "guess": "Kōbō Abe",
    "confidence": [
      [
        "K",
        -0.0027580338
      ],
      [
        "ō",
        -0.047718175
      ],
      [
        "b",
        -1.9361265e-07
      ],
      [
        "ō",
        -6.704273e-07
      ],
      [
        " Abe",
        -6.704273e-07
      ]
    ]
  },
  "One of its tractates discusses the size and history of the Leviathan, components of the Aron Ha-Kodesh, and the location of the Shechinah. Its fifth tractate discusses the Cities of Refuge, while another is dedicated to idolatry and dubbed, \"Avoda Zara.\" It begins with a section of three \"gates\" - Babbas": {
    "guess": "Damages",
    "confidence": [
      [
        "Dam",
        -0.4290722
      ],
      [
        "ages",
        -7.064298e-05
      ]
    ]
  },
  "He has translated many works of authors such as Raymond Carver, John Irving, F. Scott Fitzgerald and Truman Capote into his native language, and received the Franz Kafka Prize in 2006 for his Kafka on the (*) Shore, or Umibe no Kafka. In one of his works Toru Watanabe is thrown back to the 1960s after": {
    "guess": "Haruki Murakami",
    "confidence": [
      [
        "Har",
        -0.026053634
      ],
      [
        "uki",
        -2.2603901e-05
      ],
      [
        " Mur",
        -0.00020294437
      ],
      [
        "ak",
        -5.7411373e-05
      ],
      [
        "ami",
        -0.0002879146
      ]
    ]
  },
  "If no transmission bias is assumed in the Price equation, character value changes due to differential productivity are given by this function of character value and fitness. Dispersion matrices contain these quantities, and in the capital asset pricing model, the constant of proportionality between the": {
    "guess": "Fisher's fundamental theorem of natural selection",
    "confidence": [
      [
        "F",
        -0.91378313
      ],
      [
        "isher",
        -0.036459975
      ],
      [
        "'s",
        -0.05233146
      ],
      [
        " fundamental",
        -0.515469
      ],
      [
        " theorem",
        -0.00021259987
      ],
      [
        " of",
        -0.0017744269
      ],
      [
        " natural",
        -0.0002749214
      ],
      [
        " selection",
        -0.000120708515
      ]
    ]
  },
  "One transformation between two related encodings of this type of data multiplies the cube root of a ratio of inputs by 116 and then subtracts 16. They are contained in McAdam ellipses. Values of this are interpolated by means of I values in the Gouraud algorithm. One way to encode these is CIE XYZ, Ways of expressing them are often visualized through cubes, cones, and (*) circles. When reproducing": {
    "guess": "Colorfulness",
    "confidence": [
      [
        "Color",
        -0.1539269
      ],
      [
        "fulness",
        -0.9199756
      ]
    ]
  },
  "Tradition holds that he was trained under Masolino da Panicale, an older  artist with whom he collaborated": {
    "guess": "Masaccio",
    "confidence": [
      [
        "Mas",
        -0.40742627
      ],
      [
        "acc",
        -0.025079396
      ],
      [
        "io",
        -2.6968896e-06
      ]
    ]
  },
  "The transportation of ions of this element is hindered by both apamin [AP-uh-min] and dendrotoxin, which": {
    "guess": "Potassium channel",
    "confidence": [
      [
        "Pot",
        -0.027087837
      ],
      [
        "assium",
        -2.4630364e-05
      ],
      [
        " channel",
        -0.56299263
      ]
    ]
  },
  "Traditions of this event include the recitation of both the Talbiyah and a Niyyah, and participating in the Sa'ee of Safa and Marwah, while it concludes with the Tawaf al-Wada' prayer. A miqat is used to change into the clothing of Ihram during this event, though many of that state's restrictions are removed after a sacrifice on the Tenth of (*) Dhul. Al-Tamattu', al-Ifrad, and al- Qiran are three different ways of performing this obligation, though they each include ramy and Tawaf al-Ifadha: the stoning of a pillar representing the devil and the circling of the Kaaba. For 10 points, identify this pillar of Islam, a ritual pilgrimage to Mecca.": {
    "guess": "Hajj",
    "confidence": [
      [
        "H",
        -0.0022950172
      ],
      [
        "aj",
        -1.5928495e-05
      ],
      [
        "j",
        -1.6882126e-05
      ]
    ]
  },
  "Traditions of this event include the recitation of both the Talbiyah and a Niyyah, and participating": {
    "guess": "Hajj",
    "confidence": [
      [
        "H",
        -0.0027002585
      ],
      [
        "aj",
        -0.00012380048
      ],
      [
        "j",
        -2.7133641e-05
      ]
    ]
  },
  "The transformation of calcite into quicklime gives off this molecule. The symmetric and antisymmetric stretching modes of this molecule show up at 1480 and 2565 wavenumbers, respectively. This molecule, which belongs to the D sub infinity h symmetry group, is used as a solvent in decaffeination reactions. The Keeling Curve gives the concentration of this molecule in the atmosphere. Removing this molecule from histidine gives histamine, and adding it to a solution of Grignard reagents is a common carboxylation method. It's a linear molecule with two double bonds, and it is the primary cause of global": {
    "guess": "Carbon Dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0034882857
      ],
      [
        " D",
        -0.00041220002
      ],
      [
        "ioxide",
        -9.877504e-05
      ]
    ]
  },
  "TRANSLATOR AND WORK REQUIRED  This prose work contrasts with an earlier-published verse translation by including the phrase \"great gobbets\" rather than \"lumps\" and reporting that a man was eaten entirely \"including hands and feet,\" rather than the more general and less evocative \"hand and foot.\" This work was published 88 years after it was completed. Its translator and author were likely from the same region. This translator of this work argued that its mingling of (*) time- frames was an intentional commentary on its main theme: the inevitability of death, and that its ambiguous religious setting was a consequence of ongoing Christianization when it was written as opposed to when it is set. Those statements about it appear in this translator's essay on this work subtitled \"The Monsters and": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -0.19332364
      ],
      [
        "ow",
        -9.2695656e-05
      ],
      [
        "ulf",
        -0.000134052
      ]
    ]
  },
  "Transcription factors that regulate this compound's synthesis recognize the sequence TCACNCCAC; those transcription factors are activated when high levels of this compound are detected by SCAPs. This compound is a precursor to glucocorticoids and estrogens, and the synthesis of this compound is regulated by SREBPs. A decrease in Coenzyme (*) Q is a side effect of a class of drugs that reduces this": {
    "guess": "Cholesterol",
    "confidence": [
      [
        "Ch",
        -0.029628405
      ],
      [
        "olesterol",
        -0.0001472836
      ]
    ]
  },
  "Traditionally, this musical instrument is constructed from wood that has been hollowed out by termites. After the tree bark has been stripped, the instrument is then painted and a rim of beeswax is applied to the mouthpiece end. It is generally made from eucalyptus wood, but a less traditional variant": {
    "guess": "Didgeridoo",
    "confidence": [
      [
        "Did",
        -0.015433073
      ],
      [
        "ger",
        -0.012440075
      ],
      [
        "id",
        -0.00016718694
      ],
      [
        "oo",
        -2.2484697e-05
      ]
    ]
  },
  "Tradition states that this saint was chopped into bits and resurrected three times and bled milk from his split skull.  Martyred in Palestine as attested to by a 494 CE canon of Pope Gelasius I, he was probably from Cappadocia.  He saved the princess Sabra while accomplishing his most famous feat in": {
    "guess": "Saint George",
    "confidence": [
      [
        "Saint",
        -0.19374172
      ],
      [
        " George",
        -0.09307496
      ]
    ]
  },
  "Transported to the entrance of the Tapis Vert after its 1682 completion, this statue joins Perseus and Andromeda and a bust of Louis XIV as the only of its creator's works to have been exhibited at Versailles. The tunic of the title character falls between his legs; his calves are raised and pushing back off the ground, while his twisted torso arches forward, and his open mouth and contorted face visibly express his agony. His right hand is being pulled behind his back by a beast, while his left is trapped inside a broken tree stump, sealing his fate. FTP, name this marble sculpture of a Greek": {
    "guess": "The Gates of Hell",
    "confidence": [
      [
        "The",
        -0.62310493
      ],
      [
        " Gates",
        -0.7676204
      ],
      [
        " of",
        -0.00011176824
      ],
      [
        " Hell",
        -4.2153304e-05
      ]
    ]
  },
  "Trained as a doctor in Manchuria, he declined to follow his father into the profession, starting a Marxist-surrealist literary group shortly after graduation and winning the Akutagawa prize three years later for his short story The Crime of S. Karuma. His early work was Kafkaesque science fiction, but he soon split his time between novels and the theater, writing and directing plays like Friends and The Suitcase. Existentialist issues in his novels include the mask that enables its wearer to function socially in The Face of Another; the titular \"guide to life\" in The Ruined Map; and the titular way of life in The Box Man. His interest in entomology led to the extended metaphors comparing human": {
    "guess": "Kōbō Abe",
    "confidence": [
      [
        "K",
        -0.003292375
      ],
      [
        "ō",
        -0.03475774
      ],
      [
        "b",
        -3.1281633e-07
      ],
      [
        "ō",
        -4.1273333e-06
      ],
      [
        " Abe",
        -0.0026134674
      ]
    ]
  },
  "In one of the traditions that they are used in, they are classified into the Agamas, the Samhitas, and the Saktas.  Coming from the Sanskrit for \"web\" or \"warp,\" the Buddhist ones simply offer a further": {
    "guess": "Sutra",
    "confidence": [
      [
        "S",
        -0.22433494
      ],
      [
        "utra",
        -0.019033864
      ]
    ]
  },
  "Trained as a doctor in Manchuria, he declined to follow his father into the profession, starting a Marxist-surrealist literary group shortly after graduation and winning the Akutagawa prize three years later for his short story The Crime of S. Karuma. His early work was Kafkaesque science fiction, but he soon split his time between novels and the theater, writing and directing plays like Friends and The Suitcase. Existentialist issues in his novels include the mask that enables its wearer to function socially in The Face of Another; the titular \"guide to life\" in The Ruined Map; and the titular way of life in The Box Man. His interest in entomology led to the extended metaphors comparing human characters to dung-eating beetles in The Ark Sakura, and to social insects in the novel that he adopted for Hiroshi Teshigahara's 1964 film that received an Oscar nomination for Best Foreign Language": {
    "guess": "Kōbō Abe",
    "confidence": [
      [
        "K",
        -0.00035190862
      ],
      [
        "ō",
        -0.0030038503
      ],
      [
        "b",
        -1.9361265e-07
      ],
      [
        "ō",
        -1.9816675e-06
      ],
      [
        " Abe",
        -0.00061367074
      ]
    ]
  },
  "He is a traveling salesman whose only concern at first is getting to work. However, his situation makes this impossible, and he quickly becomes a burden to his family. His father throws apples at him and his sister, Grete, plays the violin, though she won't play it for him. When he realizes that nobody": {
    "guess": "The Metamorphosis",
    "confidence": [
      [
        "The",
        -0.061487116
      ],
      [
        " Met",
        -0.002157876
      ],
      [
        "am",
        -8.709308e-05
      ],
      [
        "orph",
        -8.006007e-05
      ],
      [
        "osis",
        -0.000156101
      ]
    ]
  },
  "One transformation between two related encodings of this type of data multiplies the cube root of a ratio of inputs by 116 and then subtracts 16. They are contained in McAdam ellipses. Values of this are interpolated by means of I values in the Gouraud algorithm. One way to encode these is CIE XYZ, Ways of expressing them are often visualized through cubes, cones, and (*) circles. When reproducing these, one of their components is changed through gamma correction. They are encoded through three bytes": {
    "guess": "Color space",
    "confidence": [
      [
        "Color",
        -0.36509538
      ],
      [
        " space",
        -0.34375805
      ]
    ]
  },
  "Transported to the entrance of the Tapis Vert after its 1682 completion, this statue joins Perseus and Andromeda and a bust of Louis XIV as the only of its creator's works to have been exhibited at Versailles. The tunic of the title character falls between his legs; his calves are raised and pushing back off the ground, while his twisted torso arches forward, and his open mouth and contorted face visibly": {
    "guess": "Benvenuto Cellini",
    "confidence": [
      [
        "Ben",
        -1.4900703
      ],
      [
        "ven",
        -0.33900893
      ],
      [
        "uto",
        -4.8113485e-05
      ],
      [
        " Cell",
        -0.0011389079
      ],
      [
        "ini",
        -0.0003920656
      ]
    ]
  },
  "In one tradition this figure breaks an oath to follow without questioning while on a journey with Al-Khidr. In another tradition, this figure receives a vision of Adam and Eve's family in his namesake book in The Pearl of Great Price. This man ordered the slaughter of Midianites to retaliate against Balak, and he mounted a brass serpent on a pole to ward off snakebites after producing water from a": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -0.055198647
      ],
      [
        "oses",
        -0.00040779312
      ]
    ]
  },
  "One of its tractates discusses the size and history of the Leviathan, components of the Aron Ha-Kodesh, and the location of the Shechinah. Its fifth tractate discusses the Cities of Refuge, while another is dedicated to idolatry and dubbed, \"Avoda Zara.\" It begins with a section of three \"gates\" - Babbas Kama, Metzia, and Bathra - the latter two focusing on trusteeship and inheritance law. It's best known for a Tosefta-less tractate with a quote from Shimon Ha-Tzadik that the world stands on Torah, service, and acts of kindness. That part delineates the path of the Torah from Moses to the Anshei": {
    "guess": "Bava Kamma",
    "confidence": [
      [
        "B",
        -0.7613495
      ],
      [
        "ava",
        -0.20234163
      ],
      [
        " K",
        -0.1882142
      ],
      [
        "amma",
        -0.10149636
      ]
    ]
  },
  "If no transmission bias is assumed in the Price equation, character value changes due to differential": {
    "guess": "Fisher's fundamental theorem of natural selection",
    "confidence": [
      [
        "F",
        -1.1398458
      ],
      [
        "isher",
        -0.0477733
      ],
      [
        "'s",
        -0.059797533
      ],
      [
        " fundamental",
        -0.10174911
      ],
      [
        " theorem",
        -3.4285862e-05
      ],
      [
        " of",
        -0.0014983143
      ],
      [
        " natural",
        -0.00012535013
      ],
      [
        " selection",
        -4.7159858e-05
      ]
    ]
  },
  "In 1973 he traveled to Moscow as part of the East-West Trade Policy Committee to negotiate trade protocols with the USSR.  Nixon's Secretary of Labor for eighteen-months, after that time he became director of the Office of Management and Budget.  Quitting government service in 1974, he became president": {
    "guess": "Caspar Weinberger",
    "confidence": [
      [
        "Cas",
        -0.1889098
      ],
      [
        "par",
        -0.00013858173
      ],
      [
        " Wein",
        -0.0011502212
      ],
      [
        "berger",
        -0.0005642342
      ]
    ]
  },
  "In one tradition, she has a hapless son named Mabuz whose territory is raided by Iweret. Sometimes she is seen as a daughter of Dyonas, who married a niece of the Duchess of Burgundy and received half the Forest of Briogne as dowry. Worshipped at the Brocolitia shrine on Hadrian's Wall, she helped another man triumph over Accolon, who possessed a powerful instrument. Sometimes known as Nimue or Viviane, after the death of Ban she took to caring for Lancelot. FTP, name this mysterious woman who also imprisons her infatuated suitor Merlin and most famously presents Excalibur to King Arthur, named": {
    "guess": "Lady of the Lake",
    "confidence": [
      [
        "Lady",
        -0.11201168
      ],
      [
        " of",
        -4.1557283e-05
      ],
      [
        " the",
        -3.7623562e-05
      ],
      [
        " Lake",
        -8.3159364e-05
      ]
    ]
  },
  "A track on this artist's first solo album says that \"in the midst of this insanity, I found my Christianity\" and that \"one day I plan to be a family man, happily married.\" One of this artist's collaborations on his sophomore album contains the line \"see you in Hell for the sequel;\" twelve years later, he released that album, Hell: The Sequel, with Royce da 5-9. The first single released from this rapper's most recent album was \"Berzerk,\" and later singles from that album included \"Rap God\" and \"The Monster,\" which features Rihanna. For 10 points, name this Detroit rapper known for songs like \"Not Afraid,\" \"Lose Yourself,\" and \"The Real Slim Shady.\"": {
    "guess": "Eminem",
    "confidence": [
      [
        "E",
        -0.00030590701
      ],
      [
        "min",
        -2.220075e-06
      ],
      [
        "em",
        -9.0907604e-05
      ]
    ]
  },
  "The transverse type of this effect was used in the Ives-Sitwell experiment and is a relativistic phenomenon": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.4203134
      ],
      [
        "op",
        -1.8624639e-06
      ],
      [
        "pler",
        -6.9882217e-06
      ],
      [
        " effect",
        -0.0012873788
      ]
    ]
  },
  "The transfer of this property due to surface tension is known as the Marangoni effect. Wiezsacker's formula can be used to calculate this quantity for an atomic nucleus. The principle of equivalence maintains that the inertial and gravitational forms of this quantity are equal. Kinetic energy can be calculated by multiplying this quantity by velocity squared. Momentum divided by velocity is equal to this quantity, which is multiplied by acceleration to yield force. For 10 points, name this quantity,": {
    "guess": "Mass",
    "confidence": [
      [
        "Mass",
        -0.11054451
      ]
    ]
  },
  "In one tradition this figure breaks an oath to follow without questioning while on a journey with Al-Khidr.": {
    "guess": "Al-Khidr",
    "confidence": [
      [
        "Al",
        -0.8967875
      ],
      [
        "-K",
        -0.016563883
      ],
      [
        "hid",
        -0.11875008
      ],
      [
        "r",
        -5.5980927e-05
      ]
    ]
  },
  "A translocation between the RARA gene on chromosome 17 and the PML gene on this chromosome causes nearly all cases of acute promyelocytic leukemia. A pair of sister syndromes both due to a partial deletion": {
    "guess": "Chromosome 15q deletion",
    "confidence": [
      [
        "Ch",
        -0.39408502
      ],
      [
        "romosome",
        -0.048845217
      ],
      [
        " ",
        -0.003497558
      ],
      [
        "15",
        -0.021349732
      ],
      [
        "q",
        -0.13637093
      ],
      [
        " deletion",
        -1.0843409
      ]
    ]
  },
  "The traditional \"banking\" approach to this activity perpetuates oppression, while an \"authentic\" approach to it makes people more human, according to Paolo Freire. Another theorist of it focused on \"human tendencies\" and advocated a \"constructivist\" approach to this. Vygotsky's idea of a \"Zone of proximal development\" has led to the (*) \"scaffolding\" approach to this activity. Benjamin Bloom created": {
    "guess": "Education",
    "confidence": [
      [
        "Education",
        -0.14956814
      ]
    ]
  },
  "He is a traveling salesman whose only concern at first is getting to work. However, his situation makes this impossible, and he quickly becomes a burden to his family. His father throws apples at him and his sister, Grete, plays the violin, though she won't play it for him. When he realizes that nobody in his family wants him around, he returns to his room and dies. All of this occurs after he awoke": {
    "guess": "The Metamorphosis",
    "confidence": [
      [
        "The",
        -0.33734483
      ],
      [
        " Met",
        -0.00051156816
      ],
      [
        "am",
        -6.301394e-05
      ],
      [
        "orph",
        -7.302705e-05
      ],
      [
        "osis",
        -2.3319124e-05
      ]
    ]
  },
  "A track on this artist's first solo album says that \"in the midst of this insanity, I found my Christianity\" and that \"one day I plan to be a family man, happily married.\" One of this artist's collaborations": {
    "guess": "Bob Dylan",
    "confidence": [
      [
        "Bob",
        -0.88807225
      ],
      [
        " Dylan",
        -0.0045706304
      ]
    ]
  },
  "Tradition holds that he was trained under Masolino da Panicale, an older  artist with whom he collaborated with on several works. He died early in life  and thus could not complete the decorations he had planned for the Brancacci  chapel in Florence. FTP, identify this painter of The Raising of the King's": {
    "guess": "Masaccio",
    "confidence": [
      [
        "Mas",
        -0.509002
      ],
      [
        "acc",
        -0.0801109
      ],
      [
        "io",
        -5.7961847e-06
      ]
    ]
  },
  "He is a traveling salesman whose only concern at first is getting to work. However, his situation makes": {
    "guess": "Death of a Salesman",
    "confidence": [
      [
        "Death",
        -0.8076519
      ],
      [
        " of",
        -0.00013703208
      ],
      [
        " a",
        -0.00027635184
      ],
      [
        " Sales",
        -0.00096827606
      ],
      [
        "man",
        -2.2246291e-05
      ]
    ]
  },
  "In one tradition this figure breaks an oath to follow without questioning while on a journey with Al-Khidr. In another tradition, this figure receives a vision of Adam and Eve's family in his namesake book in The Pearl of Great Price. This man ordered the slaughter of Midianites to retaliate against Balak, and he mounted a brass serpent on a pole to ward off snakebites after producing water from a rock and making manna rain from heaven. This husband of Tzipporah was raised by the Pharaoh's sister": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -0.05027951
      ],
      [
        "oses",
        -0.00030674142
      ]
    ]
  },
  "Traditions of this event include the recitation of both the Talbiyah and a Niyyah, and participating in the Sa'ee of Safa and Marwah, while it concludes with the Tawaf al-Wada' prayer. A miqat is used": {
    "guess": "Hajj",
    "confidence": [
      [
        "H",
        -0.008618593
      ],
      [
        "aj",
        -4.501419e-05
      ],
      [
        "j",
        -3.5120287e-05
      ]
    ]
  },
  "One trail on this mountain stops by the \"Garden of the Senecios\" and the Barranco Wall. The Western Breach, created by a landslide is located on this peak and leads up to the Lava Tower. The nearest settlement": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.0003418992
      ],
      [
        " Kil",
        -2.577686e-06
      ],
      [
        "iman",
        -4.179569e-05
      ],
      [
        "j",
        -0.0002975664
      ],
      [
        "aro",
        -5.3193703e-06
      ]
    ]
  },
  "It's not the Tragic Symphony, but this symphony includes the instruction \"Like a breath\" at the beginning of its finale. The opening notes of this symphony's first theme are soon taken up by the trombones in unison while the trumpets play a sequence of rising notes. This symphony begins with a tonic chord on the organ along with fortissimo notes from five other instruments before the singers enter. At the end of its first movement, offstage brass instruments repeat the \"Accende lumen sensibus\" theme. At the end of this symphony, the chorus sings \"Eternal womanhood draws us on high,\" quoting the": {
    "guess": "Symphony No. 8 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.0012638058
      ],
      [
        "phony",
        -0.00051621714
      ],
      [
        " No",
        -0.0026387954
      ],
      [
        ".",
        -0.0005616117
      ],
      [
        " ",
        -0.00025657137
      ],
      [
        "8",
        -0.12598255
      ],
      [
        " (",
        -0.00043090762
      ],
      [
        "Mah",
        -0.03234156
      ],
      [
        "ler",
        -1.60477e-05
      ],
      [
        ")",
        -3.1424974e-05
      ]
    ]
  },
  "A transient tells a boy about how love is \"a science\" in a streetcar café in this author's \"A Tree. A Rock. A Cloud.\"  Novels by this author include one about the secretly homosexual Captain Pemberton and Private Ellgee Williams, as well as one in which Frankie Addams dreams of running away to Alaska.": {
    "guess": "Carson McCullers",
    "confidence": [
      [
        "Car",
        -0.0037127847
      ],
      [
        "son",
        -6.551722e-05
      ],
      [
        " McC",
        -0.0005110914
      ],
      [
        "ull",
        -1.2352386e-05
      ],
      [
        "ers",
        -0.00028958343
      ]
    ]
  },
  "Trained as a doctor in Manchuria, he declined to follow his father into the profession, starting a Marxist-surrealist": {
    "guess": "André Breton",
    "confidence": [
      [
        "And",
        -1.0467769
      ],
      [
        "ré",
        -0.0023519802
      ],
      [
        " Bre",
        -0.0026950322
      ],
      [
        "ton",
        -4.723352e-06
      ]
    ]
  },
  "The transverse type of this effect was used in the Ives-Sitwell experiment and is a relativistic phenomenon attributable to time dilation. Its classical form is responsible for its namesake broadening in spectral lines, and involves multiplication by a factor of v over v plus v sub s, where v is absolute": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.008743629
      ],
      [
        "op",
        -5.5122365e-07
      ],
      [
        "pler",
        -6.0345924e-06
      ],
      [
        " effect",
        -0.0059982366
      ]
    ]
  },
  "TRANSLATOR AND WORK REQUIRED  This prose work contrasts with an earlier-published verse translation by including the phrase \"great gobbets\" rather than \"lumps\" and reporting that a man was eaten entirely \"including hands and feet,\" rather than the more general and less evocative \"hand and foot.\" This work was published 88 years after it was completed. Its translator and author were likely from the": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -0.4953968
      ],
      [
        "ow",
        -0.00024941913
      ],
      [
        "ulf",
        -8.804671e-05
      ]
    ]
  },
  "The tractive force causes these phenomena, which can create bores, in which water travels   against the current of a narrow river. This phenomenon can be classified at its bi-monthly  maximum as \"spring\" and at its minimum as (*) \"neap,\" and the world's most drastic difference  between spring and neap": {
    "guess": "Tidal bore",
    "confidence": [
      [
        "T",
        -0.013789696
      ],
      [
        "idal",
        -0.101260364
      ],
      [
        " bore",
        -0.00025704817
      ]
    ]
  },
  "In 1973 he traveled to Moscow as part of the East-West Trade Policy Committee to negotiate trade protocols with the USSR.  Nixon's Secretary of Labor for eighteen-months, after that time he became director": {
    "guess": "Peter J. Brennan",
    "confidence": [
      [
        "Peter",
        -0.07244131
      ],
      [
        " J",
        -0.2721717
      ],
      [
        ".",
        -0.0022783654
      ],
      [
        " Brennan",
        -0.0021000605
      ]
    ]
  },
  "The transportation of ions of this element is hindered by both apamin [AP-uh-min] and dendrotoxin, which explains why bee stings and snake bites can be painful and dangerous. Its nitrate is known as niter": {
    "guess": "Potassium",
    "confidence": [
      [
        "Pot",
        -0.095081136
      ],
      [
        "assium",
        -7.226629e-06
      ]
    ]
  },
  "One tradition holds that any prayer made between this man's pulpit and his grave will never be refused, and another tradition holds that an empty grave next to the tomb of this man is waiting for Jesus to fill it. An angel once gave this man a white donkey to ride to Jerusalem and had earlier appeared to him on Mount Hira, where he asked this man to \"recite.\" Forces loyal to this husband of Khadijah were victorious at the Battle of the Trench and had previously accompanied him on the hijra. For 10 points, name this man whose actions and words were recorded in the Hadith and who received the Quran from Allah, the foremost prophet of Islam.": {
    "guess": "Muhammad",
    "confidence": [
      [
        "Mu",
        -0.10700834
      ],
      [
        "hammad",
        -0.0064068586
      ]
    ]
  },
  "Its trace is the divergence of the dilatation current, and thus zero in a conformal theory. In Yang-Mills theory it corresponds to an interpolating operator for spin 2 glueballs. For an ideal fluid, knowing it is equivalent to knowing the pressure and density, and it is diagonal in a comoving frame.": {
    "guess": "Energy-momentum tensor",
    "confidence": [
      [
        "Energy",
        -0.29390007
      ],
      [
        "-m",
        -0.0444179
      ],
      [
        "omentum",
        -0.00028636496
      ],
      [
        " tensor",
        -0.0015410462
      ]
    ]
  },
  "He is a traveling salesman whose only concern at first is getting to work. However, his situation makes this impossible, and he quickly becomes a burden to his family. His father throws apples at him and his sister, Grete, plays the violin, though she won't play it for him. When he realizes that nobody in his family wants him around, he returns to his room and dies. All of this occurs after he awoke one morning to find he had become a giant insect. FTP, name this main character of Franz Kafka's Metamorphosis.": {
    "guess": "Gregor Samsa",
    "confidence": [
      [
        "Greg",
        -0.05298143
      ],
      [
        "or",
        -3.650519e-06
      ],
      [
        " S",
        -4.3941356e-05
      ],
      [
        "ams",
        0.0
      ],
      [
        "a",
        -7.226629e-06
      ]
    ]
  },
  "A transient tells a boy about how love is \"a science\" in a streetcar café in this author's \"A Tree. A Rock. A Cloud.\"  Novels by this author include one about the secretly homosexual Captain Pemberton and Private Ellgee Williams, as well as one in which Frankie Addams dreams of running away to Alaska. In addition to Reflections in a Golden Eye and The Member of the Wedding, she wrote a short story about Lymon Willis and Marvin Macy's effect on Amelia Evans and a novel about Antonapolous and Mr. Singer, two mutes who were always together. For 10 points, identify this author of Ballad of the Sad": {
    "guess": "Carson McCullers",
    "confidence": [
      [
        "Car",
        -0.006387788
      ],
      [
        "son",
        -0.00013941615
      ],
      [
        " McC",
        -0.00039039674
      ],
      [
        "ull",
        -1.1398757e-05
      ],
      [
        "ers",
        -0.00018006093
      ]
    ]
  },
  "This man was trained as an advocate, but resigned his post as a judge in 1782 and for a time lived the life of a dandy in Arras. Known as the \"Incorruptible\", in 1791 he became public accuser, and the next year he emerged as the leader of the Mountain faction of the National Convention, but in 1794 was ousted and killed in the Thermidorian Reaction. FTP, who was this member of the Committee of Public Safety who dominated France during the Reign of Terror?": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.00047035306
      ],
      [
        "im",
        -2.8325678e-05
      ],
      [
        "il",
        -0.00010008628
      ],
      [
        "ien",
        -2.8160932e-06
      ],
      [
        " Rob",
        -4.5371802e-05
      ],
      [
        "esp",
        -1.2590794e-05
      ],
      [
        "ierre",
        -1.0683535e-05
      ]
    ]
  },
  "In some traditions, women sing the prayer \"Gott Fun Avrohom\" at this event's end. A special case of this": {
    "guess": "Shabbat",
    "confidence": [
      [
        "Sh",
        -0.97321653
      ],
      [
        "abb",
        -0.4318626
      ],
      [
        "at",
        -0.00028708015
      ]
    ]
  },
  "A transient form of this phenomenon is often modeled using lumped system analysis. The transient-line source method or laser-flash method is used to calculate the ability of a material to undergo this process. Values of less than 0.1 for the Biot number imply this process is dominating, and the ratio of the rate of this process to energy storage is given by the (*) Fourier number. In solids, this process": {
    "guess": "Thermal diffusivity",
    "confidence": [
      [
        "Th",
        -0.30530912
      ],
      [
        "ermal",
        -2.8325678e-05
      ],
      [
        " diff",
        -0.17098911
      ],
      [
        "us",
        -2.057744e-05
      ],
      [
        "ivity",
        -1.11603495e-05
      ]
    ]
  },
  "It's not the Tragic Symphony, but this symphony includes the instruction \"Like a breath\" at the beginning of its finale. The opening notes of this symphony's first theme are soon taken up by the trombones": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.0022452965
      ],
      [
        "phony",
        -8.089449e-05
      ],
      [
        " No",
        -0.00021355349
      ],
      [
        ".",
        -0.00016778296
      ],
      [
        " ",
        -0.00014263466
      ],
      [
        "9",
        -0.36817858
      ],
      [
        " (",
        -0.00029530155
      ],
      [
        "Be",
        -0.10291926
      ],
      [
        "ethoven",
        -0.00015991552
      ],
      [
        ")",
        -6.704273e-07
      ]
    ]
  },
  "Traditions of this event include the recitation of both the Talbiyah and a Niyyah, and participating in the Sa'ee of Safa and Marwah, while it concludes with the Tawaf al-Wada' prayer. A miqat is used to change into the clothing of Ihram during this event, though many of that state's restrictions are": {
    "guess": "Hajj",
    "confidence": [
      [
        "H",
        -0.00852888
      ],
      [
        "aj",
        -4.692145e-05
      ],
      [
        "j",
        -0.00014299227
      ]
    ]
  },
  "The translational partition function of a single particle in a container is equal to the volume of the container divided by the cube of this quantity. The Sackur\u0096Tetrode equation only applies when the": {
    "guess": "Internal Energy",
    "confidence": [
      [
        "Internal",
        -1.3162144
      ],
      [
        " Energy",
        -0.055244554
      ]
    ]
  },
  "Transcription factors that regulate this compound's synthesis recognize the sequence TCACNCCAC; those transcription factors are activated when high levels of this compound are detected by SCAPs. This compound is a precursor to glucocorticoids and estrogens, and the synthesis of this compound is regulated by SREBPs. A decrease in Coenzyme (*) Q is a side effect of a class of drugs that reduces this compound's synthesis by inhibiting HMG Co-A Reductases; those drugs are called statins. This compound": {
    "guess": "Cholesterol",
    "confidence": [
      [
        "Ch",
        -0.006574208
      ],
      [
        "olesterol",
        -9.114601e-05
      ]
    ]
  },
  "In one of the traditions that they are used in, they are classified into the Agamas, the Samhitas, and": {
    "guess": "Hindu texts",
    "confidence": [
      [
        "H",
        -0.6752587
      ],
      [
        "ind",
        -6.194111e-05
      ],
      [
        "u",
        -0.00015884268
      ],
      [
        " texts",
        -0.0760732
      ]
    ]
  },
  "Transported to the entrance of the Tapis Vert after its 1682 completion, this statue joins Perseus and Andromeda and a bust of Louis XIV as the only of its creator's works to have been exhibited at Versailles. The tunic of the title character falls between his legs; his calves are raised and pushing back off the ground, while his twisted torso arches forward, and his open mouth and contorted face visibly express his agony. His right hand is being pulled behind his back by a beast, while his left": {
    "guess": "The Gates of Hell",
    "confidence": [
      [
        "The",
        -0.46762612
      ],
      [
        " Gates",
        -0.93169117
      ],
      [
        " of",
        -2.8921695e-05
      ],
      [
        " Hell",
        -6.511407e-06
      ]
    ]
  },
  "In one tradition, she has a hapless son named Mabuz whose territory is raided by Iweret. Sometimes she": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -1.3895227
      ],
      [
        "is",
        -0.14137912
      ]
    ]
  },
  "Traditions of this event include the recitation of both the Talbiyah and a Niyyah, and participating in the Sa'ee of Safa and Marwah, while it concludes with the Tawaf al-Wada' prayer. A miqat is used to change into the clothing of Ihram during this event, though many of that state's restrictions are removed after a sacrifice on the Tenth of (*) Dhul. Al-Tamattu', al-Ifrad, and al- Qiran are three different ways of performing this obligation, though they each include ramy and Tawaf al-Ifadha: the stoning of a pillar representing the devil and the circling of the Kaaba. For 10 points, identify this": {
    "guess": "Hajj",
    "confidence": [
      [
        "H",
        -0.0019653896
      ],
      [
        "aj",
        -5.407367e-05
      ],
      [
        "j",
        -3.094816e-05
      ]
    ]
  },
  "One of its tractates discusses the size and history of the Leviathan, components of the Aron Ha-Kodesh, and the location of the Shechinah. Its fifth tractate discusses the Cities of Refuge, while another is dedicated to idolatry and dubbed, \"Avoda Zara.\" It begins with a section of three \"gates\" - Babbas Kama, Metzia, and Bathra - the latter two focusing on trusteeship and inheritance law. It's best": {
    "guess": "Damages",
    "confidence": [
      [
        "Dam",
        -0.25726658
      ],
      [
        "ages",
        -2.6060809e-05
      ]
    ]
  },
  "This man traveled incognito as part of his country's Grand Embassy to the West, during which he learned shipbuilding skills in the Netherlands. This ruler was forced to rule with his half-brother Ivan": {
    "guess": "Ivan IV of Russia",
    "confidence": [
      [
        "I",
        -0.20048438
      ],
      [
        "van",
        -0.0004898841
      ],
      [
        " IV",
        -0.27629653
      ],
      [
        " of",
        -0.001739436
      ],
      [
        " Russia",
        -3.8100377e-05
      ]
    ]
  },
  "In 1973 he traveled to Moscow as part of the East-West Trade Policy Committee to negotiate trade protocols with the USSR.  Nixon's Secretary of Labor for eighteen-months, after that time he became director of the Office of Management and Budget.  Quitting government service in 1974, he became president and director of the Bechtel Group, and as Secretary of State he pushed for close relations with Saddam Hussein in an attempt to win a two billion dollar oil pipeline deal for Bechtel.  Resigning to become Secretary of State in 1982, this is, FTP, what member of the Reagan Cabinet?": {
    "guess": "George Shultz",
    "confidence": [
      [
        "George",
        -0.5234941
      ],
      [
        " Sh",
        -0.4174368
      ],
      [
        "ultz",
        -3.3451433e-05
      ]
    ]
  },
  "This man was trained as an advocate, but resigned his post as a judge in 1782 and for a time lived the life of a dandy in Arras. Known as the \"Incorruptible\", in 1791 he became public accuser, and the next year he emerged as the leader of the Mountain faction of the National Convention, but in 1794 was ousted and killed in the Thermidorian Reaction. FTP, who was this member of the Committee of Public": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.0044923085
      ],
      [
        "im",
        -0.00012296606
      ],
      [
        "il",
        -0.00040254818
      ],
      [
        "ien",
        -4.365741e-06
      ],
      [
        " Rob",
        -0.0010802065
      ],
      [
        "esp",
        -4.7994283e-05
      ],
      [
        "ierre",
        -1.6762922e-05
      ]
    ]
  }
}