{
  "The HMS Flirt was sunk in this body of water, which was also the site of Lord Mountbatten's   failed Dieppe Raid. Crossing this body of water was the goal of the Duke of Medina Sidonia,  who instead lost at Gravelines. Operation (*) Sealion, which was thwarted by the Royal Air Force,  was a Nazi attempt to cross it. Calais, France lies across from Dover at the narrowest point of, for  10 points, what": {
    "guess": "English Channel",
    "confidence": [
      [
        "English",
        -0.021318685
      ],
      [
        " Channel",
        -0.00050954544
      ]
    ]
  },
  "The HMS Flirt was sunk in this body of water, which was also the site of Lord Mountbatten's   failed": {
    "guess": "Bay of Bengal",
    "confidence": [
      [
        "Bay",
        -0.77502275
      ],
      [
        " of",
        -3.2140193e-05
      ],
      [
        " Bengal",
        -0.32453877
      ]
    ]
  },
  "The HMS Cardiff committed this action during the Falklands War in the Gazelle Incident, and an IFF malfunction": {
    "guess": "HMS Cardiff",
    "confidence": [
      [
        "H",
        -0.0910897
      ],
      [
        "MS",
        -0.0004769056
      ],
      [
        " Cardiff",
        -0.013254698
      ]
    ]
  },
  "The HMS Flirt was sunk in this body of water, which was also the site of Lord Mountbatten's   failed Dieppe Raid. Crossing this body of water was the goal of the Duke of Medina Sidonia,  who instead lost at Gravelines. Operation (*) Sealion, which was thwarted by the Royal Air Force,  was a Nazi attempt to cross it. Calais, France lies across from Dover at the narrowest point of, for  10 points, what waterway that defends Great Britain from the armies of continental Europe?": {
    "guess": "English Channel",
    "confidence": [
      [
        "English",
        -0.005392769
      ],
      [
        " Channel",
        -0.00039659534
      ]
    ]
  },
  "The HMS Flirt was sunk in this body of water, which was also the site of Lord Mountbatten's   failed Dieppe Raid. Crossing this body of water was the goal of the Duke of Medina Sidonia,  who instead lost": {
    "guess": "English Channel",
    "confidence": [
      [
        "English",
        -0.00378737
      ],
      [
        " Channel",
        -0.002117189
      ]
    ]
  },
  "The HMS Flirt was sunk in this body of water, which was also the site of Lord Mountbatten's   failed Dieppe Raid. Crossing this body of water was the goal of the Duke of Medina Sidonia,  who instead lost at Gravelines. Operation (*) Sealion, which was thwarted by the Royal Air Force,  was a Nazi attempt": {
    "guess": "English Channel",
    "confidence": [
      [
        "English",
        -0.0047401953
      ],
      [
        " Channel",
        -0.0031616765
      ]
    ]
  },
  "The HMS Cardiff committed this action during the Falklands War in the Gazelle Incident, and an IFF malfunction led to one of these occurring during Operation Provide Comfort in Northern Iraq. General Adam": {
    "guess": "Friendly fire",
    "confidence": [
      [
        "Friendly",
        -0.022794865
      ],
      [
        " fire",
        -0.15364887
      ]
    ]
  },
  "The HMS Cardiff committed this action during the Falklands War in the Gazelle Incident, and an IFF malfunction led to one of these occurring during Operation Provide Comfort in Northern Iraq. General Adam Stephen's brigade engaged in this action this during the Battle of Germantown during the Revolutionary": {
    "guess": "Friendly fire",
    "confidence": [
      [
        "Friendly",
        -0.53431755
      ],
      [
        " fire",
        -0.2664929
      ]
    ]
  },
  "The HMS Cardiff committed this action during the Falklands War in the Gazelle Incident, and an IFF malfunction led to one of these occurring during Operation Provide Comfort in Northern Iraq. General Adam Stephen's brigade engaged in this action this during the Battle of Germantown during the Revolutionary War, and this action took place near Irwinsville, Georgia, during the capture of Jefferson Davis. American": {
    "guess": "Battle",
    "confidence": [
      [
        "Battle",
        -0.92576855
      ]
    ]
  },
  "The HMS Cardiff committed this action during the Falklands War in the Gazelle Incident, and an IFF malfunction led to one of these occurring during Operation Provide Comfort in Northern Iraq. General Adam Stephen's brigade engaged in this action this during the Battle of Germantown during the Revolutionary War, and this action took place near Irwinsville, Georgia, during the capture of Jefferson Davis. American relations with Canada were strained after this action in the Tarnak Farms Incident, and a": {
    "guess": "Friendly fire",
    "confidence": [
      [
        "Friendly",
        -0.038453277
      ],
      [
        " fire",
        -0.11400463
      ]
    ]
  },
  "The HMS Cardiff committed this action during the Falklands War in the Gazelle Incident, and an IFF malfunction led to one of these occurring during Operation Provide Comfort in Northern Iraq. General Adam Stephen's brigade engaged in this action this during the Battle of Germantown during the Revolutionary War, and this action took place near Irwinsville, Georgia, during the capture of Jefferson Davis. American relations with Canada were strained after this action in the Tarnak Farms Incident, and a star was mistaken for a sun during one of these incidents during the Battle of Barnet. In a possibly": {
    "guess": "Friendly fire",
    "confidence": [
      [
        "Friendly",
        -0.004380398
      ],
      [
        " fire",
        -0.04826834
      ]
    ]
  },
  "The HMS Cardiff committed this action during the Falklands War in the Gazelle Incident, and an IFF malfunction led to one of these occurring during Operation Provide Comfort in Northern Iraq. General Adam Stephen's brigade engaged in this action this during the Battle of Germantown during the Revolutionary War, and this action took place near Irwinsville, Georgia, during the capture of Jefferson Davis. American relations with Canada were strained after this action in the Tarnak Farms Incident, and a star was mistaken for a sun during one of these incidents during the Battle of Barnet. In a possibly apocryphal 1788 incident, fears of Turkish cavalry led to the Battle of Karansebes when parts of": {
    "guess": "Friendly fire",
    "confidence": [
      [
        "Friendly",
        -0.010881568
      ],
      [
        " fire",
        -0.14123596
      ]
    ]
  },
  "The HMS Cardiff committed this action during the Falklands War in the Gazelle Incident, and an IFF malfunction led to one of these occurring during Operation Provide Comfort in Northern Iraq. General Adam Stephen's brigade engaged in this action this during the Battle of Germantown during the Revolutionary War, and this action took place near Irwinsville, Georgia, during the capture of Jefferson Davis. American relations with Canada were strained after this action in the Tarnak Farms Incident, and a star was mistaken for a sun during one of these incidents during the Battle of Barnet. In a possibly apocryphal 1788 incident, fears of Turkish cavalry led to the Battle of Karansebes when parts of the Austrian army engaged in this action. For 10 points, identify this type of military event that": {
    "guess": "Friendly fire",
    "confidence": [
      [
        "Friendly",
        -0.03904204
      ],
      [
        " fire",
        -0.019921444
      ]
    ]
  },
  "The HMS Cardiff committed this action during the Falklands War in the Gazelle Incident, and an IFF malfunction led to one of these occurring during Operation Provide Comfort in Northern Iraq. General Adam Stephen's brigade engaged in this action this during the Battle of Germantown during the Revolutionary War, and this action took place near Irwinsville, Georgia, during the capture of Jefferson Davis. American relations with Canada were strained after this action in the Tarnak Farms Incident, and a star was mistaken for a sun during one of these incidents during the Battle of Barnet. In a possibly apocryphal 1788 incident, fears of Turkish cavalry led to the Battle of Karansebes when parts of the Austrian army engaged in this action. For 10 points, identify this type of military event that killed Pat Tillman in Afghanistan and Stonewall Jackson at the Battle of Chancellorsville.": {
    "guess": "Friendly fire",
    "confidence": [
      [
        "Friendly",
        -0.00053849723
      ],
      [
        " fire",
        -0.09776634
      ]
    ]
  }
}