{
  "During the Crusades, this city and Jerusalem signed the Pactum Warmundi alliance. This city disputed King Imre I of Hungary for control of Zara. The League of Cambrai was formed against this city. Under its leader Enrico Dandalo, this city funded the Fourth Crusade, which ultimately sacked Constantinople. Its patron saint is Mark, for whom its cathedral is named. It was founded by Romans who escaped": {
    "guess": "Republic of Venice",
    "confidence": [
      [
        "Republic",
        -0.068600096
      ],
      [
        " of",
        -5.0616763e-05
      ],
      [
        " Venice",
        -0.00013142951
      ]
    ]
  },
  "Crusader Cup 2005  Round Seven  Questions by UIUC Academic Buzzer Team, UTC Academic Competition Team,": {
    "guess": "List of fictional characters who play musical instruments",
    "confidence": [
      [
        "List",
        -1.4275934
      ],
      [
        " of",
        -0.0010207825
      ],
      [
        " fictional",
        -2.1464136
      ],
      [
        " characters",
        -1.818978
      ],
      [
        " who",
        -1.2615432
      ],
      [
        " play",
        -1.3863223
      ],
      [
        " musical",
        -0.84331024
      ],
      [
        " instruments",
        -0.00026968008
      ]
    ]
  },
  "To crush the freedom fighters before the rainy season, he once offered a shiny new donkey for the head of General Montoya. Also known under the alias \"Snrub\", he owns the only known nude photo of Mark Twain and the only copy of the Constitution with the word \"suckers\" in it. Much valuable information about him can be found in his autobiography, \"Will There Ever Be a Rainbow?\", including his desire to be reunited with his stuffed bear Bobo and his nefarious slant oil drilling operation. FTP, who is this ruthless autocrat, the richest man in Springfield?": {
    "guess": "Charles Montgomery Burns",
    "confidence": [
      [
        "Charles",
        -0.92069054
      ],
      [
        " Montgomery",
        -0.00021533787
      ],
      [
        " Burns",
        -0.003906115
      ]
    ]
  },
  "Crusader Cup 2005  Round Seven  Questions by UIUC Academic Buzzer Team, UTC Academic Competition Team, Charlie Steinhice, and James Washick. Editing by Charlie Steinhice and James Washick  Toss-Up #1  Probably because of thousands of years with no natural predators, it has the smallest adrenal gland relative to body weight, and thus has almost no ability to muster the fight/flight response in its own": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.52559876
      ],
      [
        "renal",
        -0.36840928
      ],
      [
        " gland",
        -0.13556482
      ]
    ]
  },
  "A crucial second copy of this document was obtained by one nation when an agent known as Mr. H bribed the head of a Western Union office to intercept it at its destination. That nation wished to use the second copy so as not to reveal that they had wiretapped a supposedly private line of communication. The lead up to this document's creation saw arms supplied by the company of Krakauer, Zork, and Moye, and it urged one nation to make contact with Japan to proffer an offer of alliance. After the actions of the cable-dredging ship Telconia and a blockade by Eastern Telegraph, this document had to": {
    "guess": "Zimmermann Telegram",
    "confidence": [
      [
        "Z",
        -0.045012366
      ],
      [
        "immer",
        -0.00011164904
      ],
      [
        "mann",
        -0.004165303
      ],
      [
        " Telegram",
        -0.0024523498
      ]
    ]
  },
  "During the Crusades, this city and Jerusalem signed the Pactum Warmundi alliance. This city disputed King Imre I of Hungary for control of Zara. The League of Cambrai was formed against this city. Under its leader Enrico Dandalo, this city funded the Fourth Crusade, which ultimately sacked Constantinople. Its patron saint is Mark, for whom its cathedral is named. It was founded by Romans who escaped the Goths by moving to a marsh, and its leaders were called doges. For 10 points, name this northern Italian city famous for its gondolas and canals.": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.6290157
      ],
      [
        "ice",
        -2.6299214e-05
      ]
    ]
  },
  "During the Crusades, this city and Jerusalem signed the Pactum Warmundi alliance. This city disputed King Imre I of Hungary for control of Zara. The League of Cambrai was formed against this city. Under its leader Enrico Dandalo, this city funded the Fourth Crusade, which ultimately sacked Constantinople.": {
    "guess": "Republic of Venice",
    "confidence": [
      [
        "Republic",
        -0.05474393
      ],
      [
        " of",
        -4.8709502e-05
      ],
      [
        " Venice",
        -0.0024477118
      ]
    ]
  },
  "A crucial second copy of this document was obtained by one nation when an agent known as Mr. H bribed the head of a Western Union office to intercept it at its destination. That nation wished to use the second copy so as not to reveal that they had wiretapped a supposedly private line of communication. The lead up to this document's creation saw arms supplied by the company of Krakauer, Zork, and Moye, and it urged one nation to make contact with Japan to proffer an offer of alliance. After the actions of the cable-dredging ship Telconia and a blockade by Eastern Telegraph, this document had to be sent through England,, meaning that it was intercepted and decoded at Room 40. For 10 points, name this document that offered financial aid and the promise of regaining Texas to Mexico if Mexico would enter into World War One against the U.S.": {
    "guess": "Zimmermann Telegram",
    "confidence": [
      [
        "Z",
        -0.008156248
      ],
      [
        "immer",
        -1.27099975e-05
      ],
      [
        "mann",
        -0.0007965237
      ],
      [
        " Telegram",
        -0.0004104156
      ]
    ]
  },
  "A crucial second copy of this document was obtained by one nation when an agent known as Mr. H bribed the head of a Western Union office to intercept it at its destination. That nation wished to use the": {
    "guess": "Zimmermann Telegram",
    "confidence": [
      [
        "Z",
        -0.3538172
      ],
      [
        "immer",
        -8.061054e-06
      ],
      [
        "mann",
        -0.0023946753
      ],
      [
        " Telegram",
        -0.0012924973
      ]
    ]
  },
  "At a crucial point in this work the 46-year old title figure takes in a stray, mangy dog and decides to name it for himself. In flashbacks we learn about his wife, who died after 8 months of marriage, as well as 35 other serious affairs including the cigar-smoking Amazonian Manuela Sanchez. The hero": {
    "guess": "The Autumn of the Patriarch",
    "confidence": [
      [
        "The",
        -1.3927591
      ],
      [
        " Autumn",
        -0.46473324
      ],
      [
        " of",
        -6.1537958e-06
      ],
      [
        " the",
        -1.9027791e-05
      ],
      [
        " Patri",
        -5.6769813e-06
      ],
      [
        "arch",
        -0.00016980943
      ]
    ]
  },
  "At a crucial point in this work the 46-year old title figure takes in a stray, mangy dog and decides to name it for himself. In flashbacks we learn about his wife, who died after 8 months of marriage,": {
    "guess": "The Old Man and the Sea",
    "confidence": [
      [
        "The",
        -0.61189497
      ],
      [
        " Old",
        -0.9026585
      ],
      [
        " Man",
        -0.00040052168
      ],
      [
        " and",
        -4.0722858e-05
      ],
      [
        " the",
        -0.0024819616
      ],
      [
        " Sea",
        -9.372295e-06
      ]
    ]
  },
  "To crush the freedom fighters before the rainy season, he once offered a shiny new donkey for the head of General Montoya. Also known under the alias \"Snrub\", he owns the only known nude photo of Mark Twain and the only copy of the Constitution with the word \"suckers\" in it. Much valuable information about him can be found in his autobiography, \"Will There Ever Be a Rainbow?\", including his desire": {
    "guess": "C. Montgomery Burns",
    "confidence": [
      [
        "C",
        -1.3472277
      ],
      [
        ".",
        -0.016463526
      ],
      [
        " Montgomery",
        -0.003131371
      ],
      [
        " Burns",
        -2.9279307e-05
      ]
    ]
  },
  "Crusader Cup 2005  Round Seven  Questions by UIUC Academic Buzzer Team, UTC Academic Competition Team, Charlie Steinhice, and James Washick. Editing by Charlie Steinhice and James Washick  Toss-Up #1 ": {
    "guess": "Jeopardy!",
    "confidence": [
      [
        "Je",
        -1.705395
      ],
      [
        "opard",
        -0.04102368
      ],
      [
        "y",
        -0.0010528154
      ],
      [
        "!",
        -0.05252524
      ]
    ]
  },
  "Crusader Cup 2005  Round Seven  Questions by UIUC Academic Buzzer Team, UTC Academic Competition Team, Charlie Steinhice, and James Washick. Editing by Charlie Steinhice and James Washick  Toss-Up #1  Probably because of thousands of years with no natural predators, it has the smallest adrenal gland relative to body weight, and thus has almost no ability to muster the fight/flight response in its own defense. Life-threatening \"stress\" can be triggered by a dog barking at the base of its tree, which it seldom leaves and from which it receives its hydration as well as food. For ten points name this": {
    "guess": "Koala",
    "confidence": [
      [
        "K",
        -0.31515262
      ],
      [
        "o",
        -0.0005527943
      ],
      [
        "ala",
        -6.396757e-05
      ]
    ]
  },
  "During the Crusades, this city and Jerusalem signed the Pactum Warmundi alliance. This city disputed": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.64618564
      ],
      [
        "ice",
        -0.0006365468
      ]
    ]
  },
  "A crucial second copy of this document was obtained by one nation when an agent known as Mr. H bribed": {
    "guess": "Venona Project",
    "confidence": [
      [
        "Ven",
        -0.89102876
      ],
      [
        "ona",
        -0.00027575582
      ],
      [
        " Project",
        -0.5796765
      ]
    ]
  },
  "At a crucial point in this work the 46-year old title figure takes in a stray, mangy dog and decides": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2935884
      ]
    ]
  },
  "At a crucial point in this work the 46-year old title figure takes in a stray, mangy dog and decides to name it for himself. In flashbacks we learn about his wife, who died after 8 months of marriage, as well as 35 other serious affairs including the cigar-smoking Amazonian Manuela Sanchez. The hero is thwarted again and again by Francisco de Paula Santander and much of the novel's action is relayed": {
    "guess": "Simón Bolívar",
    "confidence": [
      [
        "Sim",
        -0.071083024
      ],
      [
        "ón",
        -1.3856493e-06
      ],
      [
        " Bol",
        -0.0012307076
      ],
      [
        "í",
        -0.0009156247
      ],
      [
        "var",
        -2.4272753e-05
      ]
    ]
  },
  "A crucial second copy of this document was obtained by one nation when an agent known as Mr. H bribed the head of a Western Union office to intercept it at its destination. That nation wished to use the second copy so as not to reveal that they had wiretapped a supposedly private line of communication. The lead up to this document's creation saw arms supplied by the company of Krakauer, Zork, and Moye, and it urged one nation to make contact with Japan to proffer an offer of alliance. After the actions": {
    "guess": "Zimmermann Telegram",
    "confidence": [
      [
        "Z",
        -0.07664883
      ],
      [
        "immer",
        -5.4385737e-06
      ],
      [
        "mann",
        -0.0056737447
      ],
      [
        " Telegram",
        -0.0021175467
      ]
    ]
  },
  "Crusader Cup 2005  Round Seven  Questions by UIUC Academic Buzzer Team, UTC Academic Competition Team, Charlie Steinhice, and James Washick. Editing by Charlie Steinhice and James Washick  Toss-Up #1  Probably because of thousands of years with no natural predators, it has the smallest adrenal gland relative to body weight, and thus has almost no ability to muster the fight/flight response in its own defense. Life-threatening \"stress\" can be triggered by a dog barking at the base of its tree, which": {
    "guess": "Koala",
    "confidence": [
      [
        "K",
        -0.68020064
      ],
      [
        "o",
        -0.00032652557
      ],
      [
        "ala",
        -0.0014560705
      ]
    ]
  },
  "To crush the freedom fighters before the rainy season, he once offered a shiny new donkey for the head of General Montoya. Also known under the alias \"Snrub\", he owns the only known nude photo of Mark": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -2.266197
      ]
    ]
  },
  "During the Crusades, this city and Jerusalem signed the Pactum Warmundi alliance. This city disputed King Imre I of Hungary for control of Zara. The League of Cambrai was formed against this city. Under": {
    "guess": "Republic of Venice",
    "confidence": [
      [
        "Republic",
        -0.15508828
      ],
      [
        " of",
        -5.931863e-05
      ],
      [
        " Venice",
        -0.00015836587
      ]
    ]
  },
  "At a crucial point in this work the 46-year old title figure takes in a stray, mangy dog and decides to name it for himself. In flashbacks we learn about his wife, who died after 8 months of marriage, as well as 35 other serious affairs including the cigar-smoking Amazonian Manuela Sanchez. The hero is thwarted again and again by Francisco de Paula Santander and much of the novel's action is relayed to the valet Jose Palacios. Dramatizing the fevered last days during the hero's journey from Bogota to the sea, where he wants to sail for Europe, FTP, identify this work by Gabriel Garcia Marquez that": {
    "guess": "The General in His Labyrinth",
    "confidence": [
      [
        "The",
        -0.40221283
      ],
      [
        " General",
        -0.16776627
      ],
      [
        " in",
        -0.00025287605
      ],
      [
        " His",
        -0.0056209927
      ],
      [
        " L",
        -3.1281633e-07
      ],
      [
        "abyrinth",
        -6.4325184e-05
      ]
    ]
  },
  "At a crucial point in this work the 46-year old title figure takes in a stray, mangy dog and decides to name it for himself. In flashbacks we learn about his wife, who died after 8 months of marriage, as well as 35 other serious affairs including the cigar-smoking Amazonian Manuela Sanchez. The hero is thwarted again and again by Francisco de Paula Santander and much of the novel's action is relayed to the valet Jose Palacios. Dramatizing the fevered last days during the hero's journey from Bogota": {
    "guess": "The General in His Labyrinth",
    "confidence": [
      [
        "The",
        -0.23939818
      ],
      [
        " General",
        -0.030275913
      ],
      [
        " in",
        -0.00023584091
      ],
      [
        " His",
        -0.011510716
      ],
      [
        " L",
        -1.0280384e-06
      ],
      [
        "abyrinth",
        -0.00023011913
      ]
    ]
  },
  "To crush the freedom fighters before the rainy season, he once offered a shiny new donkey for the head of General Montoya. Also known under the alias \"Snrub\", he owns the only known nude photo of Mark Twain and the only copy of the Constitution with the word \"suckers\" in it. Much valuable information": {
    "guess": "Mr. Burns",
    "confidence": [
      [
        "Mr",
        -1.1027054
      ],
      [
        ".",
        -0.005088122
      ],
      [
        " Burns",
        -0.0023430653
      ]
    ]
  },
  "Crusader Cup 2005  Round Seven  Questions by UIUC Academic Buzzer Team, UTC Academic Competition Team, Charlie Steinhice, and James Washick. Editing by Charlie Steinhice and James Washick  Toss-Up #1  Probably because of thousands of years with no natural predators, it has the smallest adrenal gland": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.45946994
      ],
      [
        "renal",
        -0.19756891
      ],
      [
        " gland",
        -0.25236294
      ]
    ]
  },
  "A crucial second copy of this document was obtained by one nation when an agent known as Mr. H bribed the head of a Western Union office to intercept it at its destination. That nation wished to use the second copy so as not to reveal that they had wiretapped a supposedly private line of communication. The lead up to this document's creation saw arms supplied by the company of Krakauer, Zork, and Moye,": {
    "guess": "Zimmermann Telegram",
    "confidence": [
      [
        "Z",
        -0.12710229
      ],
      [
        "immer",
        -7.0404574e-05
      ],
      [
        "mann",
        -0.004548677
      ],
      [
        " Telegram",
        -0.0018577229
      ]
    ]
  },
  "To crush the freedom fighters before the rainy season, he once offered a shiny new donkey for the head of General Montoya. Also known under the alias \"Snrub\", he owns the only known nude photo of Mark Twain and the only copy of the Constitution with the word \"suckers\" in it. Much valuable information about him can be found in his autobiography, \"Will There Ever Be a Rainbow?\", including his desire to be reunited with his stuffed bear Bobo and his nefarious slant oil drilling operation. FTP, who is": {
    "guess": "Hank Scorpio",
    "confidence": [
      [
        "H",
        -1.0254843
      ],
      [
        "ank",
        -0.27691
      ],
      [
        " Scor",
        -0.036945377
      ],
      [
        "pio",
        -3.1281633e-07
      ]
    ]
  },
  "A crucial second copy of this document was obtained by one nation when an agent known as Mr. H bribed the head of a Western Union office to intercept it at its destination. That nation wished to use the second copy so as not to reveal that they had wiretapped a supposedly private line of communication. The lead up to this document's creation saw arms supplied by the company of Krakauer, Zork, and Moye, and it urged one nation to make contact with Japan to proffer an offer of alliance. After the actions of the cable-dredging ship Telconia and a blockade by Eastern Telegraph, this document had to be sent through England,, meaning that it was intercepted and decoded at Room 40. For 10 points, name this document that offered financial aid and the promise of regaining Texas to Mexico if Mexico would": {
    "guess": "Zimmermann Telegram",
    "confidence": [
      [
        "Z",
        -0.0068716602
      ],
      [
        "immer",
        -2.2723105e-05
      ],
      [
        "mann",
        -0.0017751422
      ],
      [
        " Telegram",
        -0.00048501143
      ]
    ]
  },
  "A crucial second copy of this document was obtained by one nation when an agent known as Mr. H bribed the head of a Western Union office to intercept it at its destination. That nation wished to use the second copy so as not to reveal that they had wiretapped a supposedly private line of communication. The lead up to this document's creation saw arms supplied by the company of Krakauer, Zork, and Moye, and it urged one nation to make contact with Japan to proffer an offer of alliance. After the actions of the cable-dredging ship Telconia and a blockade by Eastern Telegraph, this document had to be sent through England,, meaning that it was intercepted and decoded at Room 40. For 10 points, name": {
    "guess": "Zimmermann Telegram",
    "confidence": [
      [
        "Z",
        -0.008794081
      ],
      [
        "immer",
        -2.2365493e-05
      ],
      [
        "mann",
        -0.00061653164
      ],
      [
        " Telegram",
        -0.0008093867
      ]
    ]
  },
  "At a crucial point in this work the 46-year old title figure takes in a stray, mangy dog and decides to name it for himself. In flashbacks we learn about his wife, who died after 8 months of marriage, as well as 35 other serious affairs including the cigar-smoking Amazonian Manuela Sanchez. The hero is thwarted again and again by Francisco de Paula Santander and much of the novel's action is relayed to the valet Jose Palacios. Dramatizing the fevered last days during the hero's journey from Bogota to the sea, where he wants to sail for Europe, FTP, identify this work by Gabriel Garcia Marquez that dramatizes the physical and psychological decomposition of Simon Bolivar.": {
    "guess": "The General in His Labyrinth",
    "confidence": [
      [
        "The",
        -0.0051220385
      ],
      [
        " General",
        -0.0002998313
      ],
      [
        " in",
        -6.4444386e-05
      ],
      [
        " His",
        -0.005176359
      ],
      [
        " L",
        -3.1281633e-07
      ],
      [
        "abyrinth",
        -0.00010950337
      ]
    ]
  },
  "A crucial second copy of this document was obtained by one nation when an agent known as Mr. H bribed the head of a Western Union office to intercept it at its destination. That nation wished to use the second copy so as not to reveal that they had wiretapped a supposedly private line of communication.": {
    "guess": "Zimmermann Telegram",
    "confidence": [
      [
        "Z",
        -0.05923921
      ],
      [
        "immer",
        -4.0603656e-05
      ],
      [
        "mann",
        -0.0028684698
      ],
      [
        " Telegram",
        -0.001669942
      ]
    ]
  },
  "To crush the freedom fighters before the rainy season, he once offered a shiny new donkey for the head": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.65188384
      ]
    ]
  },
  "Crusader Cup 2005  Round Seven  Questions by UIUC Academic Buzzer Team, UTC Academic Competition Team, Charlie Steinhice, and James Washick. Editing by Charlie Steinhice and James Washick  Toss-Up #1  Probably because of thousands of years with no natural predators, it has the smallest adrenal gland relative to body weight, and thus has almost no ability to muster the fight/flight response in its own defense. Life-threatening \"stress\" can be triggered by a dog barking at the base of its tree, which it seldom leaves and from which it receives its hydration as well as food. For ten points name this marsupial dependent on a few species of eucalyptus trees.": {
    "guess": "Koala",
    "confidence": [
      [
        "K",
        -0.0004990591
      ],
      [
        "o",
        -1.3186812e-05
      ],
      [
        "ala",
        -0.00079664285
      ]
    ]
  },
  "During the Crusades, this city and Jerusalem signed the Pactum Warmundi alliance. This city disputed King Imre I of Hungary for control of Zara. The League of Cambrai was formed against this city. Under its leader Enrico Dandalo, this city funded the Fourth Crusade, which ultimately sacked Constantinople. Its patron saint is Mark, for whom its cathedral is named. It was founded by Romans who escaped the Goths by moving to a marsh, and its leaders were called doges. For 10 points, name this northern": {
    "guess": "Republic of Venice",
    "confidence": [
      [
        "Republic",
        -0.34174362
      ],
      [
        " of",
        -0.00015133653
      ],
      [
        " Venice",
        -2.2603901e-05
      ]
    ]
  }
}