{
  "In 1393 the heiress to it, Marie de Baux, married the duke Jean de Chalons, and it was their descendants": {
    "guess": "Principality of Orange",
    "confidence": [
      [
        "Pr",
        -0.6160295
      ],
      [
        "incip",
        -0.0042354623
      ],
      [
        "ality",
        -2.7014437e-05
      ],
      [
        " of",
        -0.00039087355
      ],
      [
        " Orange",
        -0.00013989297
      ]
    ]
  },
  "In 1393 the heiress to it, Marie de Baux, married the duke Jean de Chalons, and it was their descendants who became its absentee rulers. Its tiny capital, ancient Arausio, was sacked by the forces of Louis XIV in 1703, who wanted to end the Huguenot enclave there. Originally a small principality on the left bank of the Rhone, north of Avignon, it would become associated with the House of Nassau and": {
    "guess": "Principality of Orange",
    "confidence": [
      [
        "Pr",
        -0.7740766
      ],
      [
        "incip",
        -7.958325e-05
      ],
      [
        "ality",
        -0.00022642381
      ],
      [
        " of",
        -0.002108267
      ],
      [
        " Orange",
        -5.2643223e-05
      ]
    ]
  },
  "In 1393 the heiress to it, Marie de Baux, married the duke Jean de Chalons, and it was their descendants who became its absentee rulers. Its tiny capital, ancient Arausio, was sacked by the forces of Louis XIV in 1703, who wanted to end the Huguenot enclave there. Originally a small principality on the left bank of the Rhone, north of Avignon, it would become associated with the House of Nassau and came into prominence under a ruler nicknamed \"the Silent.\" FTP, name this region, one of whose rulers": {
    "guess": "Principality of Orange",
    "confidence": [
      [
        "Pr",
        -0.37314218
      ],
      [
        "incip",
        -4.20341e-05
      ],
      [
        "ality",
        -3.488188e-05
      ],
      [
        " of",
        -0.00045926712
      ],
      [
        " Orange",
        -5.9153886e-06
      ]
    ]
  },
  "In 1393 the heiress to it, Marie de Baux, married the duke Jean de Chalons, and it was their descendants who became its absentee rulers. Its tiny capital, ancient Arausio, was sacked by the forces of Louis XIV in 1703, who wanted to end the Huguenot enclave there. Originally a small principality on the left bank of the Rhone, north of Avignon, it would become associated with the House of Nassau and came into prominence under a ruler nicknamed \"the Silent.\" FTP, name this region, one of whose rulers became King William III of England.": {
    "guess": "Principality of Orange",
    "confidence": [
      [
        "Pr",
        -0.7009681
      ],
      [
        "incip",
        -0.0001439459
      ],
      [
        "ality",
        -2.8325678e-05
      ],
      [
        " of",
        -0.0006199849
      ],
      [
        " Orange",
        -9.253091e-06
      ]
    ]
  },
  "In 1393 the heiress to it, Marie de Baux, married the duke Jean de Chalons, and it was their descendants who became its absentee rulers. Its tiny capital, ancient Arausio, was sacked by the forces of Louis XIV in 1703, who wanted to end the Huguenot enclave there. Originally a small principality on the": {
    "guess": "Orange (principality)",
    "confidence": [
      [
        "Orange",
        -0.41451553
      ],
      [
        " (",
        -0.10341632
      ],
      [
        "pr",
        -0.39322504
      ],
      [
        "incip",
        -0.05191029
      ],
      [
        "ality",
        -4.596782e-05
      ],
      [
        ")",
        -0.0015183113
      ]
    ]
  },
  "In 1393 the heiress to it, Marie de Baux, married the duke Jean de Chalons, and it was their descendants who became its absentee rulers. Its tiny capital, ancient Arausio, was sacked by the forces of Louis": {
    "guess": "Principality of Orange",
    "confidence": [
      [
        "Pr",
        -0.40359023
      ],
      [
        "incip",
        -0.00038157566
      ],
      [
        "ality",
        -3.9054008e-05
      ],
      [
        " of",
        -0.00017255111
      ],
      [
        " Orange",
        -2.6299214e-05
      ]
    ]
  }
}